<!DOCTYPE html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
<meta name="theme-color" content="#222">
<meta name="referrer" content="never">









<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">
















  
  
  <link href="lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">







<link href="lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="css/main.css?v=5.1.4" rel="stylesheet" type="text/css">


  <link rel="apple-touch-icon" sizes="180x180" href="/images/apple-touch-icon-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="32x32" href="/images/favicon-32x32-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="16x16" href="/images/favicon-16x16-next.png?v=5.1.4">


  <link rel="mask-icon" href="/images/logo.svg?v=5.1.4" color="#222">





  <meta name="keywords" content="美少女,">





  <link rel="alternate" href="atom.xml" title="性感美图 – 套图大本营" type="application/atom+xml">






<meta name="description" content="&amp;#x6587; / &amp;#x53F6;&amp;#x4E0A;&amp;#x6E05;&amp;#x4E4B;&amp;#x5BBF;&amp;#x96E8; &amp;#x76F8;&amp;#x9047;&amp;#x5982;&amp;#x6B64;&amp;#x7F8E;&amp;#x597D;&amp;#xFF0C;&amp;#x7231;&amp;#x60C5;&amp;#x5982;&amp;#x6B64;&amp;#x7F8E;&amp;#x5999;&amp;#x3002; &amp;#x8BE5;&amp;#x6765;&amp;#x7684;&amp;#">
<meta name="keywords" content="美少女">
<meta property="og:type" content="article">
<meta property="og:title" content="该遇见的人终究还是会遇见">
<meta property="og:url" content="https://se.insoan.com/1605.html">
<meta property="og:site_name" content="性感美图 – 套图大本营">
<meta property="og:description" content="&amp;#x6587; / &amp;#x53F6;&amp;#x4E0A;&amp;#x6E05;&amp;#x4E4B;&amp;#x5BBF;&amp;#x96E8; &amp;#x76F8;&amp;#x9047;&amp;#x5982;&amp;#x6B64;&amp;#x7F8E;&amp;#x597D;&amp;#xFF0C;&amp;#x7231;&amp;#x60C5;&amp;#x5982;&amp;#x6B64;&amp;#x7F8E;&amp;#x5999;&amp;#x3002; &amp;#x8BE5;&amp;#x6765;&amp;#x7684;&amp;#">
<meta property="og:locale" content="zh-Hans">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/vp3wctWbk5io6uPDzHyr.jpg">
<meta property="og:updated_time" content="2024-04-18T08:44:01.693Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="该遇见的人终究还是会遇见">
<meta name="twitter:description" content="&amp;#x6587; / &amp;#x53F6;&amp;#x4E0A;&amp;#x6E05;&amp;#x4E4B;&amp;#x5BBF;&amp;#x96E8; &amp;#x76F8;&amp;#x9047;&amp;#x5982;&amp;#x6B64;&amp;#x7F8E;&amp;#x597D;&amp;#xFF0C;&amp;#x7231;&amp;#x60C5;&amp;#x5982;&amp;#x6B64;&amp;#x7F8E;&amp;#x5999;&amp;#x3002; &amp;#x8BE5;&amp;#x6765;&amp;#x7684;&amp;#">
<meta name="twitter:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/vp3wctWbk5io6uPDzHyr.jpg">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    version: '5.1.4',
    sidebar: {"position":"left","display":"post","offset":12,"b2t":false,"scrollpercent":true,"onmobile":false},
    fancybox: true,
    tabs: true,
    motion: {"enable":true,"async":false,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}},
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>
<!--谷歌广告验证代码-->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({
          google_ad_client: "ca-pub-2626449904708114",
          enable_page_level_ads: true
     });
</script>
<!--谷歌广告验证代码-->



  <link rel="canonical" href="https://se.insoan.com/1605.html">





  <title>该遇见的人终究还是会遇见 | 性感美图 – 套图大本营</title>
  








</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  
  
    
  

  <div class="container sidebar-position-left page-post-detail">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-wrapper">
  <div class="site-meta ">
    

    <div class="custom-logo-site-title">
      <a href="/" class="brand" rel="start">
        <span class="logo-line-before"><i></i></span>
        <span class="site-title">性感美图 – 套图大本营</span>
        <span class="logo-line-after"><i></i></span>
      </a>
    </div>
      
        <p class="site-subtitle">性感美图 – 养眼美图</p>
      
  </div>

  <div class="site-nav-toggle">
    <button>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
    </button>
  </div>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="http://se.insoan.com/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="https://se.insoan.com/archives/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup search-popup local-search-popup">
  <div class="local-search-header clearfix">
    <span class="search-icon">
      <i class="fa fa-search"></i>
    </span>
    <span class="popup-btn-close">
      <i class="fa fa-times-circle"></i>
    </span>
    <div class="local-search-input-wrapper">
      <input autocomplete="off" placeholder="搜索..." spellcheck="false" type="text" id="local-search-input">
    </div>
  </div>
  <div id="local-search-result"></div>
</div>



    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://se.insoan.com">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="美图博客">
      <meta itemprop="description" content>
      <meta itemprop="image" content="images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="性感美图 – 套图大本营">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">该遇见的人终究还是会遇见</h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-10-06T11:32:33+08:00">
                2020-10-06
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/vp3wctWbk5io6uPDzHyr.jpg" alt="&#x8BE5;&#x9047;&#x89C1;&#x7684;&#x4EBA;&#x7EC8;&#x7A76;&#x8FD8;&#x662F;&#x4F1A;&#x9047;&#x89C1;"></p>
<p>&#x6587; / &#x53F6;&#x4E0A;&#x6E05;&#x4E4B;&#x5BBF;&#x96E8;</p>
<p>&#x76F8;&#x9047;&#x5982;&#x6B64;&#x7F8E;&#x597D;&#xFF0C;&#x7231;&#x60C5;&#x5982;&#x6B64;&#x7F8E;&#x5999;&#x3002;</p>
<p>&#x8BE5;&#x6765;&#x7684;&#x7EC8;&#x7A76;&#x4F1A;&#x6765;&#xFF0C;&#x8BE5;&#x53D1;&#x751F;&#x7684;&#x7EC8;&#x7A76;&#x4F1A;&#x53D1;&#x751F;&#xFF0C;&#x8BE5;&#x9047;&#x89C1;&#x7684;&#x4EBA;&#x7EC8;&#x7A76;&#x8FD8;&#x662F;&#x4F1A;&#x9047;&#x89C1;&#x3002;&#x4F60;&#x8981;&#x76F8;&#x4FE1;&#xFF0C;&#x5C31;&#x7B97;&#x9694;&#x7740;&#x5929;&#x6DAF;&#x6D77;&#x89D2;&#xFF0C;&#x5C31;&#x7B97;&#x9762;&#x4E34;&#x8270;&#x96BE;&#x9669;&#x963B;&#xFF0C;&#x4E0D;&#x65E9;&#x4E0D;&#x665A;&#xFF0C;&#x4ED6;&#x7EC8;&#x5C06;&#x4F1A;&#x51FA;&#x73B0;&#x5728;&#x4F60;&#x7684;&#x751F;&#x547D;&#x91CC;&#x3002;</p>
<p>001///</p>
<p>&#x5927;&#x4E00;&#x8FDB;&#x5B66;&#x751F;&#x4F1A;&#x90A3;&#x4F1A;&#x513F;&#x8BA4;&#x8BC6;&#x4E86;&#x4E00;&#x4E2A;&#x59D1;&#x5A18;&#xFF0C;&#x540D;&#x53EB;&#x6728;&#x69FF;&#x3002;</p>
<p>&#x6211;&#x4FE9;&#x56E0;&#x4E3A;&#x90FD;&#x559C;&#x6B22;Jay&#x7684;&#x6B4C;&#x800C;&#x5173;&#x7CFB;&#x719F;&#x7EDC;&#xFF0C;&#x79C1;&#x4EA4;&#x751A;&#x597D;&#x3002;&#x90A3;&#x65F6;&#x5019;&#x5979;&#x6700;&#x7231;&#x542C;&#x7684;&#x4E00;&#x9996;&#x6B4C;&#x53EB;&#x300A;&#x4E00;&#x8DEF;&#x5411;&#x5317;&#x300B;&#x3002;&#x5979;&#x5E38;&#x5E38;&#x6234;&#x7740;&#x8033;&#x673A;&#x4E00;&#x4E2A;&#x4EBA;&#x5750;&#x5728;&#x7A7A;&#x7A7A;&#x7684;&#x6559;&#x5BA4;&#x91CC;&#x542C;&#x6B4C;&#xFF0C;&#x90A3;&#x95ED;&#x7740;&#x773C;&#x7684;&#x6837;&#x5B50;&#x770B;&#x4E0A;&#x53BB;&#x6709;&#x70B9;&#x5FE7;&#x4F24;&#x3002;</p>
<p>&#x6211;&#x4E00;&#x76F4;&#x89C9;&#x5F97;&#x5947;&#x602A;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x5979;&#x7684;MP3&#x91CC;&#x53EA;&#x6709;&#x4E00;&#x9996;&#x6B4C;&#xFF1F;&#x6211;&#x5F88;&#x60F3;&#x77E5;&#x9053;&#x539F;&#x56E0;&#x3002;</p>
<p>&#x6709;&#x5929;&#x665A;&#x4E0A;&#x6211;&#x4EEC;&#x5728;&#x4E00;&#x8D77;&#x5F69;&#x6392;&#x8282;&#x76EE;&#xFF0C;&#x4F11;&#x606F;&#x671F;&#x95F4;&#x6728;&#x69FF;&#x63A5;&#x5230;&#x4E86;&#x4E00;&#x4E2A;&#x7535;&#x8BDD;&#x3002;&#x6211;&#x770B;&#x5230;&#x5979;&#x76B1;&#x4E86;&#x76B1;&#x7709;&#xFF0C;&#x614C;&#x614C;&#x5F20;&#x5F20;&#x5730;&#x8DD1;&#x4E86;&#x51FA;&#x53BB;&#x3002;&#x540E;&#x6765;&#xFF0C;&#x6574;&#x4E2A;&#x6392;&#x7EC3;&#x8FC7;&#x7A0B;&#x5979;&#x90FD;&#x5FC3;&#x4E0D;&#x5728;&#x7109;&#xFF0C;&#x611F;&#x89C9;&#x8DDF;&#x6CA1;&#x4E86;&#x9B42;&#x513F;&#x4F3C;&#x7684;&#x3002;</p>
<p>&#x56DE;&#x53BB;&#x7684;&#x8DEF;&#x4E0A;&#x5979;&#x4E00;&#x8DEF;&#x65E0;&#x8BDD;&#xFF0C;&#x8138;&#x8272;&#x51DD;&#x91CD;&#x3002;&#x6211;&#x5C0F;&#x5FC3;&#x7FFC;&#x7FFC;&#x5730;&#x95EE;&#x5979;&#x600E;&#x4E48;&#x4E86;&#xFF0C;&#x7ED3;&#x679C;&#x5979;&#x8BF4;&#xFF0C;&#x201C;&#x4F60;&#x5BB3;&#x6015;&#x79BB;&#x522B;&#x5417;&#xFF1F;&#x201D;</p>
<p>&#x6211;&#x62AC;&#x5934;&#x770B;&#x4E86;&#x770B;&#x5979;&#xFF0C;&#x53D1;&#x73B0;&#x5979;&#x7684;&#x773C;&#x89D2;&#x6709;&#x4E00;&#x4E1D;&#x6E7F;&#x6DA6;&#x3002;</p>
<p>&#x201C;&#x4ED6;&#x8981;&#x8D70;&#x4E86;&#xFF0C;&#x540E;&#x5929;&#x4E0B;&#x5348;&#x4E24;&#x70B9;&#x7684;&#x98DE;&#x673A;&#x3002;&#x90A3;&#x901A;&#x7535;&#x8BDD;&#x662F;&#x4ED6;&#x6253;&#x6765;&#x7684;&#xFF0C;&#x7279;&#x5730;&#x5411;&#x6211;&#x544A;&#x522B;&#x3002;&#x201D;</p>
<p>&#x6728;&#x69FF;&#x53E3;&#x4E2D;&#x7684;&#x4ED6;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x53EB;&#x505A;&#x5927;&#x5929;&#x7684;&#x7537;&#x751F;&#x3002;&#x4ED6;&#x4EEC;&#x4ECE;&#x5C0F;&#x4E00;&#x8D77;&#x957F;&#x5927;&#xFF0C;&#x9752;&#x6885;&#x7AF9;&#x9A6C;&#x3002;&#x513F;&#x65F6;&#x7684;&#x4ED6;&#x4EEC;&#xFF0C;&#x66FE;&#x7ECF;&#x966A;&#x4F34;&#x4E86;&#x5F7C;&#x6B64;&#x5927;&#x534A;&#x4E2A;&#x7AE5;&#x5E74;&#x3002;&#x522B;&#x4EBA;&#x5BB6;&#x7684;&#x5C0F;&#x5973;&#x5B69;&#x90FD;&#x4E56;&#x4E56;&#x5728;&#x5BB6;&#x73A9;&#x5A03;&#x5A03;&#xFF0C;&#x5979;&#x5374;&#x8DDF;&#x7740;&#x5927;&#x5929;&#x4E00;&#x8D77;&#x51FA;&#x53BB;&#x8DD1;&#x98CE;&#xFF0C;&#x4E00;&#x8D77;&#x5728;&#x5BB6;&#x91CC;&#x6253;&#x6E38;&#x620F;&#xFF0C;&#x770B;&#x52A8;&#x753B;&#x7247;&#x3002;&#x4ED6;&#x4EEC;&#x722C;&#x8FC7;&#x4E24;&#x7C73;&#x591A;&#x9AD8;&#x6CA1;&#x6709;&#x9632;&#x62A4;&#x7684;&#x5899;&#x58C1;&#xFF0C;&#x8FDB;&#x8FC7;&#x5927;&#x5361;&#x8F66;&#x540E;&#x9762;&#x7684;&#x7FFB;&#x6597;&#xFF0C;&#x6293;&#x8FC7;&#x873B;&#x8713;&#xFF0C;&#x9493;&#x8FC7;&#x9F99;&#x867E;&#xFF0C;&#x6316;&#x8FC7;&#x5730;&#x7816;&#x4E0B;&#x7684;&#x86AF;&#x8693;&#xFF0C;&#x73A9;&#x8FC7;&#x86E4;&#x87C6;&#x3002;&#x5728;&#x5BB6;&#x65F6;&#xFF0C;&#x5C31;&#x4E50;&#x6B64;&#x4E0D;&#x75B2;&#x5730;&#x73A9;&#x7740;&#x5927;&#x5BCC;&#x7FC1;&#xFF0C;&#x770B;&#x7740;&#x5965;&#x7279;&#x66FC;&#xFF0C;&#x6216;&#x8005;&#x53EA;&#x662F;&#x6EE1;&#x5C4B;&#x5B50;&#x4E71;&#x8DD1;&#xFF0C;&#x628A;&#x5E8A;&#x5F53;&#x4F5C;&#x8E66;&#x8E66;&#x5E8A;&#x4E00;&#x6837;&#x4E71;&#x8E66;&#x3002;</p>
<p>&#x6728;&#x69FF;&#x8BF4;&#xFF0C;&#x5927;&#x5929;&#x603B;&#x662F;&#x628A;&#x6240;&#x6709;&#x597D;&#x73A9;&#x7684;&#x3001;&#x597D;&#x5403;&#x7684;&#x90FD;&#x8DDF;&#x5979;&#x5206;&#x4EAB;&#x3002;&#x5728;&#x5979;&#x7684;&#x8BB0;&#x5FC6;&#x4E2D;&#xFF0C;&#x5927;&#x5929;&#x5C31;&#x662F;&#x90BB;&#x5BB6;&#x5927;&#x54E5;&#x54E5;&#xFF0C;&#x603B;&#x4F1A;&#x50CF;&#x53D8;&#x620F;&#x6CD5;&#x4F3C;&#x7684;&#x7ED9;&#x5979;&#x53D8;&#x51FA;&#x597D;&#x591A;&#x7A00;&#x5947;&#x53E4;&#x602A;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x5E26;&#x7ED9;&#x5979;&#x60CA;&#x559C;&#x3002;</p>
<p>&#x7531;&#x4E8E;&#x4E24;&#x5BB6;&#x4F4F;&#x5F97;&#x8FD1;&#xFF0C;&#x4E0A;&#x5B66;&#x4E4B;&#x540E;&#x5927;&#x5929;&#x7ECF;&#x5E38;&#x9001;&#x6728;&#x69FF;&#x56DE;&#x5BB6;&#x3002;&#x8BF4;&#x6765;&#x4E5F;&#x5DE7;&#xFF0C;&#x5C0F;&#x5347;&#x521D;&#xFF0C;&#x521D;&#x5347;&#x9AD8;&#xFF0C;&#x4ED6;&#x4EEC;&#x867D;&#x7136;&#x4E0D;&#x662F;&#x540C;&#x4E00;&#x5C4A;&#xFF0C;&#x4F46;&#x5374;&#x4E00;&#x76F4;&#x5728;&#x540C;&#x4E00;&#x6240;&#x5B66;&#x6821;&#x4E0A;&#x5B66;&#x3002;</p>
<p>&#x9AD8;&#x8003;&#x7ED3;&#x675F;&#x540E;&#xFF0C;&#x5927;&#x5929;&#x4EE5;&#x9AD8;&#x5206;&#x88AB;&#x67D0;&#x540D;&#x6821;&#x5F55;&#x53D6;&#xFF0C;&#x8FD9;&#x5C31;&#x610F;&#x5473;&#x7740;&#x4EE5;&#x540E;&#x4ED6;&#x518D;&#x4E5F;&#x6CA1;&#x6CD5;&#x9001;&#x5979;&#x56DE;&#x5BB6;&#x4E86;&#x3002;</p>
<p>&#x6728;&#x69FF;&#x5F88;&#x5931;&#x843D;&#xFF0C;&#x5979;&#x6697;&#x6697;&#x53D1;&#x8A93;&#x4E00;&#x5B9A;&#x8981;&#x548C;&#x5927;&#x5929;&#x8003;&#x53D6;&#x540C;&#x4E00;&#x6240;&#x5927;&#x5B66;&#x3002;</p>
<p>002///</p>
<p>&#x8FD9;&#x4E16;&#x4E0A;&#x5F88;&#x591A;&#x4E8B;&#x90FD;&#x6CA1;&#x6709;&#x90A3;&#x4E48;&#x51D1;&#x5DE7;&#xFF0C;&#x6BD5;&#x7ADF;&#x4E0D;&#x662F;&#x7535;&#x89C6;&#x8FDE;&#x7EED;&#x5267;&#x3002;</p>
<p>&#x6728;&#x69FF;&#x6700;&#x540E;&#x8FD8;&#x662F;&#x6CA1;&#x80FD;&#x548C;&#x5927;&#x5929;&#x4E0A;&#x540C;&#x4E00;&#x6240;&#x5927;&#x5B66;&#x3002;</p>
<p>&#x6691;&#x5047;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5927;&#x5929;&#x7EA6;&#x6728;&#x69FF;&#x5403;&#x996D;&#xFF0C;&#x4ED6;&#x544A;&#x8BC9;&#x5979;&#xFF0C;&#x4ED6;&#x5C31;&#x5FEB;&#x51FA;&#x56FD;&#x4E86;&#xFF0C;&#x53EE;&#x5631;&#x5979;&#x4EE5;&#x540E;&#x8981;&#x6309;&#x65F6;&#x5403;&#x996D;&#xFF0C;&#x53BB;&#x4E86;&#x5927;&#x5B66;&#x8981;&#x597D;&#x597D;&#x7167;&#x987E;&#x81EA;&#x5DF1;&#xFF0C;&#x591A;&#x4EA4;&#x70B9;&#x670B;&#x53CB;&#xFF0C;&#x522B;&#x8BA9;&#x81EA;&#x5DF1;&#x592A;&#x5B64;&#x5355;&#x3002;</p>
<p>&#x6728;&#x69FF;&#x4E00;&#x8FB9;&#x96BE;&#x8FC7;&#x4E00;&#x8FB9;&#x60F3;&#xFF0C;&#x4F60;&#x90FD;&#x8D70;&#x4E86;&#xFF0C;&#x6211;&#x600E;&#x4E48;&#x624D;&#x80FD;&#x8BA9;&#x81EA;&#x5DF1;&#x4E0D;&#x5B64;&#x5355;&#xFF1F;</p>
<p>&#x539F;&#x672C;&#x4EE5;&#x4E3A;&#x5927;&#x5929;&#x4F1A;&#x50CF;&#x7535;&#x5F71;&#x91CC;&#x7684;&#x7537;&#x4E3B;&#x89D2;&#x90A3;&#x6837;&#xFF0C;&#x5C06;&#x5973;&#x4E3B;&#x89D2;&#x4E00;&#x628A;&#x62B1;&#x4F4F;&#xFF0C;&#x7136;&#x540E;&#x5728;&#x5979;&#x8033;&#x8FB9;&#x8F7B;&#x8F7B;&#x8BF4;&#x4E00;&#x53E5;&#x201C;&#x7B49;&#x6211;&#x56DE;&#x6765;&#x201D;&#xFF0C;&#x53EF;&#x73B0;&#x5B9E;&#x4E16;&#x754C;&#x91CC;&#x4ED6;&#x5E76;&#x6CA1;&#x6709;&#x8FD9;&#x6837;&#x505A;&#x3002;&#x4ED6;&#x53EA;&#x662F;&#x634F;&#x4E86;&#x634F;&#x5979;&#x7684;&#x8138;&#xFF0C;&#x7B11;&#x7B11;&#x8BF4;&#xFF0C;&#x522B;&#x4F24;&#x5FC3;&#x5566;&#xFF0C;&#x6211;&#x53C8;&#x4E0D;&#x662F;&#x4E0D;&#x56DE;&#x6765;&#x4E86;&#x3002;</p>
<p>003///</p>
<p>&#x5927;&#x5929;&#x7EC8;&#x7A76;&#x8FD8;&#x662F;&#x767B;&#x4E0A;&#x4E86;&#x53BB;&#x7F8E;&#x5229;&#x575A;&#x7684;&#x98DE;&#x673A;&#xFF0C;&#x540E;&#x6765;&#x6BCF;&#x9694;&#x4E24;&#x4E2A;&#x6708;&#x4F1A;&#x5BC4;&#x4E00;&#x5F20;&#x660E;&#x4FE1;&#x7247;&#x7ED9;&#x6728;&#x69FF;&#x3002;&#x6728;&#x69FF;&#x5462;&#xFF0C;&#x8FD8;&#x662F;&#x559C;&#x6B22;&#x542C;&#x5468;&#x6770;&#x4F26;&#x7684;&#x300A;&#x4E00;&#x8DEF;&#x5411;&#x5317;&#x300B;&#x3002;&#x90A3;&#x65F6;&#x5019;&#x6D41;&#x884C;&#x4EBA;&#x4EBA;&#x7F51;&#xFF0C;&#x6728;&#x69FF;&#x65F6;&#x5E38;&#x4F1A;&#x767B;&#x4E0A;&#x53BB;&#x770B;&#x770B;&#x5927;&#x5929;&#x7684;&#x4E3B;&#x9875;&#xFF0C;&#x5076;&#x5C14;&#x5728;&#x4ED6;&#x53D1;&#x7684;&#x72B6;&#x6001;&#x4E0B;&#x7559;&#x8A00;&#xFF0C;&#x65F6;&#x95F4;&#x5C31;&#x8FD9;&#x6837;&#x5306;&#x5306;&#x6E9C;&#x8D70;&#x3002;</p>
<p>&#x5F88;&#x5FEB;&#x5C31;&#x5230;&#x4E86;&#x5927;&#x56DB;&#x3002;&#x90A3;&#x9635;&#x5B50;&#x5927;&#x5BB6;&#x90FD;&#x5FD9;&#x7740;&#x5199;&#x8BBA;&#x6587;&#xFF0C;&#x627E;&#x5DE5;&#x4F5C;&#x3002;</p>
<p>&#x66FE;&#x7ECF;&#x6709;&#x4E2A;&#x7537;&#x751F;&#x5728;&#x5BBF;&#x820D;&#x697C;&#x5E95;&#x4E0B;&#x6446;&#x5FC3;&#x5F62;&#x8721;&#x70DB;&#x5411;&#x6728;&#x69FF;&#x8868;&#x767D;&#xFF0C;&#x7ED3;&#x679C;&#x88AB;&#x62D2;&#x3002;&#x6709;&#x4E2A;&#x7537;&#x751F;&#x8FFD;&#x4E86;&#x5979;&#x4E24;&#x5E74;&#xFF0C;&#x6BCF;&#x5E74;&#x751F;&#x65E5;&#x90FD;&#x7ED9;&#x5979;&#x4E70;&#x793C;&#x7269;&#xFF0C;&#x5979;&#x4E0D;&#x4E3A;&#x6240;&#x52A8;&#x3002;&#x6211;&#x4EEC;&#x51E0;&#x4E2A;&#x90FD;&#x8BF4;&#x6728;&#x69FF;&#x50BB;&#xFF0C;&#x5979;&#x5374;&#x8BF4;&#xFF0C;&#x6211;&#x53EA;&#x662F;&#x4E0D;&#x60F3;&#x803D;&#x8BEF;&#x4EBA;&#x5BB6;&#x3002;</p>
<p>&#x5979;&#x62D2;&#x7EDD;&#x4E86;&#x5F88;&#x591A;&#x4EBA;&#xFF0C;&#x5BF9;&#x5916;&#x5BA3;&#x79F0;&#x81EA;&#x5DF1;&#x8981;&#x4EE5;&#x5B66;&#x4E1A;&#x4E3A;&#x91CD;&#xFF0C;&#x591A;&#x4E48;&#x51A0;&#x5195;&#x5802;&#x7687;&#x7684;&#x7406;&#x7531;&#x3002;&#x53EA;&#x6709;&#x6211;&#x77E5;&#x9053;&#xFF0C;&#x5979;&#x662F;&#x56E0;&#x4E3A;&#x5927;&#x5929;&#x624D;&#x8FD9;&#x4E48;&#x505A;&#x7684;&#xFF0C;&#x5979;&#x5FD8;&#x4E0D;&#x4E86;&#x4ED6;&#x3002;</p>
<p>&#x6BCF;&#x4E2A;&#x6697;&#x604B;&#x8FC7;&#x7684;&#x4EBA;&#x5E94;&#x8BE5;&#x90FD;&#x660E;&#x767D;&#xFF0C;&#x5F53;&#x4F60;&#x5FC3;&#x91CC;&#x88C5;&#x7740;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4ED6;&#x5C31;&#x662F;&#x4F60;&#x7684;&#x5168;&#x4E16;&#x754C;&#x3002;&#x4ED6;&#x5C31;&#x90A3;&#x6837;&#x6F5C;&#x79FB;&#x9ED8;&#x5316;&#x5730;&#x5F71;&#x54CD;&#x7740;&#x4F60;&#xFF0C;&#x5F71;&#x54CD;&#x7740;&#x4F60;&#x7684;&#x4E00;&#x8A00;&#x4E00;&#x884C;&#xFF0C;&#x5F71;&#x54CD;&#x7740;&#x4F60;&#x7684;&#x601D;&#x7EEA;&#xFF0C;&#x5F71;&#x54CD;&#x7740;&#x4F60;&#x6D51;&#x8EAB;&#x4E0A;&#x4E0B;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x7EC6;&#x80DE;&#x3002;&#x4F60;&#x4E0B;&#x610F;&#x8BC6;&#x5730;&#x62D2;&#x7EDD;&#x6240;&#x6709;&#x5411;&#x4F60;&#x793A;&#x597D;&#x7684;&#x4EBA;&#xFF0C;&#x56F0;&#x60D1;&#x4E3A;&#x4EC0;&#x4E48;&#x4ED6;&#x4F1A;&#x8BA9;&#x4F60;&#x89C9;&#x5F97;&#x65E0;&#x53EF;&#x53D6;&#x4EE3;&#x3002;&#x4F60;&#x4E0D;&#x77E5;&#x9053;&#x4F60;&#x53EA;&#x662F;&#x6CA1;&#x53D1;&#x89C9;&#xFF0C;&#x5176;&#x5B9E;&#x4ECE;&#x4F60;&#x4EEC;&#x76F8;&#x9047;&#x7684;&#x90A3;&#x4E00;&#x523B;&#x8D77;&#xFF0C;&#x4ED6;&#x7684;&#x4E00;&#x98A6;&#x4E00;&#x7B11;&#x5C31;&#x65E9;&#x5DF2;&#x88AB;&#x5316;&#x4F5C;&#x4E00;&#x9897;&#x60C5;&#x79CD;&#xFF0C;&#x5728;&#x4F60;&#x7684;&#x5FC3;&#x91CC;&#x751F;&#x4E86;&#x6839;&#xFF0C;&#x53D1;&#x4E86;&#x82BD;&#x3002;</p>
<p>004///</p>
<p>&#x6BD5;&#x4E1A;&#x90A3;&#x5929;&#xFF0C;&#x4E0B;&#x8D77;&#x4E86;&#x96F7;&#x9635;&#x96E8;&#x3002;&#x6211;&#x548C;&#x6728;&#x69FF;&#x90FD;&#x6CA1;&#x5E26;&#x4F1E;&#xFF0C;&#x53EA;&#x597D;&#x8EB2;&#x5728;&#x7ED8;&#x5BA2;&#x4E66;&#x5E97;&#x91CC;&#x7B49;&#x96E8;&#x505C;&#x3002;&#x5979;&#x95EE;&#x6211;&#x6BD5;&#x4E1A;&#x540E;&#x6709;&#x4EC0;&#x4E48;&#x6253;&#x7B97;&#x3002;&#x6211;&#x8BF4;&#x5927;&#x6982;&#x4F1A;&#x79BB;&#x5F00;&#x8FD9;&#x91CC;&#x5427;&#xFF0C;&#x7236;&#x6BCD;&#x8BA9;&#x6211;&#x56DE;&#x5BB6;&#x3002;&#x5979;&#x62AC;&#x5934;&#x770B;&#x4E86;&#x770B;&#x6211;&#xFF0C;&#x6CA1;&#x518D;&#x8BF4;&#x8BDD;&#x3002;&#x6211;&#x770B;&#x5230;&#x5979;&#x7684;&#x773C;&#x795E;&#x53D8;&#x5F97;&#x6709;&#x4E9B;&#x9EEF;&#x6DE1;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x8FD8;&#x4F1A;&#x518D;&#x89C1;&#x9762;&#x7684;&#x3002;&#x6211;&#x8BF4;&#x3002;&#x6211;&#x603B;&#x611F;&#x89C9;&#xFF0C;&#x6211;&#x4EEC;&#x8FD8;&#x4F1A;&#x518D;&#x89C1;&#x9762;&#x3002;</p>
<p>&#x5979;&#x6014;&#x6014;&#x5730;&#x770B;&#x7740;&#x6211;&#xFF0C;&#x518D;&#x4E00;&#x6B21;&#x95EE;&#x9053;&#xFF0C;&#x201C;&#x4F60;&#x5BB3;&#x6015;&#x79BB;&#x522B;&#x5417;&#xFF1F;&#x201D;</p>
<p>&#x6211;&#x60F3;&#x4E86;&#x60F3;&#xFF0C;&#x56DE;&#x7B54;&#x5979;&#x8BF4;&#xFF0C;&#x201C;&#x6015;&#x3002;&#x56E0;&#x4E3A;&#x79BB;&#x522B;&#x8BA9;&#x4EBA;&#x5F88;&#x6CA1;&#x6709;&#x5B89;&#x5168;&#x611F;&#x3002;&#x4F60;&#x4E0D;&#x77E5;&#x9053;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x4F1A;&#x518D;&#x76F8;&#x89C1;&#xFF0C;&#x4F60;&#x4E0D;&#x77E5;&#x9053;&#x65F6;&#x95F4;&#x4E0E;&#x7A7A;&#x95F4;&#x7684;&#x963B;&#x9694;&#x662F;&#x5426;&#x4F1A;&#x628A;&#x539F;&#x6709;&#x7684;&#x4E00;&#x5207;&#x90FD;&#x51B2;&#x6DE1;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x5149;&#x5BB3;&#x6015;&#x662F;&#x6CA1;&#x6709;&#x7528;&#x7684;&#x4E0D;&#x662F;&#x5417;&#xFF1F;&#x8BE5;&#x6765;&#x7684;&#x7EC8;&#x7A76;&#x4F1A;&#x6765;&#xFF0C;&#x8BE5;&#x53D1;&#x751F;&#x7684;&#x7EC8;&#x7A76;&#x4F1A;&#x53D1;&#x751F;&#xFF0C;&#x8BE5;&#x9047;&#x89C1;&#x7684;&#x4EBA;&#x7EC8;&#x7A76;&#x8FD8;&#x662F;&#x4F1A;&#x9047;&#x89C1;&#x3002;&#x6211;&#x59CB;&#x7EC8;&#x8FD9;&#x4E48;&#x76F8;&#x4FE1;&#x3002;&#x201D;</p>
<p>&#x201C;&#x5E0C;&#x671B;&#x5982;&#x6B64;&#x5427;&#x3002;&#x201D;&#x5979;&#x7B11;&#x7B11;&#x8BF4;&#x3002;</p>
<p>005///</p>
<p>&#x56DE;&#x5BB6;&#x4EE5;&#x540E;&#xFF0C;&#x6211;&#x5F00;&#x59CB;&#x4E86;&#x81EA;&#x5DF1;&#x5168;&#x65B0;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x627E;&#x4E86;&#x4E00;&#x4EFD;&#x4E0D;&#x7B97;&#x597D;&#x4E5F;&#x4E0D;&#x7B97;&#x574F;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x6709;&#x4E86;&#x65B0;&#x7684;&#x7684;&#x670B;&#x53CB;&#x5708;&#x3002;&#x867D;&#x7136;&#x548C;&#x6728;&#x69FF;&#x7684;&#x8054;&#x7CFB;&#x6E10;&#x6E10;&#x5C11;&#x4E86;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x5F7C;&#x6B64;&#x7275;&#x6302;&#x7684;&#x65F6;&#x5019;&#x8FD8;&#x662F;&#x4F1A;&#x901A;&#x4E2A;&#x7535;&#x8BDD;&#x597D;&#x597D;&#x804A;&#x4E0A;&#x51E0;&#x53E5;&#x3002;</p>
<p>&#x90A3;&#x5929;&#x7535;&#x8BDD;&#x91CC;&#x6728;&#x69FF;&#x544A;&#x8BC9;&#x6211;&#xFF0C;&#x8FD9;&#x51E0;&#x5E74;&#x5979;&#x6210;&#x957F;&#x4E86;&#x8BB8;&#x591A;&#x3002;&#x539F;&#x5148;&#x90A3;&#x4E2A;&#x60E7;&#x6015;&#x5206;&#x79BB;&#x7684;&#x7231;&#x54ED;&#x9B3C;&#xFF0C;&#x73B0;&#x5728;&#x5DF2;&#x7ECF;&#x5B66;&#x4F1A;&#x4E86;&#x5766;&#x7136;&#x9762;&#x5BF9;&#x3002;</p>
<p>&#x5979;&#x8BF4;&#x5728;C&#x57CE;&#x5DE5;&#x4F5C;&#x7684;&#x4E24;&#x5E74;&#x91CC;&#xFF0C;&#x65F6;&#x95F4;&#x7684;&#x5DE8;&#x6D6A;&#x66FE;&#x4E00;&#x5EA6;&#x51B2;&#x6DE1;&#x4E86;&#x5979;&#x548C;&#x5927;&#x5929;&#x72EC;&#x6709;&#x7684;&#x56DE;&#x5FC6;&#x3002;&#x65F6;&#x5DEE;&#x8BA9;&#x5979;&#x548C;&#x5927;&#x5929;&#x4E4B;&#x95F4;&#x7684;&#x8DDD;&#x79BB;&#x5FFD;&#x8FD1;&#x5FFD;&#x8FDC;&#xFF0C;&#x4EFF;&#x4F5B;&#x6C38;&#x8FDC;&#x6709;&#x7740;&#x4E00;&#x6761;&#x65E0;&#x6CD5;&#x8DE8;&#x8D8A;&#x7684;&#x9E3F;&#x6C9F;&#x3002;&#x4ECE;&#x70ED;&#x7EDC;&#x5230;&#x5BD2;&#x6684;&#xFF0C;&#x4ECE;&#x5BD2;&#x6684;&#x5230;&#x6773;&#x65E0;&#x97F3;&#x8BAF;&#x3002;&#x51E0;&#x6B21;&#x53D1;&#x9001;&#x6D88;&#x606F;&#x77F3;&#x6C89;&#x5927;&#x6D77;&#x4E4B;&#x540E;&#x5979;&#x4FBF;&#x4E0D;&#x518D;&#x6267;&#x7740;&#xFF0C;&#x800C;&#x662F;&#x628A;&#x70ED;&#x60C5;&#x6295;&#x8EAB;&#x4E8E;&#x4E8B;&#x4E1A;&#x3002;</p>
<p>&#x6211;&#x8BF4;&#x90A3;&#x65F6;&#x5019;&#x4F60;&#x662F;&#x6253;&#x7B97;&#x653E;&#x5F03;&#x4E86;&#x5417;&#xFF1F;</p>
<p>&#x6728;&#x69FF;&#x56DE;&#x7B54;&#x8BF4;&#xFF0C;&#x201C;&#x4E0D;&#xFF0C;&#x4E0D;&#x662F;&#x653E;&#x5F03;&#xFF0C;&#x6211;&#x53EA;&#x662F;&#x9009;&#x62E9;&#x4E86;&#x7B49;&#x5F85;&#x3002;&#x56E0;&#x4E3A;&#x4F60;&#x66FE;&#x7ECF;&#x5BF9;&#x6211;&#x8BF4;&#x8FC7;&#xFF0C;&#x8BE5;&#x6765;&#x7684;&#x7EC8;&#x7A76;&#x4F1A;&#x6765;&#xFF0C;&#x8BE5;&#x53D1;&#x751F;&#x7684;&#x7EC8;&#x7A76;&#x4F1A;&#x53D1;&#x751F;&#xFF0C;&#x8BE5;&#x9047;&#x89C1;&#x7684;&#x4EBA;&#x7EC8;&#x7A76;&#x8FD8;&#x662F;&#x4F1A;&#x9047;&#x89C1;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x9009;&#x62E9;&#x76F8;&#x4FE1;&#x3002;&#x201D;</p>
<p>006///</p>
<p>&#x540E;&#x6765;&#x7684;&#x540E;&#x6765;&#xFF0C;&#x5927;&#x5929;&#x56DE;&#x56FD;&#xFF0C;&#x6728;&#x69FF;&#x53BB;&#x63A5;&#x673A;&#x3002;</p>
<p>&#x4EBA;&#x7FA4;&#x4E2D;&#xFF0C;&#x5979;&#x4E00;&#x773C;&#x5C31;&#x8BA4;&#x51FA;&#x4E86;&#x4ED6;&#x3002;&#x9AD8;&#x9AD8;&#x7626;&#x7626;&#xFF0C;&#x7709;&#x773C;&#x707F;&#x70C2;&#x3002;&#x5979;&#x5140;&#x81EA;&#x5E2E;&#x4ED6;&#x63A5;&#x8FC7;&#x884C;&#x674E;&#xFF0C;&#x6253;&#x8DA3;&#x5730;&#x8BF4;&#xFF0C;&#x600E;&#x4E48;&#x51E0;&#x5E74;&#x4E0D;&#x89C1;&#x4F60;&#x53D8;&#x8001;&#x4E86;&#x8BB8;&#x591A;&#x3002;&#x4ED6;&#x53EA;&#x662F;&#x7B11;&#x7B11;&#xFF0C;&#x6CA1;&#x6709;&#x8BF4;&#x8BDD;&#x3002;&#x987F;&#x4E86;&#x987F;&#xFF0C;&#x4ED6;&#x8BF4;&#xFF0C;&#x6728;&#x69FF;&#xFF0C;&#x6211;&#x56DE;&#x6765;&#x4E86;&#x3002;&#x77ED;&#x77ED;&#x516D;&#x4E2A;&#x5B57;&#xFF0C;&#x542C;&#x5F97;&#x5979;&#x9F3B;&#x5B50;&#x53D1;&#x9178;&#x3002;</p>
<p>&#x5979;&#x8BF4;&#x4F60;&#x77E5;&#x9053;&#x5417;&#xFF0C;&#x6211;&#x6709;&#x597D;&#x51E0;&#x6B21;&#x4EE5;&#x4E3A;&#x4F60;&#x5931;&#x8054;&#x4E86;&#x3002;</p>
<p>&#x4ED6;&#x4E0A;&#x524D;&#x5C06;&#x5979;&#x62E5;&#x5165;&#x6000;&#x4E2D;&#xFF0C;&#x8F7B;&#x8F7B;&#x8DDF;&#x5979;&#x8BF4;&#x7740;&#x5BF9;&#x4E0D;&#x8D77;&#x3002;</p>
<p>&#x5927;&#x5929;&#x8BF4;&#x4ED6;&#x8FD9;&#x4E9B;&#x5E74;&#x8FC7;&#x7684;&#x5E76;&#x4E0D;&#x597D;&#xFF0C;&#x4E00;&#x4E2A;&#x4EBA;&#x8EAB;&#x5904;&#x5F02;&#x4E61;&#xFF0C;&#x603B;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x548C;&#x5F02;&#x4E61;&#x683C;&#x683C;&#x4E0D;&#x5165;&#x3002;&#x521A;&#x5230;&#x7684;&#x65F6;&#x5019;&#x5FC3;&#x91CC;&#x96BE;&#x514D;&#x6709;&#x843D;&#x5DEE;&#xFF0C;&#x6C34;&#x571F;&#x4E0D;&#x670D;&#xFF0C;&#x8BED;&#x8A00;&#x4E0D;&#x901A;&#xFF0C;&#x65B9;&#x5411;&#x611F;&#x592A;&#x5DEE;&#x7B49;&#x95EE;&#x9898;&#x56F0;&#x6270;&#x7740;&#x4ED6;&#xFF0C;&#x8BA9;&#x4ED6;&#x6CA1;&#x6709;&#x529E;&#x6CD5;&#x518D;&#x5206;&#x5FC3;&#x3002;&#x6709;&#x9635;&#x5B50;&#xFF0C;&#x4ED6;&#x4E13;&#x5FC3;&#x81F4;&#x5FD7;&#x641E;&#x7814;&#x7A76;&#xFF0C;&#x6BCF;&#x5929;&#x505A;&#x5B9E;&#x9A8C;&#x505A;&#x5230;&#x5927;&#x534A;&#x591C;&#xFF0C;&#x76F4;&#x5230;&#x56DE;&#x5BB6;&#x7684;&#x65F6;&#x5019;&#x624D;&#x60F3;&#x8D77;&#x624B;&#x673A;&#x5DF2;&#x7ECF;&#x6CA1;&#x7535;&#x4E86;&#x3002;&#x4ED6;&#x8BF4;&#x5979;&#x66FE;&#x7ECF;&#x5BB3;&#x6015;&#x8FC7;&#xFF0C;&#x6015;&#x5979;&#x4F1A;&#x5FD8;&#x4E86;&#x4ED6;&#x3002;&#x7EB5;&#x4F7F;&#x5728;&#x522B;&#x4EBA;&#x773C;&#x91CC;&#xFF0C;&#x4ED6;&#x662F;&#x90A3;&#x4E48;&#x4F18;&#x79C0;&#xFF0C;&#x90A3;&#x4E48;&#x95EA;&#x8000;&#xFF0C;&#x53EF;&#x53EA;&#x8981;&#x4E00;&#x60F3;&#x8D77;&#x5979;&#xFF0C;&#x4ED6;&#x5C31;&#x4F1A;&#x60CA;&#x614C;&#x5931;&#x63AA;&#x3002;&#x4ED6;&#x4E0D;&#x6562;&#x5BF9;&#x5979;&#x627F;&#x8BFA;&#x4EC0;&#x4E48;&#xFF0C;&#x66F4;&#x4E0D;&#x6562;&#x8BA9;&#x5979;&#x7B49;&#x4ED6;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x89C9;&#x5F97;&#x627F;&#x8BFA;&#x592A;&#x865A;&#x5984;&#xFF0C;&#x8A93;&#x8A00;&#x592A;&#x865A;&#x5047;&#x3002;</p>
<p>&#x201C;&#x5982;&#x679C;&#x4E0D;&#x80FD;&#x5446;&#x5728;&#x4F60;&#x7684;&#x8EAB;&#x8FB9;&#x7167;&#x987E;&#x4F60;&#xFF0C;&#x90A3;&#x627F;&#x8BFA;&#x548C;&#x8A93;&#x8A00;&#x53C8;&#x6709;&#x4EC0;&#x4E48;&#x7528;&#x5462;&#xFF1F;&#x201D;&#x4ED6;&#x8BF4;&#x3002;</p>
<p>&#x6728;&#x69FF;&#x6123;&#x4F4F;&#x4E86;&#xFF0C;&#x5979;&#x4ECE;&#x672A;&#x60F3;&#x8FC7;&#x81EA;&#x5DF1;&#x559C;&#x6B22;&#x4E86;&#x591A;&#x5E74;&#x7684;&#x4EBA;&#x5176;&#x5B9E;&#x4E5F;&#x5728;&#x559C;&#x6B22;&#x7740;&#x81EA;&#x5DF1;&#x3002;&#x539F;&#x6765;&#x8FC7;&#x53BB;&#x7684;&#x90A3;&#x4E9B;&#x5C0F;&#x5FC3;&#x7FFC;&#x7FFC;&#x662F;&#x56E0;&#x4E3A;&#x592A;&#x5728;&#x610F;&#xFF0C;&#x8FC7;&#x53BB;&#x90A3;&#x4E9B;&#x6218;&#x6218;&#x5162;&#x5162;&#x7684;&#x8BD5;&#x63A2;&#x662F;&#x56E0;&#x4E3A;&#x4E0D;&#x786E;&#x5B9A;&#x3002;</p>
<p>&#x60F3;&#x7740;&#x60F3;&#x7740;&#xFF0C;&#x6728;&#x69FF;&#x7834;&#x6D95;&#x4E3A;&#x7B11;&#x3002;&#x8FD8;&#x6709;&#x4EC0;&#x4E48;&#x4E8B;&#x60C5;&#x6BD4;&#x4E92;&#x76F8;&#x559C;&#x6B22;&#x66F4;&#x503C;&#x5F97;&#x9AD8;&#x5174;&#x7684;&#x5462;&#xFF1F;&#x8BEF;&#x4F1A;&#x89E3;&#x5F00;&#x4E86;&#xFF0C;&#x5979;&#x89C9;&#x5F97;&#x65E0;&#x6BD4;&#x8F7B;&#x677E;&#x7545;&#x5FEB;&#x3002;</p>
<p>&#x201C;&#x4EE5;&#x540E;&#x4F60;&#x53EF;&#x4E0D;&#x8BB8;&#x518D;&#x8F7B;&#x6613;&#x79BB;&#x5F00;&#x4E86;&#x3002;&#x201D;</p>
<p>&#x201C;&#x597D;&#x3002;&#x201D;</p>
<p>007///</p>
<p>&#x76DB;&#x590F;&#x65F6;&#x5206;&#xFF0C;&#x6211;&#x53D7;&#x9080;&#x53C2;&#x52A0;&#x4E86;&#x6728;&#x69FF;&#x7684;&#x5A5A;&#x793C;&#x3002;&#x9014;&#x4E2D;&#x8DEF;&#x8FC7;&#x4E00;&#x4E2A;&#x516C;&#x56ED;&#xFF0C;&#x770B;&#x5230;&#x4E86;&#x6210;&#x7247;&#x7684;&#x6728;&#x69FF;&#x82B1;&#x3002;</p>
<p>&#x9633;&#x5149;&#x4E0B;&#xFF0C;&#x5B83;&#x4EEC;&#x5C3D;&#x60C5;&#x76DB;&#x5F00;&#xFF0C;&#x76DB;&#x653E;&#x7684;&#xFF0C;&#x542B;&#x82DE;&#x7684;&#xFF0C;&#x5F62;&#x6001;&#x4E0D;&#x4E00;&#xFF0C;&#x5374;&#x5404;&#x6709;&#x5343;&#x79CB;&#x3002;&#x770B;&#x7740;&#x770B;&#x7740;&#xFF0C;&#x6211;&#x5C31;&#x51FA;&#x4E86;&#x795E;&#x3002;&#x540E;&#x6765;&#x56E0;&#x4E3A;&#x673A;&#x7F18;&#x5DE7;&#x5408;&#xFF0C;&#x7ED3;&#x8BC6;&#x4E86;&#x4E00;&#x4F4D;&#x82B1;&#x5E97;&#x8001;&#x677F;&#x5A18;&#x4E4B;&#x540E;&#x6211;&#x624D;&#x77E5;&#x9053;&#xFF0C;&#x539F;&#x6765;&#x6728;&#x69FF;&#x82B1;&#x7684;&#x82B1;&#x8BED;&#x662F;&#x6E29;&#x67D4;&#x7684;&#x575A;&#x6301;&#x3002;</p>
<p>&#x767E;&#x5EA6;&#x767E;&#x79D1;&#x4E2D;&#xFF0C;&#x5BF9;&#x6728;&#x69FF;&#x82B1;&#x7684;&#x82B1;&#x8BED;&#x662F;&#x8FD9;&#x6837;&#x89E3;&#x91CA;&#x7684;&#xFF1A;&#x6728;&#x69FF;&#x82B1;&#x671D;&#x5F00;&#x66AE;&#x843D;&#xFF0C;&#x4F46;&#x6BCF;&#x4E00;&#x6B21;&#x51CB;&#x8C22;&#x90FD;&#x662F;&#x4E3A;&#x4E86;&#x4E0B;&#x4E00;&#x6B21;&#x66F4;&#x7EDA;&#x70C2;&#x5730;&#x7EFD;&#x653E;&#x3002;&#x5C31;&#x50CF;&#x592A;&#x9633;&#x4E0D;&#x65AD;&#x5730;&#x843D;&#x4E0B;&#x53C8;&#x5347;&#x8D77;&#xFF0C;&#x5C31;&#x50CF;&#x6625;&#x53BB;&#x79CB;&#x6765;&#x56DB;&#x5B63;&#x8F6E;&#x8F6C;&#xFF0C;&#x5374;&#x662F;&#x751F;&#x751F;&#x4E0D;&#x606F;&#x3002;&#x66F4;&#x50CF;&#x662F;&#x7231;&#x4E00;&#x4E2A;&#x4EBA;&#xFF0C;&#x4E5F;&#x4F1A;&#x6709;&#x4F4E;&#x6F6E;&#xFF0C;&#x4E5F;&#x4F1A;&#x6709;&#x7EB7;&#x6270;&#xFF0C;&#x4F46;&#x61C2;&#x5F97;&#x7231;&#x7684;&#x4EBA;&#x4ECD;&#x4F1A;&#x6E29;&#x67D4;&#x7684;&#x575A;&#x6301;&#x3002;&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x660E;&#x767D;&#xFF0C;&#x8D77;&#x8D77;&#x4F0F;&#x4F0F;&#x603B;&#x662F;&#x96BE;&#x514D;&#xFF0C;&#x4F46;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x4F1A;&#x4EE4;&#x4ED6;&#x4EEC;&#x52A8;&#x6447;&#x81EA;&#x5DF1;&#x5F53;&#x521D;&#x7684;&#x9009;&#x62E9;&#xFF0C;&#x7231;&#x7684;&#x4FE1;&#x4EF0;&#x6C38;&#x6052;&#x4E0D;&#x53D8;&#x3002;</p>
<p>&#x89C1;&#x5230;&#x6728;&#x69FF;&#x65F6;&#xFF0C;&#x5979;&#x5DF2;&#x4E00;&#x88AD;&#x957F;&#x88D9;&#x3002;&#x5A5A;&#x7EB1;&#x7684;&#x6B3E;&#x5F0F;&#x5F88;&#x65B0;&#x9896;&#xFF0C;&#x5C06;&#x5979;&#x82D7;&#x6761;&#x7684;&#x8EAB;&#x6750;&#x52FE;&#x52D2;&#x5F97;&#x6070;&#x5230;&#x597D;&#x5904;&#x3002;&#x6211;&#x5FAE;&#x7B11;&#x7740;&#x4E0A;&#x524D;&#x4E0E;&#x5979;&#x62E5;&#x62B1;&#xFF0C;&#x8F7B;&#x8F7B;&#x5728;&#x5979;&#x8033;&#x7554;&#x8BF4;&#xFF0C;&#x770B;&#xFF0C;&#x6211;&#x4EEC;&#x53C8;&#x89C1;&#x9762;&#x4E86;&#x3002;&#x5979;&#x634F;&#x4E86;&#x634F;&#x6211;&#x7684;&#x624B;&#xFF0C;&#x5BF9;&#x6211;&#x8BF4;&#x4E86;&#x4E09;&#x4E2A;&#x5B57;&#xFF0C;&#x8C22;&#x8C22;&#x4F60;&#x3002;</p>
<p>008///</p>
<p>&#x6709;&#x65F6;&#x5019;&#x6211;&#x4EEC;&#x559C;&#x6B22;&#x4E00;&#x4E2A;&#x4EBA;&#xFF0C;&#x603B;&#x60F3;&#x7ACB;&#x5373;&#x4E0E;&#x4ED6;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x5982;&#x82E5;&#x672A;&#x679C;&#xFF0C;&#x96BE;&#x514D;&#x4F1A;&#x6709;&#x4E9B;&#x61CA;&#x607C;&#x3002;</p>
<p>&#x4F60;&#x89C9;&#x5F97;&#x7B49;&#x5F85;&#x662F;&#x4E00;&#x4EF6;&#x7F25;&#x7F08;&#x65E0;&#x5E38;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x7B49;&#x5F85;&#x4F1A;&#x8BA9;&#x4F60;&#x8017;&#x5C3D;&#x7CBE;&#x529B;&#xFF0C;&#x4F7F;&#x4F60;&#x5BB3;&#x6015;&#x672A;&#x77E5;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x53EF;&#x662F;&#xFF0C;&#x5F53;&#x521D;&#x6CA1;&#x6709;&#x9A6C;&#x4E0A;&#x5728;&#x4E00;&#x8D77;&#x53C8;&#x600E;&#x4E48;&#x6837;&#x5462;&#xFF1F;&#x73B0;&#x5B9E;&#x4E16;&#x754C;&#x91CC;&#x603B;&#x6709;&#x8FD9;&#x6837;&#x90A3;&#x6837;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x8BA9;&#x4F60;&#x4EEC;&#x8981;&#x665A;&#x4E9B;&#x65F6;&#x5019;&#x518D;&#x76F8;&#x9047;&#x3002;&#x5982;&#x679C;&#x6700;&#x540E;&#x7684;&#x6700;&#x540E;&#xFF0C;&#x9047;&#x89C1;&#x7684;&#x4ECD;&#x65E7;&#x662F;&#x4F60;&#xFF0C;&#x90A3;&#x4E48;&#x665A;&#x4E00;&#x70B9;&#x771F;&#x7684;&#x6CA1;&#x5173;&#x7CFB;&#xFF0C;&#x4E0D;&#x662F;&#x5417;&#xFF1F;</p>
<p>&#x6709;&#x7F18;&#x5343;&#x91CC;&#x6765;&#x76F8;&#x4F1A;&#xFF0C;&#x65E0;&#x7F18;&#x5BF9;&#x9762;&#x624B;&#x96BE;&#x7275;&#x3002;</p>
<p>&#x5176;&#x5B9E;&#xFF0C;&#x91CD;&#x8981;&#x7684;&#x4E0D;&#x662F;&#x4E00;&#x5F00;&#x59CB;&#x4F60;&#x4EEC;&#x5C31;&#x5728;&#x4E00;&#x8D77;&#x4E86;&#xFF0C;&#x91CD;&#x8981;&#x7684;&#x662F;&#x65E0;&#x8BBA;&#x76F8;&#x9694;&#x591A;&#x8FDC;&#x6700;&#x7EC8;&#x4F60;&#x4EEC;&#x4F9D;&#x65E7;&#x8D70;&#x5230;&#x4E86;&#x4E00;&#x8D77;&#x3002;&#x90A3;&#x6837;&#x7684;&#x7231;&#xFF0C;&#x624D;&#x662F;&#x6700;&#x575A;&#x4E0D;&#x53EF;&#x6467;&#x7684;&#x3002;</p>
<p>&#x6728;&#x69FF;&#x548C;&#x5927;&#x5929;&#xFF0C;&#x4F1A;&#x8BA9;&#x4F60;&#x60F3;&#x8D77;&#x8C01;&#xFF1F;&#x662F;&#x4F60;&#x548C;&#x4F60;&#x7231;&#x7684;&#x4EBA;&#xFF0C;&#x8FD8;&#x662F;&#x4F60;&#x8EAB;&#x8FB9;&#x7684;&#x670B;&#x53CB;&#xFF1F;&#x4E5F;&#x8BB8;&#xFF0C;&#x7C7B;&#x4F3C;&#x7684;&#x6545;&#x4E8B;&#x4ECD;&#x5728;&#x7EE7;&#x7EED;&#x3002;&#x90A3;&#x4E48;&#xFF0C;&#x4E5F;&#x8BF7;&#x4F60;&#x5B66;&#x4F1A;&#x76F8;&#x4FE1;&#xFF0C;&#x76F8;&#x4FE1;&#x4F1A;&#x6709;&#x90A3;&#x4E48;&#x4E00;&#x5929;&#xFF0C;&#x4F60;&#x7EC8;&#x4F1A;&#x9047;&#x89C1;&#x90A3;&#x4E2A;&#x4F60;&#x8BE5;&#x9047;&#x89C1;&#x7684;&#x4EBA;&#x3002;</p>
<p>&#x5C31;&#x7B97;&#x9694;&#x7740;&#x5929;&#x6DAF;&#x6D77;&#x89D2;&#xFF0C;&#x5C31;&#x7B97;&#x9762;&#x4E34;&#x8270;&#x96BE;&#x9669;&#x963B;&#xFF0C;&#x4E0D;&#x65E9;&#x4E0D;&#x665A;&#xFF0C;&#x4ED6;&#x7EC8;&#x5C06;&#x4F1A;&#x51FA;&#x73B0;&#x5728;&#x4F60;&#x7684;&#x751F;&#x547D;&#x91CC;&#x3002;</p>
<p><em><a href="https://se.insoan.com/">&#x6027;&#x611F;&#x7F8E;&#x56FE; &#x2013; &#x6027;&#x611F;&#x5957;&#x56FE;&#x5927;&#x672C;&#x8425;</a></em></p>

      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="tags/美少女/" rel="tag"># 美少女</a>
          
        </div>
      

      
      
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="1604.html" rel="next" title="一起感受拍摄自红河县的梯田群航拍摄影美作">
                <i class="fa fa-chevron-left"></i> 一起感受拍摄自红河县的梯田群航拍摄影美作
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="1606.html" rel="prev" title="2016 维秘泳装特辑放出~来看看维秘天使们的日常">
                2016 维秘泳装特辑放出~来看看维秘天使们的日常 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </div>
  
  
  
  </article>


    <!-- 有瓣音频文章内嵌广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block; text-align:center;" data-ad-layout="in-article" data-ad-format="fluid" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6145016388"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>

    <div class="post-spread">
      
    </div>
  </div>
  <!-- 有瓣音频信息流广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block" data-ad-format="fluid" data-ad-layout-key="-6t+ed+2i-1n-4w" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6455528644"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>


          </div>
          


          

  



        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    
    <div class="sidebar-inner">

      

      

      <section class="site-overview-wrap sidebar-panel sidebar-panel-active">
        <div class="site-overview">
          <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
            
              <p class="site-author-name" itemprop="name">美图博客</p>
              <p class="site-description motion-element" itemprop="description"></p>
          </div>

          <nav class="site-state motion-element">

            
              <div class="site-state-item site-state-posts">
              
                <a href="https://se.insoan.com/archives/">
              
                  <span class="site-state-item-count">3561</span>
                  <span class="site-state-item-name">日志</span>
                </a>
              </div>
            

            

            
              
              
              <div class="site-state-item site-state-tags">
                
                  <span class="site-state-item-count">23</span>
                  <span class="site-state-item-name">标签</span>
                
              </div>
            

          </nav>

          
            <div class="feed-link motion-element">
              <a href="atom.xml" rel="alternate">
                <i class="fa fa-rss"></i>
                RSS
              </a>
            </div>
          

          

          
          

          
          

          

        </div>
      </section>

      

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">&copy; <span itemprop="copyrightYear">2024</span>
  <span class="with-love">
    <i class="fa fa-user"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">美图博客</span>
  <div>
  <script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script>
  <span id="busuanzi_container_site_pv">本站总访问量<span id="busuanzi_value_site_pv"></span>次</span>
  </div>
  
</div>


  <div class="powered-by">由 <a class="theme-link" target="_blank" href="https://hexo.io">Hexo</a> 强力驱动</div>



  <span class="post-meta-divider">|</span>



  <div class="theme-info">主题 &mdash; <a class="theme-link" target="_blank" href="https://github.com/iissnan/hexo-theme-next">NexT.Muse</a> v5.1.4</div>




  <script type="text/javascript" async src="js/src/mermaid.min.js"></script>
  <script>
  if (window.mermaid) {
        var mermaid_config = {
            startOnLoad: true,
            theme: 'default',
            flowchart:{
                useMaxWidth: false,
                htmlLabels: true
            }                
        }
        mermaid.initialize(mermaid_config);
  }
  </script>
  

        







        
      </div>
    </footer>

    
      <div class="back-to-top">
        <i class="fa fa-arrow-up"></i>
        
          <span id="scrollpercent"><span>0</span>%</span>
        
      </div>
    

    

  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  












  
  
    <script type="text/javascript" src="lib/jquery/index.js?v=2.1.3"></script>
  

  
  
    <script type="text/javascript" src="lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>
  

  
  
    <script type="text/javascript" src="lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.ui.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>
  


  


  <script type="text/javascript" src="js/src/utils.js?v=5.1.4"></script>

  <script type="text/javascript" src="js/src/motion.js?v=5.1.4"></script>



  
  

  
  <script type="text/javascript" src="js/src/scrollspy.js?v=5.1.4"></script>
<script type="text/javascript" src="js/src/post-details.js?v=5.1.4"></script>



  


  <script type="text/javascript" src="js/src/bootstrap.js?v=5.1.4"></script>



  


  




	





  





  












  

  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    var isXml = true;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length === 0) {
      search_path = "search.xml";
    } else if (/json$/i.test(search_path)) {
      isXml = false;
    }
    var path = "/" + search_path;
    // monitor main search box;

    var onPopupClose = function (e) {
      $('.popup').hide();
      $('#local-search-input').val('');
      $('.search-result-list').remove();
      $('#no-result').remove();
      $(".local-search-pop-overlay").remove();
      $('body').css('overflow', '');
    }

    function proceedsearch() {
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay"></div>')
        .css('overflow', 'hidden');
      $('.search-popup-overlay').click(onPopupClose);
      $('.popup').toggle();
      var $localSearchInput = $('#local-search-input');
      $localSearchInput.attr("autocapitalize", "none");
      $localSearchInput.attr("autocorrect", "off");
      $localSearchInput.focus();
    }

    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';

      // start loading animation
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay">' +
          '<div id="search-loading-icon">' +
          '<i class="fa fa-spinner fa-pulse fa-5x fa-fw"></i>' +
          '</div>' +
          '</div>')
        .css('overflow', 'hidden');
      $("#search-loading-icon").css('margin', '20% auto 0 auto').css('text-align', 'center');

      $.ajax({
        url: path,
        dataType: isXml ? "xml" : "json",
        async: true,
        success: function(res) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = isXml ? $("entry", res).map(function() {
            return {
              title: $("title", this).text(),
              content: $("content",this).text(),
              url: $("url" , this).text()
            };
          }).get() : res;
          var input = document.getElementById(search_id);
          var resultContent = document.getElementById(content_id);
          var inputEventFunction = function() {
            var searchText = input.value.trim().toLowerCase();
            var keywords = searchText.split(/[\s\-]+/);
            if (keywords.length > 1) {
              keywords.push(searchText);
            }
            var resultItems = [];
            if (searchText.length > 0) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var hitCount = 0;
                var searchTextCount = 0;
                var title = data.title.trim();
                var titleInLowerCase = title.toLowerCase();
                var content = data.content.trim().replace(/<[^>]+>/g,"");
                var contentInLowerCase = content.toLowerCase();
                var articleUrl = decodeURIComponent(data.url);
                var indexOfTitle = [];
                var indexOfContent = [];
                // only match articles with not empty titles
                if(title != '') {
                  keywords.forEach(function(keyword) {
                    function getIndexByWord(word, text, caseSensitive) {
                      var wordLen = word.length;
                      if (wordLen === 0) {
                        return [];
                      }
                      var startPosition = 0, position = [], index = [];
                      if (!caseSensitive) {
                        text = text.toLowerCase();
                        word = word.toLowerCase();
                      }
                      while ((position = text.indexOf(word, startPosition)) > -1) {
                        index.push({position: position, word: word});
                        startPosition = position + wordLen;
                      }
                      return index;
                    }

                    indexOfTitle = indexOfTitle.concat(getIndexByWord(keyword, titleInLowerCase, false));
                    indexOfContent = indexOfContent.concat(getIndexByWord(keyword, contentInLowerCase, false));
                  });
                  if (indexOfTitle.length > 0 || indexOfContent.length > 0) {
                    isMatch = true;
                    hitCount = indexOfTitle.length + indexOfContent.length;
                  }
                }

                // show search results

                if (isMatch) {
                  // sort index by position of keyword

                  [indexOfTitle, indexOfContent].forEach(function (index) {
                    index.sort(function (itemLeft, itemRight) {
                      if (itemRight.position !== itemLeft.position) {
                        return itemRight.position - itemLeft.position;
                      } else {
                        return itemLeft.word.length - itemRight.word.length;
                      }
                    });
                  });

                  // merge hits into slices

                  function mergeIntoSlice(text, start, end, index) {
                    var item = index[index.length - 1];
                    var position = item.position;
                    var word = item.word;
                    var hits = [];
                    var searchTextCountInSlice = 0;
                    while (position + word.length <= end && index.length != 0) {
                      if (word === searchText) {
                        searchTextCountInSlice++;
                      }
                      hits.push({position: position, length: word.length});
                      var wordEnd = position + word.length;

                      // move to next position of hit

                      index.pop();
                      while (index.length != 0) {
                        item = index[index.length - 1];
                        position = item.position;
                        word = item.word;
                        if (wordEnd > position) {
                          index.pop();
                        } else {
                          break;
                        }
                      }
                    }
                    searchTextCount += searchTextCountInSlice;
                    return {
                      hits: hits,
                      start: start,
                      end: end,
                      searchTextCount: searchTextCountInSlice
                    };
                  }

                  var slicesOfTitle = [];
                  if (indexOfTitle.length != 0) {
                    slicesOfTitle.push(mergeIntoSlice(title, 0, title.length, indexOfTitle));
                  }

                  var slicesOfContent = [];
                  while (indexOfContent.length != 0) {
                    var item = indexOfContent[indexOfContent.length - 1];
                    var position = item.position;
                    var word = item.word;
                    // cut out 100 characters
                    var start = position - 20;
                    var end = position + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if (end < position + word.length) {
                      end = position + word.length;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    slicesOfContent.push(mergeIntoSlice(content, start, end, indexOfContent));
                  }

                  // sort slices in content by search text's count and hits' count

                  slicesOfContent.sort(function (sliceLeft, sliceRight) {
                    if (sliceLeft.searchTextCount !== sliceRight.searchTextCount) {
                      return sliceRight.searchTextCount - sliceLeft.searchTextCount;
                    } else if (sliceLeft.hits.length !== sliceRight.hits.length) {
                      return sliceRight.hits.length - sliceLeft.hits.length;
                    } else {
                      return sliceLeft.start - sliceRight.start;
                    }
                  });

                  // select top N slices in content

                  var upperBound = parseInt('1');
                  if (upperBound >= 0) {
                    slicesOfContent = slicesOfContent.slice(0, upperBound);
                  }

                  // highlight title and content

                  function highlightKeyword(text, slice) {
                    var result = '';
                    var prevEnd = slice.start;
                    slice.hits.forEach(function (hit) {
                      result += text.substring(prevEnd, hit.position);
                      var end = hit.position + hit.length;
                      result += '<b class="search-keyword">' + text.substring(hit.position, end) + '</b>';
                      prevEnd = end;
                    });
                    result += text.substring(prevEnd, slice.end);
                    return result;
                  }

                  var resultItem = '';

                  if (slicesOfTitle.length != 0) {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + highlightKeyword(title, slicesOfTitle[0]) + "</a>";
                  } else {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + title + "</a>";
                  }

                  slicesOfContent.forEach(function (slice) {
                    resultItem += "<a href='" + articleUrl + "'>" +
                      "<p class=\"search-result\">" + highlightKeyword(content, slice) +
                      "...</p>" + "</a>";
                  });

                  resultItem += "</li>";
                  resultItems.push({
                    item: resultItem,
                    searchTextCount: searchTextCount,
                    hitCount: hitCount,
                    id: resultItems.length
                  });
                }
              })
            };
            if (keywords.length === 1 && keywords[0] === "") {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>'
            } else if (resultItems.length === 0) {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>'
            } else {
              resultItems.sort(function (resultLeft, resultRight) {
                if (resultLeft.searchTextCount !== resultRight.searchTextCount) {
                  return resultRight.searchTextCount - resultLeft.searchTextCount;
                } else if (resultLeft.hitCount !== resultRight.hitCount) {
                  return resultRight.hitCount - resultLeft.hitCount;
                } else {
                  return resultRight.id - resultLeft.id;
                }
              });
              var searchResultList = '<ul class=\"search-result-list\">';
              resultItems.forEach(function (result) {
                searchResultList += result.item;
              })
              searchResultList += "</ul>";
              resultContent.innerHTML = searchResultList;
            }
          }

          if ('auto' === 'auto') {
            input.addEventListener('input', inputEventFunction);
          } else {
            $('.search-icon').click(inputEventFunction);
            input.addEventListener('keypress', function (event) {
              if (event.keyCode === 13) {
                inputEventFunction();
              }
            });
          }

          // remove loading animation
          $(".local-search-pop-overlay").remove();
          $('body').css('overflow', '');

          proceedsearch();
        }
      });
    }

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched === false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(onPopupClose);
    $('.popup').click(function(e){
      e.stopPropagation();
    });
    $(document).on('keyup', function (event) {
      var shouldDismissSearchPopup = event.which === 27 &&
        $('.search-popup').is(':visible');
      if (shouldDismissSearchPopup) {
        onPopupClose();
      }
    });
  </script>





  

  

  

  
  

  

  

  

</body>
</html>
