<!DOCTYPE html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
<meta name="theme-color" content="#222">
<meta name="referrer" content="never">









<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">
















  
  
  <link href="lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">







<link href="lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="css/main.css?v=5.1.4" rel="stylesheet" type="text/css">


  <link rel="apple-touch-icon" sizes="180x180" href="/images/apple-touch-icon-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="32x32" href="/images/favicon-32x32-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="16x16" href="/images/favicon-16x16-next.png?v=5.1.4">


  <link rel="mask-icon" href="/images/logo.svg?v=5.1.4" color="#222">





  <meta name="keywords" content="写真,">





  <link rel="alternate" href="atom.xml" title="性感美图 – 套图大本营" type="application/atom+xml">






<meta name="description" content="12&amp;#x6708;&amp;#x521D;&amp;#x7684;&amp;#x4E00;&amp;#x5929;&amp;#xFF0C;&amp;#x4F4D;&amp;#x4E8E;&amp;#x4FDD;&amp;#x5B9A;&amp;#x5E02;&amp;#x5317;&amp;#x4E09;&amp;#x73AF;&amp;#x5185;&amp;#x9633;&amp;#x5149;&amp;#x5317;&amp;#x5927;&amp;#x8857;&amp;#x4E0E;&amp;#x6052;&amp;#x6E90;&amp;#x8DEF;&amp;#x4E">
<meta name="keywords" content="写真">
<meta property="og:type" content="article">
<meta property="og:title" content="保定：雾霾之城">
<meta property="og:url" content="https://se.insoan.com/2160.html">
<meta property="og:site_name" content="性感美图 – 套图大本营">
<meta property="og:description" content="12&amp;#x6708;&amp;#x521D;&amp;#x7684;&amp;#x4E00;&amp;#x5929;&amp;#xFF0C;&amp;#x4F4D;&amp;#x4E8E;&amp;#x4FDD;&amp;#x5B9A;&amp;#x5E02;&amp;#x5317;&amp;#x4E09;&amp;#x73AF;&amp;#x5185;&amp;#x9633;&amp;#x5149;&amp;#x5317;&amp;#x5927;&amp;#x8857;&amp;#x4E0E;&amp;#x6052;&amp;#x6E90;&amp;#x8DEF;&amp;#x4E">
<meta property="og:locale" content="zh-Hans">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/qxJ6NAXhrz0DVB5jCkuy.jpg">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/yWdkrsY7h4AtRmVZxwNg.jpg">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/kCWGbMglB6dNfe9QEPuU.jpg">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/bfOZ6X93nz1UkYTjRIdP.jpg">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/oMcxflD8B6QJraOCudA5.jpg">
<meta property="og:updated_time" content="2024-04-18T08:44:03.665Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="保定：雾霾之城">
<meta name="twitter:description" content="12&amp;#x6708;&amp;#x521D;&amp;#x7684;&amp;#x4E00;&amp;#x5929;&amp;#xFF0C;&amp;#x4F4D;&amp;#x4E8E;&amp;#x4FDD;&amp;#x5B9A;&amp;#x5E02;&amp;#x5317;&amp;#x4E09;&amp;#x73AF;&amp;#x5185;&amp;#x9633;&amp;#x5149;&amp;#x5317;&amp;#x5927;&amp;#x8857;&amp;#x4E0E;&amp;#x6052;&amp;#x6E90;&amp;#x8DEF;&amp;#x4E">
<meta name="twitter:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/qxJ6NAXhrz0DVB5jCkuy.jpg">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    version: '5.1.4',
    sidebar: {"position":"left","display":"post","offset":12,"b2t":false,"scrollpercent":true,"onmobile":false},
    fancybox: true,
    tabs: true,
    motion: {"enable":true,"async":false,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}},
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>
<!--谷歌广告验证代码-->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({
          google_ad_client: "ca-pub-2626449904708114",
          enable_page_level_ads: true
     });
</script>
<!--谷歌广告验证代码-->



  <link rel="canonical" href="https://se.insoan.com/2160.html">





  <title>保定：雾霾之城 | 性感美图 – 套图大本营</title>
  








</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  
  
    
  

  <div class="container sidebar-position-left page-post-detail">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-wrapper">
  <div class="site-meta ">
    

    <div class="custom-logo-site-title">
      <a href="/" class="brand" rel="start">
        <span class="logo-line-before"><i></i></span>
        <span class="site-title">性感美图 – 套图大本营</span>
        <span class="logo-line-after"><i></i></span>
      </a>
    </div>
      
        <p class="site-subtitle">性感美图 – 养眼美图</p>
      
  </div>

  <div class="site-nav-toggle">
    <button>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
    </button>
  </div>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="http://se.insoan.com/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="https://se.insoan.com/archives/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup search-popup local-search-popup">
  <div class="local-search-header clearfix">
    <span class="search-icon">
      <i class="fa fa-search"></i>
    </span>
    <span class="popup-btn-close">
      <i class="fa fa-times-circle"></i>
    </span>
    <div class="local-search-input-wrapper">
      <input autocomplete="off" placeholder="搜索..." spellcheck="false" type="text" id="local-search-input">
    </div>
  </div>
  <div id="local-search-result"></div>
</div>



    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://se.insoan.com">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="美图博客">
      <meta itemprop="description" content>
      <meta itemprop="image" content="images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="性感美图 – 套图大本营">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">保定：雾霾之城</h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-10-06T11:59:20+08:00">
                2020-10-06
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/qxJ6NAXhrz0DVB5jCkuy.jpg" alt></p>
<p>12&#x6708;&#x521D;&#x7684;&#x4E00;&#x5929;&#xFF0C;&#x4F4D;&#x4E8E;&#x4FDD;&#x5B9A;&#x5E02;&#x5317;&#x4E09;&#x73AF;&#x5185;&#x9633;&#x5149;&#x5317;&#x5927;&#x8857;&#x4E0E;&#x6052;&#x6E90;&#x8DEF;&#x4EA4;&#x53E3;&#x5904;&#x7684;&#x57CE;&#x5E02;&#x4F4E;&#x78B3;&#x516C;&#x56ED;&#x91CC;&#xFF0C;&#x4E0D;&#x5C11;&#x5E02;&#x6C11;&#x5E26;&#x7740;&#x5B69;&#x5B50;&#x5728;&#x8FD9;&#x91CC;&#x6E38;&#x73A9;&#x3002;&#x8FD9;&#x4E2A;&#x53F7;&#x79F0;&#x4E9A;&#x6D32;&#x6700;&#x5927;&#x7684;&#x5168;&#x5C01;&#x95ED;&#x4F4E;&#x78B3;&#x516C;&#x56ED;&#x91CC;&#xFF0C;&#x5BA4;&#x5185;&#x6696;&#x548C;&#x5982;&#x6625;&#xFF0C;&#x4ECE;&#x5404;&#x5730;&#x9AD8;&#x4EF7;&#x8FD0;&#x6765;&#x7684;&#x83E9;&#x63D0;&#x6811;&#x3001;&#x6D77;&#x5357;&#x9EC4;&#x82B1;&#x68A8;&#x6811;&#x3001;&#x8C61;&#x817F;&#x6811;&#x7B49;&#x5404;&#x79CD;&#x70ED;&#x5E26;&#x73CD;&#x7A00;&#x690D;&#x7269;&#x4EE5;&#x53CA;&#x56ED;&#x533A;&#x4E2D;&#x5404;&#x5177;&#x5357;&#x65B9;&#x98CE;&#x60C5;&#x7684;&#x8336;&#x5BA4;&#x548C;&#x4EAD;&#x53F0;&#x697C;&#x9601;&#x4F7F;&#x8FD9;&#x91CC;&#x5982;&#x6C14;&#x5019;&#x6E29;&#x6DA6;&#x7684;&#x5357;&#x65B9;&#x3002;</p>
<p>&#x8FD9;&#x4E2A;&#x57CE;&#x5E02;&#x516C;&#x56ED;&#x7684;&#x6295;&#x8D44;&#x8005;&#x662F;&#x8FD9;&#x4E2A;&#x57CE;&#x5E02;&#x4E3E;&#x8DB3;&#x8F7B;&#x91CD;&#x7684;&#x516C;&#x53F8;&#x2014;&#x2014;&#x82F1;&#x5229;&#x96C6;&#x56E2;&#xFF0C;&#x5B83;&#x662F;&#x5168;&#x7403;&#x6700;&#x5927;&#x7684;&#x5149;&#x4F0F;&#x4F01;&#x4E1A;&#x4E4B;&#x4E00;&#x3002;&#x4ECA;&#x5E74;8&#x6708;&#xFF0C;&#x8FD9;&#x4E2A;&#x6295;&#x8D44;&#x8D85;&#x8FC7;&#x4E00;&#x4EBF;&#x5143;&#x4EBA;&#x6C11;&#x5E01;&#x3001;&#x5360;&#x5730;48&#x4EA9;&#x7684;&#x516C;&#x56ED;&#x6B63;&#x5F0F;&#x5BF9;&#x5916;&#x5F00;&#x653E;&#x3002;</p>
<p>&#x5F53;&#x5730;&#x7684;&#x5A92;&#x4F53;&#x62A5;&#x9053;&#x8BF4;&#xFF0C;&#x8FD9;&#x4E2A;&#x516C;&#x56ED;&#x5899;&#x4F53;&#x548C;&#x5C4B;&#x9876;&#x91C7;&#x7528;16000&#x5757;&#x82F1;&#x5229;&#x5168;&#x73BB;&#x592A;&#x9633;&#x80FD;&#x5149;&#x4F0F;&#x53CC;&#x73BB;&#x7EC4;&#x4EF6;&#x94FA;&#x8BBE;&#x800C;&#x6210;&#xFF0C;&#x603B;&#x88C5;&#x673A;&#x5BB9;&#x91CF;3&#x5146;&#x74E6;&#xFF0C;&#x9884;&#x8BA1;&#x5E74;&#x53D1;&#x7535;&#x91CF;360&#x4E07;&#x5EA6;&#xFF0C;&#x5168;&#x5E74;&#x53EF;&#x8282;&#x7EA6;&#x6807;&#x51C6;&#x7164;1512.2&#x5428;&#xFF0C;&#x53EF;&#x51CF;&#x5C11;&#x4E8C;&#x6C27;&#x5316;&#x78B3;&#x6392;&#x653E;&#x91CF;3714&#x5428;&#xFF0C;&#x51CF;&#x5C11;&#x4E8C;&#x6C27;&#x5316;&#x786B;&#x6392;&#x653E;&#x91CF;31.4&#x5428;&#xFF0C;&#x51CF;&#x5C11;&#x6C2E;&#x6C27;&#x5316;&#x5408;&#x7269;&#x6392;&#x653E;&#x91CF;13.8&#x5428;&#x3002;</p>
<p>&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5145;&#x5206;&#x5C55;&#x793A;&#x201C;&#x4F4E;&#x78B3;&#x201D;&#x6982;&#x5FF5;&#x7684;&#x4EBA;&#x5DE5;&#x5EFA;&#x7B51;&#xFF0C;&#x4E5F;&#x6B63;&#x597D;&#x914D;&#x5408;&#x4E86;&#x4FDD;&#x5B9A;&#x5E02;&#x51E0;&#x5E74;&#x524D;&#x5C31;&#x5F00;&#x59CB;&#x63A8;&#x8FDB;&#x7684;&#x201C;&#x4F4E;&#x78B3;&#x57CE;&#x5E02;&#x201D;&#x6218;&#x7565;&#x3002;&#x4F46;&#x5728;&#x4FDD;&#x5B9A;&#x4EBA;&#x773C;&#x4E2D;&#xFF0C;&#x8FD9;&#x91CC;&#x66F4;&#x50CF;&#x662F;&#x4E2A;&#x6E38;&#x4E50;&#x56ED;&#xFF0C;&#x53EF;&#x4EE5;&#x5E26;&#x5B69;&#x5B50;&#x6765;&#x73A9;&#x513F;&#x4E00;&#x6574;&#x5929;&#xFF0C;&#x53EF;&#x4EE5;&#x54C1;&#x5473;&#x7F8E;&#x98DF;&#xFF0C;&#x6216;&#x8005;&#x6682;&#x65F6;&#x8EB2;&#x907F;&#x4EE4;&#x4EBA;&#x82E6;&#x607C;&#x7684;&#x96FE;&#x973E;&#x3002;</p>
<p>&#x6B64;&#x523B;&#xFF0C;&#x4FDD;&#x5B9A;&#x5E02;&#x8FD9;&#x4E2A;&#x5180;&#x5317;&#x91CD;&#x9547;&#x6B63;&#x8986;&#x76D6;&#x5728;&#x4E25;&#x91CD;&#x7684;&#x96FE;&#x973E;&#x4E4B;&#x4E2D;&#x3002;&#x9AD8;&#x697C;&#x3001;&#x8DEF;&#x706F;&#x3001;&#x5E7F;&#x544A;&#x724C;&#x3001;&#x6C7D;&#x8F66;&#x4EE5;&#x53CA;&#x5306;&#x5FD9;&#x7684;&#x884C;&#x4EBA;&#x90FD;&#x88AB;&#x7070;&#x9ED1;&#x8272;&#x7684;&#x7A7A;&#x6C14;&#x6240;&#x5305;&#x88F9;&#x7740;&#xFF0C;&#x4E00;&#x5207;&#x90FD;&#x663E;&#x5F97;&#x6A21;&#x6A21;&#x7CCA;&#x7CCA;&#x548C;&#x538B;&#x6291;&#x3002;</p>
<p>&#x5165;&#x51AC;&#x4EE5;&#x6765;&#xFF0C;&#x8FD9;&#x4E2A;&#x5317;&#x65B9;&#x8457;&#x540D;&#x7684;&#x96FE;&#x973E;&#x57CE;&#x5E02;&#x53C8;&#x906D;&#x9047;&#x4E86;&#x4ECA;&#x5E74;&#x4EE5;&#x6765;&#x6700;&#x4E25;&#x91CD;&#x7684;&#x7A7A;&#x6C14;&#x91CD;&#x6C61;&#x67D3;&#x5929;&#x6C14;&#x3002;&#x7AD9;&#x5728;&#x8857;&#x5934;&#xFF0C;&#x5047;&#x5982;&#x4F60;&#x6DF1;&#x547C;&#x5438;&#x4E00;&#x53E3;&#xFF0C;&#x4F1A;&#x611F;&#x5230;&#x7A7A;&#x6C14;&#x4E2D;&#x6D53;&#x539A;&#x7684;&#x7164;&#x70AD;&#x7184;&#x706D;&#x540E;&#x6240;&#x4EA7;&#x751F;&#x7684;&#x786B;&#x78FA;&#x6ECB;&#x5473;&#x3002;</p>
<p>12&#x6708;5&#x65E5;&#xFF0C;&#x5F53;&#x51FA;&#x79DF;&#x8F66;&#x4ECE;&#x4FDD;&#x5B9A;&#x5E02;&#x5317;&#x4E8C;&#x73AF;&#x7ACB;&#x4EA4;&#x6865;&#x7684;&#x96A7;&#x9053;&#x9A76;&#x51FA;&#x65F6;&#xFF0C;&#x5149;&#x7EBF;&#x5E76;&#x672A;&#x53D8;&#x5F97;&#x591A;&#x4E48;&#x4EAE;&#x5802;&#x3002;&#x53F8;&#x673A;&#x53EB;&#x738B;&#x9038;&#xFF0C;&#x662F;&#x4F4D;48&#x5C81;&#x7684;&#x4E2D;&#x5E74;&#x7537;&#x4EBA;&#x3002;&#x4ED6;&#x5BF9;&#x773C;&#x524D;&#x7684;&#x96FE;&#x973E;&#x4E16;&#x754C;&#x663E;&#x5F97;&#x65E0;&#x53EF;&#x5948;&#x4F55;&#x3002;</p>
<p>&#x201C;&#x6211;&#x4EEC;&#x65E0;&#x5904;&#x53EF;&#x9003;&#x3002;&#x201D;&#x4ED6;&#x8BF4;&#x3002;</p>
<p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/yWdkrsY7h4AtRmVZxwNg.jpg" alt></p>
<p>&#x5F53;&#x5929;&#xFF0C;&#x7A7A;&#x6C14;&#x8D28;&#x91CF;&#x68C0;&#x6D4B;&#x663E;&#x793A;&#xFF0C;&#x4FDD;&#x5B9A;&#x7684;AQI&#xFF08;&#x7A7A;&#x6C14;&#x8D28;&#x91CF;&#x6307;&#x6570;&#xFF09;&#x4E3A;290&#xFF0C;&#x5C5E;&#x4E8E;&#x91CD;&#x5EA6;&#x6C61;&#x67D3;&#x5929;&#x6C14;&#x3002;12&#x6708;4&#x65E5;0&#x70B9;&#xFF0C;&#x4FDD;&#x5B9A;&#x5E02;&#x542F;&#x52A8;&#x4E86;&#x91CD;&#x6C61;&#x67D3;&#x5929;&#x6C14;&#x4E09;&#x7EA7;&#x5E94;&#x6025;&#x76F8;&#x5E94;&#x63AA;&#x65BD;&#x3002;</p>
<p>&#x201C;&#x96FE;&#x8499;&#x8499;&#x7684;&#xFF0C;&#x5C31;&#x8DDF;&#x7F8E;&#x56FD;&#x707E;&#x96BE;&#x7247;&#x4E00;&#x6837;&#xFF0C;&#x5FC3;&#x5883;&#x771F;&#x538B;&#x6291;&#x3002;&#x201D;&#x738B;&#x9038;&#x8FB9;&#x5F00;&#x7740;&#x8F66;&#x8FB9;&#x6101;&#x7709;&#x82E6;&#x8138;&#x5730;&#x8BF4;&#x3002;</p>
<p>&#x96FE;&#x973E;&#x5929;&#x6C14;&#x4E0D;&#x4F46;&#x5BF9;&#x738B;&#x9038;&#x7684;&#x5FC3;&#x60C5;&#x9020;&#x6210;&#x5F71;&#x54CD;&#x3002;&#x4E5F;&#x5F71;&#x54CD;&#x7740;&#x4ED6;&#x7684;&#x8EAB;&#x4F53;&#x5065;&#x5EB7;&#xFF0C;&#x4ED6;&#x8BF4;&#xFF0C;&#x201C;&#x603B;&#x89C9;&#x5F97;&#x5589;&#x5499;&#x91CC;&#x6709;&#x53E3;&#x75F0;&#x201D;&#x3002;</p>
<p>&#x5F88;&#x5FEB;&#xFF0C;&#x51FA;&#x79DF;&#x8F66;&#x628A;&#x6211;&#x9001;&#x5230;&#x4E86;&#x79BB;&#x5317;&#x4E8C;&#x73AF;7.5&#x516C;&#x91CC;&#x5916;&#x7684;&#x6CB3;&#x5317;&#x5927;&#x5B66;&#x9644;&#x5C5E;&#x533B;&#x9662;&#x3002;&#x5728;5&#x53F7;&#x697C;&#x4F4F;&#x9662;&#x90E8;&#x4E8C;&#x697C;&#xFF0C;&#x5DF2;&#x7ECF;&#x4EBA;&#x6EE1;&#x4E3A;&#x60A3;&#x3002;&#x597D;&#x50CF;&#x4FDD;&#x5B9A;&#x5E02;&#x7684;&#x4E00;&#x5207;&#x547C;&#x5438;&#x9053;&#x75BE;&#x75C5;&#x60A3;&#x8005;&#x90FD;&#x805A;&#x96C6;&#x5728;&#x8FD9;&#x91CC;&#xFF0C;&#x5341;&#x4F59;&#x95F4;&#x75C5;&#x623F;&#x8FDC;&#x4E0D;&#x80FD;&#x6EE1;&#x8DB3;&#x8FD9;&#x4E9B;&#x60A3;&#x8005;&#x7684;&#x9700;&#x6C42;&#x3002;&#x63A5;&#x8FD1;&#x697C;&#x9053;&#x7684;&#x4E00;&#x95F4;&#x793A;&#x6559;&#x5BA4;&#xFF08;&#x7528;&#x4E8E;&#x79D1;&#x5BA4;&#x5F00;&#x5C55;&#x6559;&#x5B66;&#x6D3B;&#x52A8;&#x548C;&#x5B66;&#x672F;&#x6D3B;&#x52A8;&#x7684;&#x4E13;&#x95E8;&#x573A;&#x6240;&#xFF09;&#x88AB;&#x6539;&#x6210;&#x4E86;&#x6682;&#x65F6;&#x75C5;&#x623F;&#xFF0C;&#x5B89;&#x7F6E;&#x7740;6&#x4E2A;&#x547C;&#x5438;&#x75BE;&#x75C5;&#x60A3;&#x8005;&#x3002;</p>
<p>&#x8D70;&#x5ECA;&#x4E0A;&#x4E5F;&#x6210;&#x4E86;&#x6682;&#x65F6;&#x75C5;&#x623F;&#xFF0C;&#x4E00;&#x5F20;&#x5F20;&#x7B80;&#x6613;&#x94C1;&#x5E8A;&#x4E00;&#x5F20;&#x6328;&#x4E00;&#x5F20;&#xFF0C;&#x6BCF;&#x5F20;&#x5E8A;&#x4E0A;&#x90FD;&#x6216;&#x5750;&#x6216;&#x8EBA;&#x7740;&#x9762;&#x5BB9;&#x6194;&#x60B4;&#x7684;&#x75C5;&#x4EBA;&#xFF0C;&#x5929;&#x84DD;&#x8272;&#x7684;&#x8F93;&#x6C27;&#x7F50;&#x91CC;&#x5495;&#x561F;&#x561F;&#x5192;&#x7740;&#x6C14;&#x6CE1;&#xFF0C;&#x6C27;&#x6C14;&#x4ECE;&#x767D;&#x8272;&#x7684;&#x8F93;&#x6DB2;&#x7BA1;&#x9001;&#x8FDB;&#x75C5;&#x4EBA;&#x4EEC;&#x7684;&#x9F3B;&#x5B50;&#x91CC;&#x3002;</p>
<p>&#x6574;&#x4E2A;&#x8D70;&#x5ECA;&#x548C;&#x75C5;&#x623F;&#x4E2D;&#x54B3;&#x55FD;&#x58F0;&#x4E0D;&#x65AD;&#xFF0C;&#x533B;&#x62A4;&#x4EBA;&#x5458;&#x4EEC;&#x5FD9;&#x5F97;&#x4E0D;&#x53EF;&#x5F00;&#x4EA4;&#x3002;</p>
<p>&#x201C;&#x96FE;&#x973E;&#x5BF9;&#x547C;&#x5438;&#x7CFB;&#x7EDF;&#x75BE;&#x75C5;&#x3001;&#x5FC3;&#x8111;&#x8840;&#x7BA1;&#x75C5;&#x5747;&#x4F1A;&#x9020;&#x6210;&#x4E25;&#x91CD;&#x5F71;&#x54CD;&#x3002;&#x201D;&#x8BE5;&#x9662;&#x547C;&#x5438;&#x79D1;&#x4E00;&#x540D;&#x503C;&#x73ED;&#x533B;&#x751F;&#x8FB9;&#x7E41;&#x5FD9;&#x8FB9;&#x8BF4;&#xFF0C;&#x5165;&#x51AC;&#x4EE5;&#x6765;&#xFF0C;&#x8BE5;&#x9662;&#x547C;&#x5438;&#x75BE;&#x75C5;&#x60A3;&#x8005;&#x6570;&#x91CF;&#x9AA4;&#x589E;&#xFF0C;12&#x6708;5&#x65E5;&#xFF0C;&#x8BE5;&#x5C42;&#x4F4F;&#x9662;&#x4EBA;&#x6570;&#x5C06;&#x8FD1;60&#x4EBA;&#x3002;</p>
<p>&#x6700;&#x8FD1;&#x4E00;&#x6BB5;&#x65F6;&#x671F;&#xFF0C;&#x4FDD;&#x5B9A;&#x5E02;&#x5176;&#x4ED6;&#x533B;&#x9662;&#x7684;&#x547C;&#x5438;&#x79D1;&#x4E5F;&#x548C;&#x6CB3;&#x5317;&#x5927;&#x5B66;&#x9644;&#x5C5E;&#x533B;&#x9662;&#x547C;&#x5438;&#x79D1;&#x4E00;&#x6837;&#x4EBA;&#x6EE1;&#x4E3A;&#x60A3;&#xFF0C;&#x5E8A;&#x4F4D;&#x7D27;&#x5F20;&#xFF0C;&#x80AE;&#x810F;&#x7684;&#x7A7A;&#x6C14;&#x4EE4;&#x547C;&#x5438;&#x75BE;&#x75C5;&#x6FC0;&#x589E;&#x3002;</p>
<p>&#x800C;&#x6700;&#x8FD1;&#x51E0;&#x5E74;&#x6765;&#xFF0C;&#x6BCF;&#x5E74;&#x51AC;&#x5929;&#x964D;&#x4E34;&#xFF0C;&#x8FD9;&#x4E2A;&#x5317;&#x65B9;&#x57CE;&#x5E02;&#x90FD;&#x4F1A;&#x6210;&#x4E3A;&#x5168;&#x7403;&#x6CE8;&#x76EE;&#x7684;&#x7126;&#x70B9;&#x2014;&#x2014;&#x7531;&#x4E8E;&#x96FE;&#x973E;&#x2014;&#x2014;&#x5B83;&#x4E0D;&#x65AD;&#x51FA;&#x5982;&#x4ECA;&#x5168;&#x7403;&#x5404;&#x5927;&#x5A92;&#x4F53;&#x4E0A;&#x3002;</p>
<p>&#x4ECA;&#x5E74;&#x4ECA;&#x5E74;&#x5F00;&#x59CB;&#xFF0C;&#x82F1;&#x56FD;&#x300A;&#x91D1;&#x878D;&#x65F6;&#x62A5;&#x300B;&#x62A5;&#x9053;&#x8BF4;&#xFF0C;&#x5BF9;&#x592A;&#x9633;&#x80FD;&#x53D1;&#x7535;&#x4EA7;&#x4E1A;&#x5BC4;&#x4E88;&#x539A;&#x671B;&#x7684;&#x534E;&#x5317;&#x57CE;&#x5E02;&#x4FDD;&#x5B9A;&#xFF0C;&#x5728;&#x4E2D;&#x56FD;&#x201C;&#x6C61;&#x67D3;&#x6700;&#x4E25;&#x91CD;&#x57CE;&#x5E02;&#x201D;&#x699C;&#x5355;&#x4E0A;&#x4F4D;&#x5C45;&#x9996;&#x4F4D;&#x3002;</p>
<p>&#x4FDD;&#x5B9A;&#x79BB;&#x5317;&#x4EAC;&#x53EA;&#x8981;130&#x591A;&#x516C;&#x91CC;&#x3002;&#x4F5C;&#x4E3A;&#x57CE;&#x5E02;&#x7684;&#x5386;&#x53F2;&#xFF0C;&#x4FDD;&#x5B9A;&#x5EFA;&#x57CE;&#x53F2;&#x53EF;&#x4EE5;&#x4E0A;&#x6EAF;&#x5230;&#x6218;&#x56FD;&#x65F6;&#x671F;&#x3002;&#x5982;&#x4ECA;&#x7684;&#x79F0;&#x53F7;&#x4FDD;&#x5B9A;&#x8D77;&#x4E8E;&#x5143;&#x4EE3;&#xFF0C;&#x5373;&#x201C;&#x6C38;&#x4FDD;&#x5927;&#x90FD;&#xFF08;&#x5373;&#x5143;&#x5927;&#x90FD;&#x5317;&#x4EAC;&#xFF09;&#x5B89;&#x5B9A;&#x201D;&#x4E4B;&#x610F;&#xFF0C;&#x6E05;&#x4EE3;&#xFF0C;&#x76F4;&#x96B6;&#x603B;&#x7763;&#x5728;&#x8FD9;&#x91CC;&#x5750;&#x9547;&#x62F1;&#x536B;&#x4EAC;&#x5E08;&#x3002;&#x4F46;&#x5982;&#x4ECA;&#xFF0C;&#x8FD9;&#x5EA7;&#x4EAC;&#x6D25;&#x5180;&#x5730;&#x533A;&#x7684;&#x4E2D;&#x5FC3;&#x57CE;&#x5E02;&#x5374;&#x7ECF;&#x5E38;&#x88AB;&#x4EE5;&#x4E3A;&#x662F;&#x9996;&#x90FD;&#x8FDE;&#x5E74;&#x96FE;&#x973E;&#x7684;&#x4E3B;&#x8981;&#x5916;&#x90E8;&#x8F93;&#x51FA;&#x6E90;&#x5934;&#x4E4B;&#x4E00;&#x3002;</p>
<p>&#x6309;&#x7167;&#x8BA1;&#x5212;&#xFF0C;&#x5317;&#x4EAC;&#x7684;&#x4E00;&#x4E9B;&#x592E;&#x4F01;&#x3001;&#x6559;&#x80B2;&#x673A;&#x6784;&#x3001;&#x533B;&#x9662;&#x548C;&#x90E8;&#x5206;&#x884C;&#x653F;&#x673A;&#x6784;&#x5728;&#x5C06;&#x6765;&#x90FD;&#x4F1A;&#x642C;&#x8FC1;&#x5230;&#x8FD9;&#x91CC;&#x3002;&#x4F46;&#x6700;&#x8FD1;&#x51E0;&#x5E74;&#x6765;&#xFF0C;&#x4E25;&#x91CD;&#x7684;&#x96FE;&#x973E;&#x5929;&#x6C14;&#x4EE4;&#x8FD9;&#x4E9B;&#x8BA1;&#x5212;&#x9EEF;&#x7136;&#x5931;&#x8272;&#x3002;</p>
<p>&#x4FDD;&#x5B9A;&#x5E02;&#x73AF;&#x4FDD;&#x5C40;&#x5BA3;&#x6559;&#x5904;&#x5904;&#x957F;&#x9648;&#x632F;&#x8F89;&#x5206;&#x6790;&#xFF0C;&#x5728;&#x4FDD;&#x5B9A;&#x5E02;&#x5185;&#xFF0C;&#x4E3B;&#x8981;&#x7684;&#x5927;&#x6C14;&#x6C61;&#x67D3;&#x6E90;&#x6709;&#x897F;&#x90E8;&#x77FF;&#x5C71;&#x5F00;&#x91C7;&#x6240;&#x4EA7;&#x751F;&#x7684;&#x626C;&#x5C18;&#x6C61;&#x67D3;&#xFF0C;&#x6709;&#x5C0F;&#x4F01;&#x4E1A;&#x7684;&#x71C3;&#x7164;&#x6C61;&#x67D3;&#xFF0C;&#x4EE5;&#x53CA;&#x5468;&#x8FB9;&#x7FA4;&#x4F17;&#x7684;&#x71C3;&#x7164;&#x6C61;&#x67D3;&#x3002;</p>
<p>&#x9648;&#x632F;&#x8F89;&#x8FDB;&#x4E00;&#x6B65;&#x89E3;&#x91CA;&#xFF0C;&#x4E00;&#x65B9;&#x9762;&#x4FDD;&#x5B9A;&#x6709;&#x7740;&#x957F;&#x5E74;&#x79EF;&#x7D2F;&#x7684;&#x201C;&#x6C61;&#x67D3;&#x56E0;&#x5B50;&#x201D;&#xFF1B;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x5728;&#x5730;&#x7406;&#x5730;&#x4F4D;&#x4E0A;&#xFF0C;&#x4FDD;&#x5B9A;&#x88AB;&#x51E0;&#x4E2A;&#x6C61;&#x67D3;&#x4E25;&#x91CD;&#x7684;&#x57CE;&#x5E02;&#x6240;&#x5305;&#x56F4;&#x3002;&#x4E14;&#x4E0E;&#x5317;&#x4EAC;&#x4E0D;&#x540C;&#x7684;&#x662F;&#xFF0C;&#x5317;&#x4EAC;&#x9644;&#x8FD1;&#x6709;&#x5F20;&#x5BB6;&#x53E3;&#x8FD9;&#x4E2A;&#x98CE;&#x53E3;&#xFF0C;&#x98CE;&#x4E00;&#x522E;&#x96FE;&#x973E;&#x5C31;&#x6563;&#x4E86;&#xFF0C;&#x4F46;&#x4FDD;&#x5B9A;&#x6CA1;&#x6709;&#x98CE;&#x53E3;&#xFF0C;&#x4E0D;&#x5229;&#x4E8E;&#x5206;&#x6563;&#x3002;</p>
<p>&#x6240;&#x8C13;&#x957F;&#x5E74;&#x79EF;&#x7D2F;&#x7684;&#x201C;&#x6C61;&#x67D3;&#x56E0;&#x5B50;&#x201D;&#xFF0C;&#x9648;&#x632F;&#x8F89;&#x8FDB;&#x4E00;&#x6B65;&#x5F3A;&#x8C03;&#x662F;&#x201C;&#x5386;&#x53F2;&#x4E0A;&#x7684;&#x5C0F;&#x4F01;&#x4E1A;&#x6392;&#x6C61;&#x201D;&#x3002;&#x4ED6;&#x79F0;&#xFF0C;&#x201C;&#x5386;&#x53F2;&#x4E0A;&#x957F;&#x5DE5;&#x592B;&#x6240;&#x6392;&#x653E;&#x7684;&#x6C61;&#x67D3;&#x7269;&#x4E0D;&#x53EF;&#x80FD;&#x4E00;&#x4E0B;&#x5B50;&#x53BB;&#x9664;&#x3002;&#x201D;</p>
<p>&#x591A;&#x5E74;&#x79EF;&#x7D2F;&#x4E0B;&#x53BB;&#x7684;&#x7591;&#x96BE;&#x77ED;&#x671F;&#x5185;&#x7684;&#x786E;&#x96BE;&#x4EE5;&#x4E00;&#x65F6;&#x89E3;&#x51B3;&#x3002;&#x6BD4;&#x5982;&#x5DE5;&#x5382;&#x71C3;&#x7164;&#x4EE5;&#x53CA;&#x71C3;&#x7164;&#x53D6;&#x6696;&#x88AB;&#x4EE5;&#x4E3A;&#x662F;&#x8BE5;&#x5E02;&#x4E25;&#x91CD;&#x96FE;&#x973E;&#x4EA7;&#x751F;&#x7684;&#x4E3B;&#x8981;&#x7F18;&#x7531;&#x4E4B;&#x4E00;&#x3002;</p>
<p>&#x5728;&#x4F4D;&#x4E8E;&#x4FDD;&#x5B9A;&#x5E02;&#x5317;&#x4E8C;&#x73AF;&#x5185;&#x7684;&#x57CE;&#x4E2D;&#x6751;&#x6C88;&#x5E84;&#xFF0C;&#x5C45;&#x6C11;&#x4ECD;&#x5728;&#x8FD0;&#x7528;&#x71C3;&#x7164;&#x4F9B;&#x6696;&#x3002;&#x8857;&#x5934;&#x4E00;&#x5BB6;&#x5C0F;&#x5356;&#x90E8;&#x7684;&#x8001;&#x677F;&#x79F0;&#xFF0C;&#x666E;&#x901A;&#x72B6;&#x51B5;&#x4E0B;&#xFF0C;&#x4E00;&#x4E2A;&#x4E09;&#x53E3;&#x4E4B;&#x5BB6;&#x4E00;&#x4E2A;&#x51AC;&#x5B63;&#x9700;&#x6C42;&#x70E7;2-4&#x5428;&#x7164;&#xFF0C;&#x76F8;&#x6BD4;&#x5176;&#x4ED6;&#x53D6;&#x6696;&#x65B9;&#x5F0F;&#xFF0C;&#x7164;&#x70AD;&#x4F9D;&#x7136;&#x662F;&#x6700;&#x6210;&#x672C;&#x7684;&#x4F9B;&#x6696;&#x71C3;&#x6599;&#x3002;</p>
<p>&#x201C;&#x4E00;&#x5230;&#x4E0B;&#x5348;&#x4E94;&#x516D;&#x70B9;&#xFF0C;&#x6BCF;&#x5BB6;&#x90FD;&#x5192;&#x7740;&#x7164;&#x70DF;&#xFF0C;&#x201D;&#x5C0F;&#x5356;&#x90E8;&#x8001;&#x677F;&#x8BF4;&#xFF0C;&#x201C;&#x592A;&#x545B;&#x9F3B;&#x5B50;&#x3002;&#x201D;</p>
<p>&#x5728;&#x4FDD;&#x5B9A;&#x4E8C;&#x73AF;&#x5185;&#xFF0C;&#x5982;&#x4ECA;&#x8FD8;&#x6709;&#x4E0D;&#x5C11;&#x76F8;&#x4F3C;&#x6C88;&#x5E84;&#x8FD9;&#x6837;&#x7684;&#x57CE;&#x4E2D;&#x6751;&#x3002;&#x53E6;&#x5916;&#xFF0C;&#x9648;&#x632F;&#x8F89;&#x8BF4;&#x201C;&#x4FDD;&#x5B9A;&#x5E02;&#x91CC;&#x7684;&#x96C6;&#x4E2D;&#x4F9B;&#x6696;&#x76EE;&#x524D;&#x8FD8;&#x6CA1;&#x6709;&#x8FBE;&#x5230;&#x767E;&#x5206;&#x4E4B;&#x516B;&#x5341;&#x3002;&#x201D;</p>
<p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/kCWGbMglB6dNfe9QEPuU.jpg" alt></p>
<p>&#x653F;&#x5E9C;&#x4E5F;&#x6B63;&#x5728;&#x91C7;&#x53D6;&#x79EF;&#x6781;&#x7684;&#x63AA;&#x65BD;&#xFF0C;&#x5E02;&#x91CC;&#x4E00;&#x4E9B;&#x4F9D;&#x6258;&#x7164;&#x70AD;&#x4F5C;&#x4E3A;&#x71C3;&#x6599;&#x7684;&#x8001;&#x5F0F;&#x4F9B;&#x6696;&#x9505;&#x7089;&#x6B63;&#x5728;&#x88AB;&#x62C6;&#x9664;&#xFF0C;&#x4F46;&#x662F;&#x5728;&#x4ECA;&#x5E74;&#x51AC;&#x5B63;&#xFF0C;&#x76F8;&#x5173;&#x90E8;&#x95E8;&#x5E76;&#x672A;&#x63D0;&#x65E9;&#x4E3A;&#x5E02;&#x6C11;&#x51C6;&#x5907;&#x597D;&#x53D6;&#x6696;&#x7684;&#x66FF;&#x4EE3;&#x65B9;&#x6848;&#xFF0C;&#x4E00;&#x4E9B;&#x5C45;&#x6C11;&#x751A;&#x81F3;&#x88AB;&#x8981;&#x6C42;&#x81EA;&#x5DF1;&#x638F;&#x94B1;&#x6539;&#x9020;&#x4F9B;&#x6696;&#x7EBF;&#x8DEF;&#x3002;</p>
<p>&#x66F4;&#x4E3A;&#x590D;&#x6742;&#x7684;&#x662F;&#xFF0C;&#x7531;&#x4E8E;&#x6C61;&#x67D3;&#x7684;&#x5916;&#x6EA2;&#x6027;&#xFF0C;&#x5E02;&#x91CC;&#x7684;&#x6C61;&#x67D3;&#x66F4;&#x591A;&#x7684;&#x65F6;&#x5206;&#x4E5F;&#x53EF;&#x80FD;&#x6765;&#x81EA;&#x4E0B;&#x8FB9;&#x7684;&#x53BF;&#x4E61;&#x3002;</p>
<p>12&#x6708;5&#x65E5;&#xFF0C;&#x754C;&#x9762;&#x65B0;&#x95FB;&#x8BB0;&#x8005;&#x79BB;&#x5F00;&#x4FDD;&#x5B9A;&#x5E02;&#x5B89;&#x65B0;&#x53BF;&#x2014;&#x2014;&#x8FD9;&#x4E2A;&#x53BF;&#x5883;&#x5185;&#x7531;&#x4E8E;&#x6709;&#x534E;&#x5317;&#x5730;&#x533A;&#x6700;&#x5927;&#x7684;&#x6E7F;&#x5730;&#x548C;&#x6E56;&#x6CCA;&#x767D;&#x6D0B;&#x6DC0;&#x800C;&#x8457;&#x540D;&#x3002;&#x957F;&#x671F;&#x4EE5;&#x6765;&#xFF0C;&#x8BE5;&#x53BF;&#x7684;&#x652F;&#x67F1;&#x4EA7;&#x4E1A;&#x662F;&#x6709;&#x8272;&#x91D1;&#x5C5E;&#x884C;&#x4E1A;&#xFF0C;&#x66FE;&#x96C6;&#x4E2D;&#x4E86;&#x5927;&#x91CF;&#x51B6;&#x70BC;&#x4F01;&#x4E1A;&#xFF0C;&#x56E0;&#x6B64;&#x5B89;&#x65B0;&#x53BF;&#x88AB;&#x4EE5;&#x4E3A;&#x662F;&#x4FDD;&#x5B9A;&#x5E02;&#x7A7A;&#x6C14;&#x6C61;&#x67D3;&#x6700;&#x4E3A;&#x4E25;&#x91CD;&#x7684;&#x6E90;&#x5934;&#x4E4B;&#x4E00;&#x3002;</p>
<p>&#x8FC7;&#x53BB;&#xFF0C;&#x5927;&#x91CF;&#x672A;&#x7ECF;&#x6E05;&#x6D01;&#x7684;&#x71C3;&#x7164;&#x7184;&#x706D;&#x540E;&#x4F1A;&#x5411;&#x5927;&#x6C14;&#x6392;&#x653E;&#x5927;&#x91CF;&#x786B;&#x5316;&#x7269;&#x3002;&#x5728;&#x5B89;&#x65B0;&#x53BF;&#xFF0C;&#x5373;&#x4FBF;&#x767D;&#x5929;&#xFF0C;&#x7A7A;&#x6C14;&#x91CC;&#x7684;&#x786B;&#x78FA;&#x5473;&#x4E5F;&#x975E;&#x5E38;&#x5206;&#x660E;&#x3002;</p>
<p>&#x4E3A;&#x4E86;&#x6539;&#x5584;&#x5927;&#x6C14;&#x8D28;&#x91CF;&#xFF0C;&#x6700;&#x8FD1;&#x4E24;&#x5E74;&#x91CC;&#xFF0C;&#x4FDD;&#x5B9A;&#x5E02;&#x5F3A;&#x8FEB;&#x8981;&#x6C42;&#x8BE5;&#x53BF;&#x5173;&#x95ED;&#x5927;&#x91CF;&#x7684;&#x51B6;&#x70BC;&#x5DE5;&#x5382;&#x3002;&#x5728;&#x8BE5;&#x53BF;&#xFF0C;&#x8BB0;&#x8005;&#x7559;&#x610F;&#x5230;&#xFF0C;&#x5F88;&#x591A;&#x5DE5;&#x5382;&#x7684;&#x5927;&#x95E8;&#x90FD;&#x7D27;&#x95ED;&#x7740;&#xFF0C;&#x53EA;&#x8981;&#x95E8;&#x536B;&#x683C;&#x5916;&#x5C0F;&#x5FC3;&#x5730;&#x7559;&#x610F;&#x7740;&#x6BCF;&#x4E00;&#x4E2A;&#x751F;&#x758F;&#x7684;&#x5916;&#x6765;&#x8005;&#x3002;</p>
<p>&#x4E00;&#x5BB6;&#x53EB;&#x5149;&#x8FBE;&#x94DD;&#x4E1A;&#x6709;&#x9650;&#x516C;&#x53F8;&#x7684;&#x770B;&#x95E8;&#x8001;&#x4EBA;&#x8BF4;&#xFF0C;&#x8FD9;&#x5BB6;&#x5DE5;&#x5382;&#x5DF2;&#x7ECF;&#x505C;&#x4EA7;&#x4E24;&#x5E74;&#xFF0C;&#x9644;&#x8FD1;&#x5F88;&#x591A;&#x5C0F;&#x4F01;&#x4E1A;&#x4E5F;&#x88AB;&#x5173;&#x505C;&#x4E86;&#x3002;</p>
<p>&#x4F46;&#x8FD9;&#x5E76;&#x975E;&#x662F;&#x5168;&#x90E8;&#x4E8B;&#x5B9E;&#x3002;&#x201C;&#x5173;&#x4E86;&#x5F00;&#xFF0C;&#x5F00;&#x4E86;&#x5173;&#x3002;&#x201D;&#x4E00;&#x4F4D;&#x63A5;&#x8FD1;&#x4FDD;&#x5B9A;&#x5E02;&#x73AF;&#x4FDD;&#x5C40;&#x7684;&#x4EBA;&#x58EB;&#x8BF4;&#xFF0C;&#x968F;&#x7740;&#x4FDD;&#x5B9A;&#x5E02;&#x653F;&#x5E9C;&#x73AF;&#x4FDD;&#x529B;&#x5EA6;&#x7684;&#x52A0;&#x5927;&#xFF0C;&#x4E00;&#x6279;&#x6279;&#x6C61;&#x67D3;&#x4F01;&#x4E1A;&#x88AB;&#x5173;&#x505C;&#x6216;&#x6574;&#x6539;&#x3002;&#x201C;&#x6C61;&#x67D3;&#x4F01;&#x4E1A;&#x660E;&#x7740;&#x4E0D;&#x6562;&#x6392;&#x6C61;&#x4E86;&#xFF0C;&#x4F46;&#x6697;&#x5730;&#x91CC;&#x5C31;&#x8BF4;&#x4E0D;&#x597D;&#x4E86;&#x3002;&#x201D;</p>
<p>&#x5B89;&#x65B0;&#x53BF;&#x5357;&#x82D1;&#x94DD;&#x4E1A;&#x7684;&#x4E00;&#x540D;&#x4E0D;&#x613F;&#x5177;&#x540D;&#x7684;&#x5DE5;&#x4EBA;&#x4E5F;&#x79F0;&#xFF0C;&#x5357;&#x82D1;&#x94DD;&#x4E1A;&#x767D;&#x5929;&#x4E0D;&#x5F00;&#x5DE5;&#xFF0C;&#x5230;&#x4E86;&#x591C;&#x665A;&#x624D;&#x5F00;&#x5DE5;&#x3002;&#x5728;&#x8BB0;&#x8005;&#x8FFD;&#x95EE;&#x4E4B;&#x4E0B;&#xFF0C;&#x4ED6;&#x53C8;&#x5C0F;&#x5FC3;&#x7FFC;&#x7FFC;&#x5730;&#x6539;&#x53E3;&#x79F0;&#x5DF2;&#x7ECF;&#x201C;&#x505C;&#x4E86;&#x51E0;&#x5929;&#x4E86;&#x201D;&#xFF0C;&#x5E76;&#x8868;&#x793A;&#x4E0D;&#x660E;&#x767D;&#x4F55;&#x65F6;&#x91CD;&#x65B0;&#x5F00;&#x5DE5;&#x3002;</p>
<p>&#x51B6;&#x70BC;&#x4F01;&#x4E1A;&#x9644;&#x8FD1;&#x7684;&#x7164;&#x5382;&#x4F9D;&#x7136;&#x751F;&#x610F;&#x5174;&#x9686;&#x3002;&#x6BD7;&#x8FDE;&#x4E8E;&#x5B89;&#x65B0;&#x53BF;&#x7684;&#x6E05;&#x82D1;&#x533A;&#x5927;&#x671B;&#x4EAD;&#x6751;&#x4E00;&#x5BB6;&#x7164;&#x5382;&#x7684;&#x5DE5;&#x4F5C;&#x4EBA;&#x5458;&#x6CC4;&#x6F0F;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x7164;&#x5382;&#x7684;&#x7164;&#x70AD;&#x4E3B;&#x8981;&#x9500;&#x552E;&#x7ED9;&#x5B89;&#x65B0;&#x53BF;&#x672C;&#x5730;&#x4F01;&#x4E1A;&#x3002;</p>
<p>&#x8FD9;&#x4F4D;&#x5DE5;&#x4F5C;&#x4EBA;&#x5458;&#x79F0;&#xFF0C;&#x968F;&#x7740;&#x5B89;&#x65B0;&#x53BF;&#x4E00;&#x4E9B;&#x5C0F;&#x4F01;&#x4E1A;&#x88AB;&#x5173;&#x505C;&#xFF0C;&#x4ECA;&#x5E74;&#x7164;&#x70AD;&#x751F;&#x610F;&#x6BD4;&#x8D77;&#x4EE5;&#x524D;&#x8981;&#x5DEE;&#x4E00;&#x4E9B;&#xFF0C;&#x4F46;&#x5E74;&#x9500;&#x91CF;&#x4ECD;&#x6709;&#x4E0A;&#x767E;&#x4E07;&#x5428;&#x3002;&#x4ED6;&#x4ECB;&#x7ECD;&#xFF0C;&#x5B89;&#x65B0;&#x53BF;&#x548C;&#x6E05;&#x82D1;&#x533A;&#x8FD8;&#x6709;&#x6570;&#x5BB6;&#x7164;&#x5382;&#x3002;</p>
<p>&#x201C;&#x5982;&#x4ECA;&#x6C61;&#x67D3;&#x4F01;&#x4E1A;&#x5F88;&#x5C11;&#xFF0C;&#x4E00;&#x4E2A;&#x90FD;&#x6CA1;&#x6709;&#x4E0D;&#x6562;&#x8BF4;&#xFF0C;&#x4F46;&#x51E0;&#x4E4E;&#x7EDD;&#x8FF9;&#x4E86;&#x3002;&#x201D;&#x9648;&#x632F;&#x8F89;&#x8BF4;&#xFF0C;&#x81EA;&#x53BB;&#x5E74;&#x4EE5;&#x6765;&#xFF0C;&#x4FDD;&#x5B9A;&#x5E02;&#x4E3A;&#x4E86;&#x9000;&#x51FA;&#x7A7A;&#x6C14;&#x8D28;&#x91CF;&#x5012;&#x6570;&#x7B2C;&#x4E00;&#xFF0C;&#x201C;&#x7A77;&#x5C3D;&#x4E86;&#x4E00;&#x5207;&#x505A;&#x6CD5;&#x201D;&#xFF0C;&#x4ED6;&#x5F3A;&#x8C03;&#x8BF4;&#xFF0C;&#x4ECE;&#x5168;&#x56FD;&#x6765;&#x8BB2;&#xFF0C;&#x4FDD;&#x5B9A;&#x5E02;&#x5728;&#x73AF;&#x5883;&#x7BA1;&#x7406;&#x4E0A;&#x7684;&#x63AA;&#x65BD;&#x662F;&#x6700;&#x4E25;&#x683C;&#x7684;&#x3002;</p>
<p>&#x4F46;&#x76EE;&#x524D;&#x6765;&#x770B;&#xFF0C;&#x4FDD;&#x5B9A;&#x5E02;&#x5728;&#x8FFD;&#x6C42;&#x7ECF;&#x6D4E;&#x589E;&#x957F;&#x4E0E;&#x751F;&#x6001;&#x73AF;&#x5883;&#x4E4B;&#x95F4;&#x663E;&#x7136;&#x8FD8;&#x6CA1;&#x6709;&#x627E;&#x5230;&#x4E00;&#x6761;&#x66F4;&#x597D;&#x7684;&#x5747;&#x8861;&#x4E4B;&#x8DEF;&#x3002;</p>
<p>&#x9887;&#x5177;&#x8BBD;&#x523A;&#x7684;&#x662F;&#xFF0C;&#x8FD9;&#x5EA7;&#x4EBA;&#x4EEC;&#x773C;&#x4E2D;&#x7684;&#x201C;&#x96FE;&#x973E;&#x4E4B;&#x57CE;&#x201D;&#x65E9;&#x5728;5&#x5E74;&#x524D;&#x5C31;&#x5F00;&#x59CB;&#x88AB;&#x56FD;&#x52A1;&#x9662;&#x540C;&#x610F;&#x8FDB;&#x884C;&#x4F4E;&#x78B3;&#x57CE;&#x5E02;&#x8BD5;&#x70B9;&#xFF0C;&#x610F;&#x5728;&#x63A2;&#x7A76;&#x5EFA;&#x7ACB;&#x4E00;&#x4E2A;&#x4F4E;&#x6392;&#x653E;&#x3001;&#x4F4E;&#x6C61;&#x67D3;&#x3001;&#x4F4E;&#x8017;&#x8D39;&#x3001;&#x751F;&#x6001;&#x5316;&#x7684;&#x7ECF;&#x6D4E;&#x589E;&#x957F;&#x65B9;&#x6848;&#x3002;</p>
<p>&#x800C;&#x65E9;&#x5728;2007&#x4ECA;&#x5E74;&#x5F00;&#x59CB;&#xFF0C;&#x4FDD;&#x5B9A;&#x5E02;&#x653F;&#x5E9C;&#x5DF2;&#x7ECF;&#x63D0;&#x51FA;&#x4E86;&#x201D;&#x592A;&#x9633;&#x80FD;&#x4E4B;&#x57CE;&#x201C;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x8BA1;&#x5212;&#x5728;&#x6574;&#x5EA7;&#x57CE;&#x5E02;&#x4E2D;&#x5927;&#x89C4;&#x6A21;&#x5E94;&#x7528;&#x4EE5;&#x592A;&#x9633;&#x80FD;&#x4E3A;&#x4E3B;&#x7684;&#x53EF;&#x518D;&#x751F;&#x52A8;&#x529B;&#xFF0C;&#x4EE5;&#x964D;&#x4F4E;&#x78B3;&#x6392;&#x653E;&#x91CF;&#x3002;</p>
<p>&#x8BE5;&#x5E02;&#x7684;&#x4E00;&#x4EFD;&#x89C4;&#x5212;&#x660E;&#x767D;&#xFF0C;&#x529B;&#x4E89;&#x7528;2&#x81F3;3&#x5E74;&#x5DE5;&#x592B;&#xFF0C;&#x5C06;&#x4FDD;&#x5B9A;&#x5EFA;&#x8BBE;&#x6210;&#x56FD;&#x5185;&#x9996;&#x5EA7;&#x5728;&#x7167;&#x660E;&#x3001;&#x4F9B;&#x70ED;&#x3001;&#x53D6;&#x6696;&#x7B49;&#x5404;&#x4E2A;&#x65B9;&#x9762;&#x5927;&#x8303;&#x56F4;&#x5E94;&#x7528;&#x592A;&#x9633;&#x80FD;&#x7684;&#x57CE;&#x5E02;&#x3002;</p>
<p>&#x4FDD;&#x5B9A;&#x5E02;&#x653F;&#x5E9C;&#x4E5F;&#x5E0C;&#x671B;&#x7ECF;&#x8FC7;&#x8FD9;&#x4E00;&#x8BA1;&#x5212;&#x6539;&#x5584;&#x5F53;&#x5730;&#x7684;&#x7A7A;&#x6C14;&#x8D28;&#x91CF;&#xFF0C;&#x8BA9;&#x5C45;&#x6C11;&#x4EEC;&#x80FD;&#x547C;&#x5438;&#x5230;&#x65B0;&#x9C9C;&#x7684;&#x7A7A;&#x6C14;&#x3002;&#x6309;&#x7167;&#x89C4;&#x5212;&#x76EE;&#x7684;&#xFF0C;&#x5230;2010&#x5E74;&#xFF0C;&#x5168;&#x5E02;&#x6BCF;&#x5E74;&#x8282;&#x7535;4.3&#x4EBF;&#x5EA6;&#xFF0C;&#x8282;&#x7EA6;&#x6807;&#x51C6;&#x7164;11.8&#x4E07;&#x5428;&#xFF0C;&#x51CF;&#x6392;&#x4E8C;&#x6C27;&#x5316;&#x786B;1.29&#x4E07;&#x5428;&#xFF0C;&#x51CF;&#x6392;&#x4E8C;&#x6C27;&#x5316;&#x78B3;42.8&#x4E07;&#x5428;&#x3002;</p>
<p>&#x8FD9;&#x4E00;&#x5B8F;&#x4F1F;&#x8BA1;&#x5212;&#x8FD8;&#x6253;&#x52A8;&#x4E86;&#x5168;&#x7403;&#x6700;&#x5927;&#x7684;&#x72EC;&#x7ACB;&#x6027;&#x975E;&#x653F;&#x5E9C;&#x73AF;&#x5883;&#x4FDD;&#x62A4;&#x673A;&#x6784;&#x2014;&#x2014;&#x4E16;&#x754C;&#x81EA;&#x7136;&#x57FA;&#x91D1;&#x4F1A;&#xFF08;WWF&#xFF09;&#x3002;2008&#x5E74;&#x4ECA;&#x5E74;&#x5F00;&#x59CB;&#xFF0C;&#x8BE5;&#x673A;&#x6784;&#x542F;&#x52A8;&#x4E86;&#x4E00;&#x9879;&#x63A8;&#x8FDB;&#x57CE;&#x5E02;&#x53D1;&#x5C55;&#x5F62;&#x5F0F;&#x8F6C;&#x578B;&#x7684;&#x8BA1;&#x5212;&#x2014;&#x2014;&#x201C;&#x4E2D;&#x56FD;&#x4F4E;&#x78B3;&#x57CE;&#x5E02;&#x53D1;&#x5C55;&#x9879;&#x76EE;&#x201D;&#x3002;&#x5F53;&#x5E74;&#xFF0C;&#x4FDD;&#x5B9A;&#x548C;&#x4E0A;&#x6D77;&#x662F;&#x9996;&#x6279;&#x5F53;&#x9009;&#x7684;2&#x4E2A;&#x8BD5;&#x70B9;&#x57CE;&#x5E02;&#x3002;</p>
<p>&#x6839;&#x636E;WWF&#x548C;&#x4FDD;&#x5B9A;&#x7B7E;&#x7F72;&#x7684;&#x300A;&#x5408;&#x4F5C;&#x5907;&#x5FD8;&#x5F55;&#x300B;&#xFF0C;&#x5728;&#x201C;&#x65B0;&#x52A8;&#x529B;&#x4EA7;&#x4E1A;&#x5E26;&#x52A8;&#x57CE;&#x5E02;&#x4F4E;&#x78B3;&#x53D1;&#x5C55;&#x201D;&#x7684;&#x51C6;&#x7EF3;&#x4E0B;&#xFF0C;&#x5355;&#x65B9;&#x7684;&#x5408;&#x4F5C;&#x5C06;&#x91CD;&#x70B9;&#x96C6;&#x4E2D;&#x5728;&#xFF1A;&#x65B0;&#x52A8;&#x529B;&#x4EA7;&#x4E1A;&#x53CA;&#x4F4E;&#x78B3;&#x7ECF;&#x6D4E;&#x53D1;&#x5C55;&#x65B9;&#x9762;&#x5148;&#x8FDB;&#x7406;&#x5FF5;&#x548C;&#x7ECF;&#x9A8C;&#x7684;&#x5F15;&#x5165;&#xFF1B;&#x4FDD;&#x5B9A;&#x5E02;&#x6210;&#x529F;&#x7ECF;&#x9A8C;&#x7684;&#x56FD;&#x5185;&#x5916;&#x63A8;&#x884C;&#xFF1B;&#x4FDD;&#x5B9A;&#x5E02;&#x65B0;&#x52A8;&#x529B;&#x4EA7;&#x4E1A;&#x53D1;&#x5C55;&#x7684;&#x624D;&#x80FD;&#x5EFA;&#x8BBE;&#x3002;</p>
<p>&#x4F46;&#x8FD9;&#x4E2A;&#x76EE;&#x7684;&#x5B8F;&#x4F1F;&#x7684;&#x8BA1;&#x5212;&#x5728;&#x968F;&#x540E;8&#x5E74;&#x65BD;&#x884C;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5E76;&#x672A;&#x5982;&#x4EBA;&#x613F;&#x3002;&#x8FD1;&#x51E0;&#x5E74;&#x5F80;&#x65E5;&#x76CA;&#x4E25;&#x91CD;&#x7684;&#x5927;&#x6C14;&#x6C61;&#x67D3;&#x72B6;&#x51B5;&#x4EE4;&#x6B64;&#x8BA1;&#x5212;&#x53D7;&#x5230;&#x8D28;&#x7591;&#x3002;</p>
<p>&#x300A;&#x53C2;&#x8003;&#x97F3;&#x8BAF;&#x300B;11&#x6708;25&#x65E5;&#x7F16;&#x8BD1;&#x81EA;&#x4E00;&#x7BC7;&#x7F8E;&#x56FD;&#x5A92;&#x4F53;&#x7684;&#x62A5;&#x9053;&#x79F0;&#xFF0C;&#x516B;&#x5E74;&#x524D;&#xFF0C;&#x4FDD;&#x5B9A;&#x5F00;&#x59CB;&#x4E86;&#x96C4;&#x5FC3;&#x52C3;&#x52C3;&#x7684;&#x201C;&#x4F4E;&#x78B3;&#x201D;&#x8BA1;&#x5212;&#xFF0C;&#x8FD0;&#x7528;&#x50CF;&#x592A;&#x9633;&#x80FD;&#x8FD9;&#x6837;&#x7684;&#x53EF;&#x518D;&#x751F;&#x52A8;&#x529B;&#x7528;&#x4E8E;&#x8857;&#x9053;&#x7167;&#x660E;&#x548C;&#x5C45;&#x6C11;&#x697C;&#x53D6;&#x6696;&#xFF0C;&#x4F7F;&#x4FDD;&#x5B9A;&#x8D70;&#x5728;&#x4E86;&#x4E2D;&#x56FD;&#x63A7;&#x6C61;&#x524D;&#x6CBF;&#x3002;&#x4E0D;&#x8FC7;&#xFF0C;&#x8FD9;&#x4E9B;&#x52AA;&#x529B;&#x6700;&#x7EC8;&#x843D;&#x7A7A;&#xFF0C;2014&#x5E74;&#x4FDD;&#x5B9A;&#x88AB;&#x73AF;&#x4FDD;&#x90E8;&#x8BC4;&#x4E3A;&#x5168;&#x56FD;&#x7A7A;&#x6C14;&#x8D28;&#x91CF;&#x6700;&#x5DEE;&#x3002;&#x96FE;&#x973E;&#x8986;&#x76D6;&#x7684;&#x5317;&#x4EAC;&#x751A;&#x81F3;&#x90FD;&#x4E0D;&#x5C5E;&#x4E8E;&#x7A7A;&#x6C14;&#x8D28;&#x91CF;&#x6700;&#x5DEE;&#x7684;&#x5341;&#x4E2A;&#x57CE;&#x5E02;&#x3002;</p>
<p>&#x653F;&#x7EE9;&#x8003;&#x6838;&#x8BA9;&#x5730;&#x65B9;&#x653F;&#x5E9C;&#x9887;&#x611F;&#x538B;&#x529B;&#x3002; 2014&#x5E74;&#xFF0C;&#x4FDD;&#x5B9A;&#x88AB;&#x73AF;&#x4FDD;&#x90E8;&#x8BC4;&#x4E3A;&#x5168;&#x56FD;&#x7A7A;&#x6C14;&#x8D28;&#x91CF;&#x6700;&#x5DEE;&#x57CE;&#x5E02;&#x540E;&#xFF0C;&#x8BE5;&#x5E02;&#x5E02;&#x957F;&#x9A6C;&#x8A89;&#x5CF0;&#x4E3A;&#x6B64;&#x5728;&#x8BE5;&#x5E02;2015&#x5E74;&#x7684;&#x4E24;&#x4F1A;&#x4E0A;&#x9053;&#x6B49;&#x8BF4;&#xFF0C;&#x201C;&#x4F5C;&#x4E3A;&#x5E02;&#x957F;&#xFF0C;&#x6211;&#x6DF1;&#x611F;&#x4E0D;&#x5B89;&#x548C;&#x81EA;&#x8D23;&#xFF0C;&#x8D1F;&#x6709;&#x4E3B;&#x8981;&#x8D23;&#x4EFB;&#x3002;&#x201D;</p>
<p>&#x7591;&#x96BE;&#x7684;&#x5173;&#x952E;&#x5728;&#x54EA;&#x91CC;&#x5462;&#xFF1F;</p>
<p>&#x300A;&#x53C2;&#x8003;&#x97F3;&#x8BAF;&#x300B;&#x6240;&#x7F16;&#x8BD1;&#x7684;&#x90A3;&#x7BC7;&#x5916;&#x5A92;&#x7684;&#x62A5;&#x9053;&#x5BF9;&#x6B64;&#x505A;&#x51FA;&#x5206;&#x6790;&#x8BF4;&#xFF0C;&#x5F53;&#x5730;&#x653F;&#x5E9C;&#x628A;&#x73AF;&#x4FDD;&#x770B;&#x4F5C;&#x7ECF;&#x6D4E;&#x589E;&#x957F;&#x7684;&#x6765;&#x6E90;&#xFF0C;&#x4F9D;&#x6258;&#x6D88;&#x8D39;&#x5982;&#x592A;&#x9633;&#x80FD;&#x7535;&#x6C60;&#x677F;&#x548C;&#x98CE;&#x7535;&#x5382;&#x8FD9;&#x6837;&#x7684;&#x6E05;&#x6D01;&#x52A8;&#x529B;&#x4EA7;&#x54C1;&#x6765;&#x4FC3;&#x8FDB;&#x7ECF;&#x6D4E;&#x53D1;&#x5C55;&#xFF0C;&#x4E0D;&#x8FC7;&#x8BBD;&#x523A;&#x7684;&#x662F;&#xFF0C;&#x8FD9;&#x53EA;&#x4E0D;&#x8FC7;&#x4F7F;&#x5F97;&#x73AF;&#x5883;&#x66F4;&#x5DEE;&#x4E86;&#x3002;</p>
<p>&#x8FC7;&#x53BB;&#x51E0;&#x5E74;&#x91CC;&#xFF0C;&#x4FDD;&#x5B9A;&#x5E02;&#x51E0;&#x5927;&#x65B0;&#x52A8;&#x529B;&#x8BBE;&#x5907;&#x5236;&#x9020;&#x4F01;&#x4E1A;&#x83B7;&#x5F97;&#x4E86;&#x5F88;&#x5927;&#x53D1;&#x5C55;&#xFF0C;&#x4F5C;&#x4E3A;&#x5168;&#x7403;&#x6700;&#x91CD;&#x8981;&#x7684;&#x5149;&#x4F0F;&#x7EC4;&#x4EF6;&#x5236;&#x9020;&#x5546;&#x2014;&#x2014;&#x82F1;&#x5229;&#x96C6;&#x56E2;&#x2014;&#x2014;&#x66F4;&#x662F;&#x5168;&#x7403;&#x6CE8;&#x76EE;&#xFF0C; &#x8FD9;&#x5BB6;&#x516C;&#x53F8;&#x5EF6;&#x7EED;&#x8D44;&#x52A9;&#x4E86;2010&#x5357;&#x975E;&#x548C;2014&#x5DF4;&#x897F;&#x4E24;&#x5C4A;&#x8DB3;&#x7403;&#x4E16;&#x754C;&#x676F;&#x3002;</p>
<p>&#x4FDD;&#x5B9A;&#x56FD;&#x5BB6;&#x9AD8;&#x65B0;&#x6280;&#x672F;&#x4EA7;&#x4E1A;&#x5F00;&#x53D1;&#x533A;&#x7BA1;&#x59D4;&#x4F1A;&#x4E00;&#x4F4D;&#x4E0D;&#x613F;&#x5177;&#x540D;&#x7684;&#x7BA1;&#x7406;&#x4EBA;&#x5458;&#x544A;&#x8BC9;&#x754C;&#x9762;&#x65B0;&#x95FB;&#x8BB0;&#x8005;&#xFF0C;2008&#x5E74;&#xFF0C;&#x4E16;&#x754C;&#x81EA;&#x7136;&#x57FA;&#x91D1;&#x4F1A;&#x4E4B;&#x6240;&#x4EE5;&#x9009;&#x5B9A;&#x4FDD;&#x5B9A;&#x4E3A;&#x4F4E;&#x78B3;&#x8BD5;&#x70B9;&#x57CE;&#x5E02;&#xFF0C;&#x4E5F;&#x662F;&#x7531;&#x4E8E;&#x4FDD;&#x5B9A;&#x6709;&#x6BD4;&#x8F83;&#x5B8C;&#x597D;&#x7684;&#x4F4E;&#x78B3;&#x4EA7;&#x4E1A;&#x94FE;&#x3002;</p>
<p>&#x4ED6;&#x8BF4;&#xFF1A;&#x201C;&#x5B83;&#x4EEC;&#x521B;&#x9020;&#x4E86;&#x4EE4;&#x4EBA;&#x9A84;&#x50B2;&#x7684;GDP&#x201D;&#x3002;</p>
<p>&#x4F46;&#x4ED6;&#x4E5F;&#x6BEB;&#x4E0D;&#x907F;&#x8BB3;&#x5730;&#x627F;&#x8BA4;&#xFF0C;&#x4FDD;&#x5B9A;&#x5E02;&#x7684;&#x201C;&#x4F4E;&#x78B3;&#x201D;&#x4EA7;&#x54C1;&#x591A;&#x9500;&#x5F80;&#x5916;&#x5730;&#xFF0C;&#x771F;&#x6B63;&#x5E94;&#x7528;&#x5728;&#x672C;&#x5E02;&#x7684;&#x5C48;&#x6307;&#x53EF;&#x6570;&#x3002;</p>
<p>&#x5728;&#x82F1;&#x5229;&#x96C6;&#x56E2;&#x603B;&#x90E8;&#xFF0C;&#x8BE5;&#x96C6;&#x56E2;&#x5BA3;&#x4F20;&#x90E8;&#x90E8;&#x957F;&#x738B;&#x5FD7;&#x65B0;&#x544A;&#x8BC9;&#x754C;&#x9762;&#x65B0;&#x95FB;&#x8BB0;&#x8005;&#xFF0C;2011&#x5E74;&#x4EE5;&#x524D;&#xFF0C;&#x82F1;&#x5229;&#x96C6;&#x56E2;&#x6D88;&#x8D39;&#x7684;&#x5149;&#x4F0F;&#x4EA7;&#x54C1;&#x6709;99%&#x51FA;&#x53E3;&#x6B27;&#x7F8E;&#x3002;2011&#x5E74;&#xFF0C;&#x56FD;&#x5185;&#x5149;&#x4F0F;&#x4EA7;&#x4E1A;&#x906D;&#x9047;&#x6B27;&#x7F8E;&#x201C;&#x53CC;&#x53CD;&#x201D;&#x4EE5;&#x53CA;&#x56FD;&#x5185;&#x8D8A;&#x6765;&#x8D8A;&#x6CE8;&#x91CD;&#x5149;&#x4F0F;&#x4EA7;&#x54C1;&#x5E94;&#x7528;&#xFF0C;&#x82F1;&#x5229;&#x7684;&#x51FA;&#x53E3;&#x989D;&#x51CF;&#x5C11;&#xFF0C;&#x76EE;&#x524D;&#xFF0C;&#x82F1;&#x5229;35%&#x4EE5;&#x4E0A;&#x7684;&#x5149;&#x4F0F;&#x4EA7;&#x54C1;&#x7531;&#x56FD;&#x5185;&#x6D88;&#x5316;&#xFF0C;&#x4F46;&#x56FD;&#x5185;&#x5E02;&#x573A;&#x4E00;&#x534A;&#x4EE5;&#x4E0A;&#x5728;&#x897F;&#x5317;&#x5730;&#x533A;&#x3002;</p>
<p>&#x81F3;&#x4E8E;&#x82F1;&#x5229;&#x5728;&#x4FDD;&#x5B9A;&#x672C;&#x5730;&#x7684;&#x5E02;&#x573A;&#xFF0C;&#x738B;&#x5FD7;&#x65B0;&#x79F0;&#xFF0C;&#x82F1;&#x5229;&#x7684;&#x5149;&#x4F0F;&#x4EA7;&#x54C1;&#x5728;&#x4FDD;&#x5B9A;&#x5E02;&#x5E76;&#x6CA1;&#x6709;&#x7EDF;&#x8BA1;&#x8FC7;&#xFF0C;&#x56E0;&#x6B64;&#x4E0D;&#x80FD;&#x7ED9;&#x51FA;&#x786E;&#x5207;&#x6570;&#x5B57;&#x3002;</p>
<p>&#x4FDD;&#x5B9A;&#x5E02;&#x53D1;&#x6539;&#x59D4;&#x65B0;&#x52A8;&#x529B;&#x529E;&#x516C;&#x5BA4;&#x7684;&#x4E00;&#x540D;&#x5DE5;&#x4F5C;&#x4EBA;&#x5458;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x7EC4;&#x6570;&#x636E;&#xFF1A;&#x622A;&#x81F3;&#x76EE;&#x524D;&#xFF0C;&#x4FDD;&#x5B9A;&#x5DF2;&#x5EFA;&#x6210;14&#x4E2A;&#x5149;&#x4F0F;&#x53D1;&#x7535;&#x9879;&#x76EE;&#xFF0C;&#x88C5;&#x673A;&#x603B;&#x91CF;&#x4E3A;292.72&#x5146;&#x74E6;&#xFF1B;&#x53E6;&#x5916;&#xFF0C;&#x5EFA;&#x6210;&#x4E24;&#x4E2A;&#x98CE;&#x80FD;&#x53D1;&#x7535;&#x9879;&#x76EE;&#xFF0C;&#x88C5;&#x673A;&#x603B;&#x91CF;&#x4E3A;99&#x5146;&#x74E6;&#x3002;</p>
<p>&#x8FD9;&#x4F4D;&#x5DE5;&#x4F5C;&#x4EBA;&#x5458;&#x627F;&#x8BA4;&#xFF0C;&#x4FDD;&#x5B9A;&#x5E02;&#x7EDD;&#x5927;&#x591A;&#x6570;&#x7535;&#x529B;&#x4ECD;&#x6765;&#x6E90;&#x4E8E;&#x706B;&#x529B;&#x53D1;&#x7535;&#x3002;</p>
<p>&#x4FDD;&#x5B9A;&#x5E02;&#x53D1;&#x6539;&#x59D4;&#x4F4E;&#x78B3;&#x57CE;&#x5E02;&#x63A8;&#x8FDB;&#x529E;&#x516C;&#x5BA4;&#x7684;&#x4E00;&#x4F4D;&#x4EBA;&#x58EB;&#x63D0;&#x4F9B;&#x7684;&#x6570;&#x636E;&#x4E5F;&#x8BC1;&#x660E;&#xFF0C;&#x6240;&#x8C13;&#x201C;&#x4F4E;&#x78B3;&#x57CE;&#x5E02;&#x201D;&#xFF0C;&#x5E76;&#x975E;&#x628A;&#x201C;&#x4F4E;&#x78B3;&#x201D;&#x8868;&#x73B0;&#x5728;&#x52A8;&#x529B;&#x5E94;&#x7528;&#x7AEF;&#x3002;&#x4ED6;&#x8BF4;&#xFF0C;&#x5149;&#x4F0F;&#x53D1;&#x7535;&#x5728;&#x4FDD;&#x5B9A;&#x5E02;&#x7684;&#x53D1;&#x7535;&#x603B;&#x91CF;&#x91CC;&#x6240;&#x5360;&#x6BD4;&#x4F8B;&#x5E76;&#x4E0D;&#x9AD8;&#xFF0C;&#x4ED6;&#x4F30;&#x8BA1;&#x4E0D;&#x5230;10%&#x3002;</p>
<p>&#x9488;&#x5BF9;&#x5BB6;&#x5EAD;&#x5206;&#x5E03;&#x5F0F;&#x5149;&#x4F0F;&#x5C4B;&#x9876;&#xFF0C;&#x8BE5;&#x4EBA;&#x58EB;&#x4E5F;&#x79F0;&#xFF0C;&#x7531;&#x4E8E;&#x5BB6;&#x5EAD;&#x521D;&#x6B21;&#x5B89;&#x88C5;&#x5206;&#x5E03;&#x5F0F;&#x5149;&#x4F0F;&#x53D1;&#x7535;&#x7AD9;&#x7684;&#x6210;&#x672C;&#x9887;&#x9AD8;&#xFF0C;&#x56E0;&#x6B64;&#x666E;&#x53CA;&#x91CF;&#x6781;&#x4E3A;&#x6709;&#x9650;&#x3002;</p>
<p>&#x82F1;&#x5229;&#x96C6;&#x56E2;&#x4E00;&#x540D;&#x5458;&#x5DE5;&#x63D0;&#x4F9B;&#x7684;&#x6570;&#x636E;&#x663E;&#x793A;&#xFF0C;&#x4E00;&#x4E2A;&#x5BB6;&#x5EAD;&#x5B89;&#x88C5;&#x5206;&#x5E03;&#x5F0F;&#x5149;&#x4F0F;&#x53D1;&#x7535;&#x7AD9;&#x7684;&#x6210;&#x672C;&#x5728;3&#x4E07;&#x5143;&#x5DE6;&#x53F3;&#x3002;&#x4FDD;&#x5B9A;&#x672C;&#x5730;&#x5F88;&#x5C11;&#x6709;&#x5BB6;&#x5EAD;&#x60C5;&#x613F;&#x51FA;&#x8FD9;&#x7B14;&#x94B1;&#x5B89;&#x88C5;&#x3002;</p>
<p>&#x4E00;&#x4F4D;&#x4FDD;&#x5B9A;&#x5E02;&#x6C11;&#x4E5F;&#x7ED9;&#x8BB0;&#x8005;&#x7B97;&#x4E86;&#x4E00;&#x7B14;&#x8D26;&#xFF1A;&#x5047;&#x8BBE;&#x4FDD;&#x5B9A;&#x4E00;&#x4E2A;&#x5BB6;&#x5EAD;&#x4E00;&#x5E74;&#x7684;&#x7535;&#x8D39;&#x4E3A;1000&#x5143;&#xFF0C;3&#x4E07;&#x5143;&#x53EF;&#x4ED8;&#x6B3E;30&#x5E74;&#x7684;&#x7535;&#x8D39;&#x5F00;&#x652F;&#x3002;&#x800C;&#x5149;&#x4F0F;&#x7535;&#x677F;&#x7684;&#x5BFF;&#x547D;&#x5F88;&#x53EF;&#x80FD;&#x8FD8;&#x6CA1;&#x6709;30&#x5E74;&#x4E4B;&#x4E45;&#x3002;&#x8FD9;&#x79CD;&#x6210;&#x672C;&#x538B;&#x529B;&#x4E5F;&#x9020;&#x6210;&#x592A;&#x9633;&#x80FD;&#x5206;&#x5E03;&#x5F0F;&#x5E94;&#x7528;&#x5728;&#x4FDD;&#x5B9A;&#x5E76;&#x4E0D;&#x7406;&#x60F3;&#x3002;</p>
<p>&#x66F4;&#x5C34;&#x5C2C;&#x7684;&#x662F;&#xFF0C;&#x4E3A;&#x4E86;&#x6539;&#x5584;&#x7A7A;&#x6C14;&#x8D28;&#x91CF;&#x800C;&#x5E94;&#x7528;&#x7684;&#x592A;&#x9633;&#x80FD;&#x5374;&#x53C8;&#x4E25;&#x91CD;&#x53D7;&#x9650;&#x4E8E;&#x6076;&#x52A3;&#x7684;&#x7A7A;&#x6C14;&#x3002;</p>
<p>&#x201C;&#x96FE;&#x973E;&#x4F1A;&#x5BF9;&#x5149;&#x4F0F;&#x53D1;&#x7535;&#x4EA7;&#x751F;&#x4E0D;&#x5229;&#x5F71;&#x54CD;&#x3002;&#x201D;&#x4FDD;&#x5B9A;&#x4F4E;&#x78B3;&#x529E;&#x8FD9;&#x4F4D;&#x5B98;&#x5458;&#x79F0;&#xFF0C;&#x96FE;&#x973E;&#x4E25;&#x91CD;&#x7684;&#x65F6;&#x5206;&#xFF0C;&#x592A;&#x9633;&#x80FD;&#x7535;&#x6C60;&#x677F;&#x4E0D;&#x4F46;&#x8F6C;&#x5316;&#x7387;&#x964D;&#x4F4E;&#xFF0C;&#x800C;&#x4E14;&#x6C61;&#x67D3;&#x9897;&#x7C92;&#x5BF9;&#x592A;&#x9633;&#x80FD;&#x677F;&#x4E5F;&#x4F1A;&#x9020;&#x6210;&#x8150;&#x8680;&#x3002;</p>
<p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/bfOZ6X93nz1UkYTjRIdP.jpg" alt></p>
<p>&#x5728;&#x4FDD;&#x5B9A;&#x5E02;&#x63A8;&#x8FDB;&#x201C;&#x4F4E;&#x78B3;&#x57CE;&#x5E02;&#x201D;&#x8BA1;&#x5212;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x4E16;&#x754C;&#x81EA;&#x7136;&#x57FA;&#x91D1;&#x4F1A;&#xFF08;WWF&#xFF09;&#x4E2D;&#x56FD;&#x4EE3;&#x8868;&#x5904;&#x6C14;&#x5019;&#x4E0E;&#x52A8;&#x529B;&#x9879;&#x76EE;&#x7684;&#x4E3B;&#x4EFB;&#x5362;&#x4F26;&#x71D5;&#x4E5F;&#x63D0;&#x51FA;&#x8FC7;&#x81EA;&#x5DF1;&#x7684;&#x5EFA;&#x8BAE;&#x3002;&#x4F46;&#x5979;&#x4E5F;&#x7559;&#x610F;&#x5230;&#xFF0C;&#x4FDD;&#x5B9A;&#x7684;&#x5927;&#x90E8;&#x5206;&#x6D88;&#x8D39;&#x53EF;&#x518D;&#x751F;&#x52A8;&#x529B;&#x7684;&#x5DE5;&#x5382;&#x4F9D;&#x7136;&#x4F9D;&#x6258;&#x50CF;&#x7164;&#x77FF;&#x8FD9;&#x6837;&#x7684;&#x4FBF;&#x5B9C;&#x52A8;&#x529B;&#x6765;&#x8FD0;&#x8F6C;&#x3002;</p>
<p>&#x5979;&#x8BF4;&#xFF1A;&#x201C;&#x6211;&#x4EEC;&#x8981;&#x6D88;&#x8D39;&#x4F4E;&#x78B3;&#x7684;&#x4EA7;&#x54C1;&#x548C;&#x8BBE;&#x5907;&#xFF0C;&#x4F46;&#x66F4;&#x91CD;&#x8981;&#x7684;&#x662F;&#x4E5F;&#x5E94;&#x8BE5;&#x5728;&#x81EA;&#x5BB6;&#x95E8;&#x53E3;&#x5E94;&#x7528;&#x8FD9;&#x4E9B;&#x4EA7;&#x54C1;&#x3002;&#x4F46;&#x76EE;&#x524D;&#x6211;&#x4EEC;&#x4ECD;&#x8FC7;&#x591A;&#x5730;&#x5F3A;&#x8C03;&#x5236;&#x9020;&#xFF0C;&#x5374;&#x5FFD;&#x89C6;&#x4E86;&#x5E94;&#x7528;&#x3002;&#x201D;</p>
<p>&#x8FD9;&#x4F3C;&#x4E4E;&#x4E0E;&#x653F;&#x5E9C;&#x8BA1;&#x5212;&#x7684;&#x521D;&#x8877;&#x76F8;&#x80CC;&#x79BB;&#x3002;</p>
<p>&#x5F53;&#x7136;&#xFF0C;&#x9762;&#x5BF9;&#x4E25;&#x91CD;&#x7684;&#x96FE;&#x973E;&#xFF0C;&#x5730;&#x65B9;&#x5B98;&#x5458;&#x4EEC;&#x4E5F;&#x4E0D;&#x5F97;&#x4E0D;&#x5F00;&#x59CB;&#x53CD;&#x601D;&#x4F20;&#x7EDF;&#x7684;&#x7ECF;&#x6D4E;&#x589E;&#x957F;&#x5F62;&#x5F0F;&#x7ED9;&#x73AF;&#x5883;&#x9020;&#x6210;&#x7684;&#x707E;&#x96BE;&#xFF0C;&#x867D;&#x7136;&#x8FD9;&#x79CD;&#x53CD;&#x601D;&#x66F4;&#x591A;&#x662F;&#x8FEB;&#x4E8E;&#x4E2D;&#x592E;&#x7684;&#x538B;&#x529B;&#x3002;</p>
<p>&#x201C;&#x5C31;&#x50CF;&#x4E60;&#x8FD1;&#x5E73;&#x4E3B;&#x5E2D;&#x8BF4;&#x7684;&#xFF0C;&#x9752;&#x5C71;&#x7EFF;&#x6C34;&#x5C31;&#x662F;&#x91D1;&#x5C71;&#x94F6;&#x5C71;&#x3002;&#x5982;&#x4ECA;&#xFF0C;&#x4FDD;&#x5B9A;&#x5B81;&#x8981;&#x9752;&#x5C71;&#x7EFF;&#x6C34;&#xFF0C;&#x4E5F;&#x4E0D;&#x8981;&#x5E26;&#x8840;&#x7684;GDP&#x3002;&#x201D;&#x9648;&#x632F;&#x8F89;&#x8BF4;&#x3002;</p>
<p>&#x5728;&#x5C06;&#x6765;5&#x5E74;&#xFF0C;&#x201C;&#x4F4E;&#x78B3;&#x4E4B;&#x57CE;&#x201D;&#x7406;&#x60F3;&#x7ED9;&#x81EA;&#x5DF1;&#x8BBE;&#x5B9A;&#x7684;&#x76EE;&#x7684;&#x662F;&#xFF1A;&#x5728;2020&#x5E74;&#x4EE5;&#x524D;&#x964D;&#x4F4E;&#x78B3;&#x5F3A;&#x5EA6;52%&#xFF0C;&#x8FD9;&#x6BD4;&#x5168;&#x56FD;&#x51CF;&#x5C11;40%&#x5230;45%&#x7684;&#x76EE;&#x7684;&#x8FD8;&#x8981;&#x9AD8;&#x3002;</p>
<p>&#x8FD9;&#x4E00;&#x76EE;&#x7684;&#x5728;&#x5C06;&#x6765;5&#x5E74;&#x80FD;&#x987A;&#x5229;&#x5B8C;&#x6210;&#x5417;&#xFF1F;&#x6CA1;&#x6709;&#x4EBA;&#x80FD;&#x7ED9;&#x51FA;&#x7B54;&#x6848;&#x3002;</p>
<p>&#x4F46;&#x6309;&#x7167;&#x66F4;&#x957F;&#x8FDC;&#x7684;&#x89C4;&#x5212;&#xFF0C;&#x8FD9;&#x4E2A;&#x5C06;&#x6765;&#x5728;&#x4EAC;&#x6D25;&#x5180;&#x4E00;&#x4F53;&#x5316;&#x6218;&#x7565;&#x4E2D;&#x5360;&#x636E;&#x91CD;&#x8981;&#x8282;&#x70B9;&#x7684;&#x57CE;&#x5E02;&#xFF0C;&#x4E0D;&#x4F46;&#x8981;&#x7EE7;&#x7EED;&#x52A0;&#x901F;&#x5B83;&#x7684;&#x57CE;&#x5E02;&#x5316;&#x8FDB;&#x7A0B;&#xFF0C;&#x8FD8;&#x8981;&#x8FDB;&#x4E00;&#x6B65;&#x53D1;&#x5C55;&#x5B83;&#x7684;&#x65B0;&#x52A8;&#x529B;&#x5236;&#x9020;&#x4EA7;&#x4E1A;&#x3002;</p>
<p>&#x4ECA;&#x5E74;5&#x6708;&#x4EFD;&#xFF0C;&#x4FDD;&#x5B9A;&#x5E02;&#x4E00;&#x9879;&#x884C;&#x653F;&#x533A;&#x5212;&#x6269;&#x5F20;&#x8BA1;&#x5212;&#x7ECF;&#x8FC7;&#x4E86;&#x56FD;&#x52A1;&#x9662;&#x7684;&#x5BA1;&#x6279;&#x3002;&#x6839;&#x636E;&#x6279;&#x590D;&#xFF0C;&#x4FDD;&#x5B9A;&#x5E02;&#x8F96;&#x533A;&#x7531;&#x539F;&#x6765;&#x7684;&#x4E09;&#x4E2A;&#x53D8;&#x6210;&#x4E94;&#x4E2A;&#xFF0C;&#x6EE1;&#x57CE;&#x3001;&#x6E05;&#x82D1;&#x3001;&#x5F90;&#x6C34;&#x64A4;&#x53BF;&#x5EFA;&#x533A;&#xFF0C;&#x81EA;&#x6B64;&#xFF0C;&#x4FDD;&#x5B9A;&#x5E02;&#x91CC;&#x9762;&#x79EF;&#x6DFB;&#x52A0;&#x4E03;&#x500D;&#xFF0C;&#x7531;&#x539F;&#x6765;&#x7684;312&#x5E73;&#x65B9;&#x516C;&#x91CC;&#x6DFB;&#x52A0;&#x5230;2531&#x5E73;&#x65B9;&#x516C;&#x91CC;&#xFF0C;&#x5E02;&#x91CC;&#x4EBA;&#x53E3;&#x7531;&#x539F;&#x6765;&#x7684;119.4&#x4E07;&#x4EBA;&#x6DFB;&#x52A0;&#x5230;280.6&#x4E07;&#x4EBA;&#x3002;</p>
<p>&#x8FD9;&#x4E5F;&#x88AB;&#x4EE5;&#x4E3A;&#x662F;&#x8BE5;&#x5E02;&#x914D;&#x5408;&#x4EAC;&#x6D25;&#x5180;&#x4E00;&#x4F53;&#x5316;&#x3001;&#x627F;&#x63A5;&#x4EAC;&#x6D25;&#x90E8;&#x5206;&#x4EA7;&#x4E1A;&#x8F6C;&#x79FB;&#x6240;&#x505A;&#x7684;&#x91CD;&#x8981;&#x94FA;&#x57AB;&#x3002;</p>
<p>&#x6309;&#x7167;&#x89C4;&#x5212;&#xFF0C;&#x4E00;&#x4E2A;&#x4F4E;&#x78B3;&#x65B0;&#x57CE;&#x5C31;&#x5728;&#x5317;&#x90E8;&#x5730;&#x533A;&#x5F00;&#x5DE5;&#x5EFA;&#x8BBE;&#xFF0C;&#x65B0;&#x57CE;&#x5927;&#x90E8;&#x5206;&#x4F4D;&#x4E8E;&#x65B0;&#x5212;&#x5165;&#x5E02;&#x91CC;&#x7684;&#x5F90;&#x6C34;&#x533A;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x5E9E;&#x5927;&#x7684;&#x5DE5;&#x4E1A;&#x533A;&#x4E2D;&#xFF0C;&#x4EE5;&#x65B0;&#x52A8;&#x529B;&#x5E94;&#x7528;&#x4E3A;&#x6838;&#x5FC3;&#x7684;&#x5149;&#x4F0F;&#x4E0E;&#x65B0;&#x52A8;&#x529B;&#x6C7D;&#x8F66;&#x4F1A;&#x6210;&#x4E3A;&#x4E3B;&#x4F53;&#x3002;</p>
<p>&#x4ECE;&#x4FDD;&#x5B9A;&#x5E02;&#x5317;&#x4E09;&#x73AF;&#x76F4;&#x5230;&#x5F90;&#x6C34;&#x533A;&#x7684;&#x5927;&#x738B;&#x5E97;&#x9547;&#xFF0C;&#x8DDD;&#x79BB;&#x6709;10&#x591A;&#x516C;&#x91CC;&#xFF0C;&#x8FD9;&#x4E2D;&#x95F4;&#x7684;&#x5F88;&#x591A;&#x6751;&#x5B50;&#x5DF2;&#x7ECF;&#x62C6;&#x8FC1;&#x7EC8;&#x4E86;&#xFF0C;&#x5927;&#x7247;&#x571F;&#x5730;&#x88AB;&#x6E05;&#x7B97;&#x51FA;&#x6765;&#xFF0C;&#x4F5C;&#x4E3A;&#x5DE5;&#x4E1A;&#x533A;&#x7684;&#x50A8;&#x5907;&#x7528;&#x5730;&#x3002;</p>
<p>&#x667A;&#x6B66;&#x8425;&#x6751;&#x662F;&#x8FD9;&#x4E9B;&#x88AB;&#x62C6;&#x8FC1;&#x7684;&#x6751;&#x5E84;&#x4E2D;&#x7684;&#x4E00;&#x4E2A;&#xFF0C;&#x5982;&#x4ECA;&#x6574;&#x4E2A;&#x6751;&#x5B50;&#x53EA;&#x5269;&#x4E0B;&#x6B8B;&#x57A3;&#x65AD;&#x58C1;&#xFF0C;&#x6751;&#x53E3;&#x7684;&#x94C1;&#x95E8;&#x4F9D;&#x7136;&#x5C79;&#x7ACB;&#x7740;&#xFF0C;&#x95E8;&#x4E0A;&#x5199;&#x7740;&#x201C;&#x667A;&#x6B66;&#x8425;&#x6751;&#x4EBA;&#x6C11;&#x6B22;&#x8FCE;&#x60A8;&#x201D;&#x3002;</p>
<p>&#x5728;&#x667A;&#x6B66;&#x8425;&#x6751;&#x53E3;&#x7684;&#x9A6C;&#x8DEF;&#x4E0A;&#xFF0C;&#x8DEF;&#x8FB9;&#x7684;&#x5E7F;&#x544A;&#x724C;&#x4E0A;&#x4F9D;&#x7136;&#x6302;&#x7740;&#x201C;&#x70ED;&#x70C8;&#x5E86;&#x8D3A;&#x592E;&#x4F01;&#x8FDB;&#x6CB3;&#x5317;&#x6D3B;&#x52A8;&#x5706;&#x6EE1;&#x6210;&#x529F;&#x201D;&#x7684;&#x6807;&#x8BED;&#x3002;</p>
<p>&#x8FD9;&#x662F;&#x4ECA;&#x5E74;7&#x6708;&#x4E00;&#x6B21;&#x6D69;&#x5927;&#x4F1A;&#x8BAE;&#x7684;&#x9057;&#x4EA7;&#x3002;&#x4ECA;&#x5E74;7&#x6708;&#x521D;&#xFF0C;&#x56FD;&#x8D44;&#x59D4;&#x4E3B;&#x4EFB;&#x5F20;&#x6BC5;&#x4EB2;&#x81EA;&#x5E26;&#x9886;84&#x5BB6;&#x592E;&#x4F01;&#x4E00;&#x628A;&#x624B;&#x79BB;&#x5F00;&#x4FDD;&#x5B9A;&#xFF0C;&#x53EC;&#x5F00;&#x592E;&#x4F01;&#x8FDB;&#x6CB3;&#x5317;&#x7684;&#x4E13;&#x95E8;&#x4F1A;&#x8BAE;&#x3002;&#x6839;&#x636E;&#x5F53;&#x5730;&#x5A92;&#x4F53;&#x7684;&#x62A5;&#x9053;&#xFF0C;&#x6B64;&#x6B21;&#x4F1A;&#x8BAE;&#x4E0A;&#xFF0C;87&#x5BB6;&#x592E;&#x4F01;&#x4E0E;&#x6CB3;&#x5317;&#x7701;&#x653F;&#x5E9C;&#x7B7E;&#x7F72;&#x610F;&#x5411;&#x603B;&#x6295;&#x8D44;&#x8D85;1.6&#x4E07;&#x4EBF;&#x5143;&#x3002;</p>
<p>72&#x5C81;&#x7684;&#x6751;&#x6C11;&#x90ED;&#x8D35;&#x84C9;&#x5728;&#x4ECA;&#x5E74;12&#x6708;&#x4EFD;&#x5C31;&#x642C;&#x8FDB;&#x4E86;&#x9644;&#x8FD1;&#x65B0;&#x5EFA;&#x7684;&#x5B89;&#x7F6E;&#x5C0F;&#x533A;&#xFF0C;&#x4F46;&#x5979;&#x65F6;&#x5E38;&#x4F1A;&#x56DE;&#x5230;&#x6751;&#x5B50;&#x91CC;&#x8F6C;&#x8F6C;&#xFF0C;&#x5979;&#x8BF4;&#xFF0C;&#x201C;&#x5BB6;&#x56ED;&#x53D8;&#x6210;&#x5E9F;&#x589F;&#xFF0C;&#x771F;&#x5FE7;&#x4F24;&#x3002;&#x201D;&#x5979;&#x6216;&#x8BB8;&#x4E0D;&#x660E;&#x767D;&#xFF0C;&#x5C06;&#x6765;&#x7684;&#x67D0;&#x4E00;&#x5929;&#xFF0C;&#x5979;&#x8FC7;&#x53BB;&#x7684;&#x5BB6;&#x56ED;&#x5C31;&#x4F1A;&#x88AB;&#x4E00;&#x5EA7;&#x73B0;&#x4EE3;&#x5316;&#x7684;&#x5382;&#x533A;&#x6240;&#x4EE3;&#x66FF;&#x3002;</p>
<p>&#x7AD9;&#x5728;&#x5F00;&#x53D1;&#x533A;&#x5DF2;&#x7ECF;&#x5EFA;&#x6210;&#x7684;&#x5F00;&#x9614;&#x516C;&#x8DEF;&#x4E0A;&#xFF0C;&#x968F;&#x65F6;&#x6709;&#x91CD;&#x8F7D;&#x5361;&#x8F66;&#x547C;&#x5578;&#x800C;&#x8FC7;&#xFF0C;&#x968F;&#x5904;&#x90FD;&#x80FD;&#x770B;&#x5230;&#x53D1;&#x6398;&#x673A;&#x3001;&#x94F2;&#x8F66;&#x548C;&#x540A;&#x8F66;&#x5728;&#x7E41;&#x5FD9;&#x7740;&#xFF0C;&#x8FD9;&#x4E9B;&#x666F;&#x8C61;&#x5145;&#x5206;&#x663E;&#x793A;&#x4E86;&#x8FD9;&#x4E2A;&#x57CE;&#x5E02;&#x4ECD;&#x5728;&#x52A0;&#x901F;&#x4E2D;&#x7684;&#x57CE;&#x5E02;&#x5316;&#x548C;&#x5DE5;&#x4E1A;&#x5316;&#x8FDB;&#x7A0B;&#xFF0C;&#x8FD9;&#x4EE4;&#x8FD9;&#x4E2A;&#x6B63;&#x5904;&#x4E8E;&#x6269;&#x5F20;&#x671F;&#x7684;&#x57CE;&#x5E02;&#x4F3C;&#x4E4E;&#x53D8;&#x5F97;&#x66F4;&#x52A0;&#x6709;&#x6D3B;&#x529B;&#x548C;&#x8E81;&#x52A8;&#x3002;</p>
<p>&#x4F46;&#x8FD9;&#x4E00;&#x4E9B;&#x4F3C;&#x4E4E;&#x53C8;&#x548C;&#x8FD9;&#x4E2A;&#x57CE;&#x5E02;&#x6700;&#x7EC8;&#x6240;&#x8FFD;&#x6C42;&#x7684;&#x73AF;&#x5883;&#x76EE;&#x7684;&#x80CC;&#x9053;&#x800C;&#x9A70;&#x3002;&#x4E0D;&#x8BBA;&#x662F;&#x4EA7;&#x4E1A;&#x8F6C;&#x79FB;&#xFF0C;&#x8FD8;&#x662F;&#x5E02;&#x91CC;&#x6269;&#x5C55;&#x3001;&#x4EBA;&#x53E3;&#x6DFB;&#x52A0;&#xFF0C;&#x8FD9;&#x4E9B;&#x90FD;&#x7ED9;&#x96FE;&#x973E;&#x7684;&#x7BA1;&#x7406;&#x5E26;&#x6765;&#x4E86;&#x66F4;&#x591A;&#x672A;&#x77E5;&#x7684;&#x8981;&#x7D20;&#x3002;</p>
<p>&#x201C;&#x5C06;&#x6765;&#xFF0C;&#x6211;&#x4EEC;&#x53EA;&#x662F;&#x4E0D;&#x5E0C;&#x671B;&#x518D;&#x751F;&#x6D3B;&#x5728;&#x96FE;&#x973E;&#x4E2D;&#x3002;&#x201D;&#x90ED;&#x8D35;&#x84C9;&#x8BF4;&#x3002;</p>
<p>&#x6765;&#x6E90;&#xFF1A;<a href="/external_links/6c5169c23ca7f7608ead08c114d9d2a4.html" target="blank" rel="noopener">http://www.jiemian.com/article/465696.html</a></p>
<p>&#x4ECA;&#x65E5;APP&#x5F15;&#x8350;&#xFF1A;</p>
<p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/oMcxflD8B6QJraOCudA5.jpg" alt></p>
<p>&#x70B9;&#x51FB;&#x67E5;&#x770B;&#x300C;&#x5988;&#x5988;&#x518D;&#x4E5F;&#x4E0D;&#x7528;&#x62C5;&#x5FC3;&#x6211;&#x5403;&#x9519;&#x836F;&#x4E86;&#x2014;&#x2014;&#x5BB6;&#x5EAD;&#x7528;&#x836F;&#x300D;&#x8BBF;&#x95EE;&#x94FE;&#x63A5; /2019.html </p>
<p><a href="http://se.insoan.com/" title="&#x7EDD;&#x5BF9;&#x9886;&#x57DF;">&#x7EDD;&#x5BF9;&#x9886;&#x57DF;</a>&#x5185;&#x5BB9;&#x5747;&#x8F6C;&#x81EA;&#x4E92;&#x8054;&#x7F51; &#x7248;&#x6743;&#x5F52;&#x539F;&#x4F5C;&#x8005;&#x4E00;&#x5207;</p>
<p><em><a href="https://se.insoan.com/">&#x6027;&#x611F;&#x7F8E;&#x56FE; &#x2013; &#x6027;&#x611F;&#x5957;&#x56FE;&#x5927;&#x672C;&#x8425;</a></em></p>

      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="tags/写真/" rel="tag"># 写真</a>
          
        </div>
      

      
      
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="2159.html" rel="next" title="三姑娘口述：第一次看到丁丁">
                <i class="fa fa-chevron-left"></i> 三姑娘口述：第一次看到丁丁
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="2161.html" rel="prev" title="王路：忙成狗时当如何？">
                王路：忙成狗时当如何？ <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </div>
  
  
  
  </article>


    <!-- 有瓣音频文章内嵌广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block; text-align:center;" data-ad-layout="in-article" data-ad-format="fluid" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6145016388"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>

    <div class="post-spread">
      
    </div>
  </div>
  <!-- 有瓣音频信息流广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block" data-ad-format="fluid" data-ad-layout-key="-6t+ed+2i-1n-4w" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6455528644"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>


          </div>
          


          

  



        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    
    <div class="sidebar-inner">

      

      

      <section class="site-overview-wrap sidebar-panel sidebar-panel-active">
        <div class="site-overview">
          <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
            
              <p class="site-author-name" itemprop="name">美图博客</p>
              <p class="site-description motion-element" itemprop="description"></p>
          </div>

          <nav class="site-state motion-element">

            
              <div class="site-state-item site-state-posts">
              
                <a href="https://se.insoan.com/archives/">
              
                  <span class="site-state-item-count">3561</span>
                  <span class="site-state-item-name">日志</span>
                </a>
              </div>
            

            

            
              
              
              <div class="site-state-item site-state-tags">
                
                  <span class="site-state-item-count">23</span>
                  <span class="site-state-item-name">标签</span>
                
              </div>
            

          </nav>

          
            <div class="feed-link motion-element">
              <a href="atom.xml" rel="alternate">
                <i class="fa fa-rss"></i>
                RSS
              </a>
            </div>
          

          

          
          

          
          

          

        </div>
      </section>

      

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">&copy; <span itemprop="copyrightYear">2024</span>
  <span class="with-love">
    <i class="fa fa-user"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">美图博客</span>
  <div>
  <script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script>
  <span id="busuanzi_container_site_pv">本站总访问量<span id="busuanzi_value_site_pv"></span>次</span>
  </div>
  
</div>


  <div class="powered-by">由 <a class="theme-link" target="_blank" href="https://hexo.io">Hexo</a> 强力驱动</div>



  <span class="post-meta-divider">|</span>



  <div class="theme-info">主题 &mdash; <a class="theme-link" target="_blank" href="https://github.com/iissnan/hexo-theme-next">NexT.Muse</a> v5.1.4</div>




  <script type="text/javascript" async src="js/src/mermaid.min.js"></script>
  <script>
  if (window.mermaid) {
        var mermaid_config = {
            startOnLoad: true,
            theme: 'default',
            flowchart:{
                useMaxWidth: false,
                htmlLabels: true
            }                
        }
        mermaid.initialize(mermaid_config);
  }
  </script>
  

        







        
      </div>
    </footer>

    
      <div class="back-to-top">
        <i class="fa fa-arrow-up"></i>
        
          <span id="scrollpercent"><span>0</span>%</span>
        
      </div>
    

    

  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  












  
  
    <script type="text/javascript" src="lib/jquery/index.js?v=2.1.3"></script>
  

  
  
    <script type="text/javascript" src="lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>
  

  
  
    <script type="text/javascript" src="lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.ui.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>
  


  


  <script type="text/javascript" src="js/src/utils.js?v=5.1.4"></script>

  <script type="text/javascript" src="js/src/motion.js?v=5.1.4"></script>



  
  

  
  <script type="text/javascript" src="js/src/scrollspy.js?v=5.1.4"></script>
<script type="text/javascript" src="js/src/post-details.js?v=5.1.4"></script>



  


  <script type="text/javascript" src="js/src/bootstrap.js?v=5.1.4"></script>



  


  




	





  





  












  

  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    var isXml = true;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length === 0) {
      search_path = "search.xml";
    } else if (/json$/i.test(search_path)) {
      isXml = false;
    }
    var path = "/" + search_path;
    // monitor main search box;

    var onPopupClose = function (e) {
      $('.popup').hide();
      $('#local-search-input').val('');
      $('.search-result-list').remove();
      $('#no-result').remove();
      $(".local-search-pop-overlay").remove();
      $('body').css('overflow', '');
    }

    function proceedsearch() {
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay"></div>')
        .css('overflow', 'hidden');
      $('.search-popup-overlay').click(onPopupClose);
      $('.popup').toggle();
      var $localSearchInput = $('#local-search-input');
      $localSearchInput.attr("autocapitalize", "none");
      $localSearchInput.attr("autocorrect", "off");
      $localSearchInput.focus();
    }

    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';

      // start loading animation
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay">' +
          '<div id="search-loading-icon">' +
          '<i class="fa fa-spinner fa-pulse fa-5x fa-fw"></i>' +
          '</div>' +
          '</div>')
        .css('overflow', 'hidden');
      $("#search-loading-icon").css('margin', '20% auto 0 auto').css('text-align', 'center');

      $.ajax({
        url: path,
        dataType: isXml ? "xml" : "json",
        async: true,
        success: function(res) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = isXml ? $("entry", res).map(function() {
            return {
              title: $("title", this).text(),
              content: $("content",this).text(),
              url: $("url" , this).text()
            };
          }).get() : res;
          var input = document.getElementById(search_id);
          var resultContent = document.getElementById(content_id);
          var inputEventFunction = function() {
            var searchText = input.value.trim().toLowerCase();
            var keywords = searchText.split(/[\s\-]+/);
            if (keywords.length > 1) {
              keywords.push(searchText);
            }
            var resultItems = [];
            if (searchText.length > 0) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var hitCount = 0;
                var searchTextCount = 0;
                var title = data.title.trim();
                var titleInLowerCase = title.toLowerCase();
                var content = data.content.trim().replace(/<[^>]+>/g,"");
                var contentInLowerCase = content.toLowerCase();
                var articleUrl = decodeURIComponent(data.url);
                var indexOfTitle = [];
                var indexOfContent = [];
                // only match articles with not empty titles
                if(title != '') {
                  keywords.forEach(function(keyword) {
                    function getIndexByWord(word, text, caseSensitive) {
                      var wordLen = word.length;
                      if (wordLen === 0) {
                        return [];
                      }
                      var startPosition = 0, position = [], index = [];
                      if (!caseSensitive) {
                        text = text.toLowerCase();
                        word = word.toLowerCase();
                      }
                      while ((position = text.indexOf(word, startPosition)) > -1) {
                        index.push({position: position, word: word});
                        startPosition = position + wordLen;
                      }
                      return index;
                    }

                    indexOfTitle = indexOfTitle.concat(getIndexByWord(keyword, titleInLowerCase, false));
                    indexOfContent = indexOfContent.concat(getIndexByWord(keyword, contentInLowerCase, false));
                  });
                  if (indexOfTitle.length > 0 || indexOfContent.length > 0) {
                    isMatch = true;
                    hitCount = indexOfTitle.length + indexOfContent.length;
                  }
                }

                // show search results

                if (isMatch) {
                  // sort index by position of keyword

                  [indexOfTitle, indexOfContent].forEach(function (index) {
                    index.sort(function (itemLeft, itemRight) {
                      if (itemRight.position !== itemLeft.position) {
                        return itemRight.position - itemLeft.position;
                      } else {
                        return itemLeft.word.length - itemRight.word.length;
                      }
                    });
                  });

                  // merge hits into slices

                  function mergeIntoSlice(text, start, end, index) {
                    var item = index[index.length - 1];
                    var position = item.position;
                    var word = item.word;
                    var hits = [];
                    var searchTextCountInSlice = 0;
                    while (position + word.length <= end && index.length != 0) {
                      if (word === searchText) {
                        searchTextCountInSlice++;
                      }
                      hits.push({position: position, length: word.length});
                      var wordEnd = position + word.length;

                      // move to next position of hit

                      index.pop();
                      while (index.length != 0) {
                        item = index[index.length - 1];
                        position = item.position;
                        word = item.word;
                        if (wordEnd > position) {
                          index.pop();
                        } else {
                          break;
                        }
                      }
                    }
                    searchTextCount += searchTextCountInSlice;
                    return {
                      hits: hits,
                      start: start,
                      end: end,
                      searchTextCount: searchTextCountInSlice
                    };
                  }

                  var slicesOfTitle = [];
                  if (indexOfTitle.length != 0) {
                    slicesOfTitle.push(mergeIntoSlice(title, 0, title.length, indexOfTitle));
                  }

                  var slicesOfContent = [];
                  while (indexOfContent.length != 0) {
                    var item = indexOfContent[indexOfContent.length - 1];
                    var position = item.position;
                    var word = item.word;
                    // cut out 100 characters
                    var start = position - 20;
                    var end = position + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if (end < position + word.length) {
                      end = position + word.length;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    slicesOfContent.push(mergeIntoSlice(content, start, end, indexOfContent));
                  }

                  // sort slices in content by search text's count and hits' count

                  slicesOfContent.sort(function (sliceLeft, sliceRight) {
                    if (sliceLeft.searchTextCount !== sliceRight.searchTextCount) {
                      return sliceRight.searchTextCount - sliceLeft.searchTextCount;
                    } else if (sliceLeft.hits.length !== sliceRight.hits.length) {
                      return sliceRight.hits.length - sliceLeft.hits.length;
                    } else {
                      return sliceLeft.start - sliceRight.start;
                    }
                  });

                  // select top N slices in content

                  var upperBound = parseInt('1');
                  if (upperBound >= 0) {
                    slicesOfContent = slicesOfContent.slice(0, upperBound);
                  }

                  // highlight title and content

                  function highlightKeyword(text, slice) {
                    var result = '';
                    var prevEnd = slice.start;
                    slice.hits.forEach(function (hit) {
                      result += text.substring(prevEnd, hit.position);
                      var end = hit.position + hit.length;
                      result += '<b class="search-keyword">' + text.substring(hit.position, end) + '</b>';
                      prevEnd = end;
                    });
                    result += text.substring(prevEnd, slice.end);
                    return result;
                  }

                  var resultItem = '';

                  if (slicesOfTitle.length != 0) {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + highlightKeyword(title, slicesOfTitle[0]) + "</a>";
                  } else {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + title + "</a>";
                  }

                  slicesOfContent.forEach(function (slice) {
                    resultItem += "<a href='" + articleUrl + "'>" +
                      "<p class=\"search-result\">" + highlightKeyword(content, slice) +
                      "...</p>" + "</a>";
                  });

                  resultItem += "</li>";
                  resultItems.push({
                    item: resultItem,
                    searchTextCount: searchTextCount,
                    hitCount: hitCount,
                    id: resultItems.length
                  });
                }
              })
            };
            if (keywords.length === 1 && keywords[0] === "") {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>'
            } else if (resultItems.length === 0) {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>'
            } else {
              resultItems.sort(function (resultLeft, resultRight) {
                if (resultLeft.searchTextCount !== resultRight.searchTextCount) {
                  return resultRight.searchTextCount - resultLeft.searchTextCount;
                } else if (resultLeft.hitCount !== resultRight.hitCount) {
                  return resultRight.hitCount - resultLeft.hitCount;
                } else {
                  return resultRight.id - resultLeft.id;
                }
              });
              var searchResultList = '<ul class=\"search-result-list\">';
              resultItems.forEach(function (result) {
                searchResultList += result.item;
              })
              searchResultList += "</ul>";
              resultContent.innerHTML = searchResultList;
            }
          }

          if ('auto' === 'auto') {
            input.addEventListener('input', inputEventFunction);
          } else {
            $('.search-icon').click(inputEventFunction);
            input.addEventListener('keypress', function (event) {
              if (event.keyCode === 13) {
                inputEventFunction();
              }
            });
          }

          // remove loading animation
          $(".local-search-pop-overlay").remove();
          $('body').css('overflow', '');

          proceedsearch();
        }
      });
    }

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched === false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(onPopupClose);
    $('.popup').click(function(e){
      e.stopPropagation();
    });
    $(document).on('keyup', function (event) {
      var shouldDismissSearchPopup = event.which === 27 &&
        $('.search-popup').is(':visible');
      if (shouldDismissSearchPopup) {
        onPopupClose();
      }
    });
  </script>





  

  

  

  
  

  

  

  

</body>
</html>
