<!DOCTYPE html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
<meta name="theme-color" content="#222">
<meta name="referrer" content="never">









<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">
















  
  
  <link href="lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">







<link href="lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="css/main.css?v=5.1.4" rel="stylesheet" type="text/css">


  <link rel="apple-touch-icon" sizes="180x180" href="/images/apple-touch-icon-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="32x32" href="/images/favicon-32x32-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="16x16" href="/images/favicon-16x16-next.png?v=5.1.4">


  <link rel="mask-icon" href="/images/logo.svg?v=5.1.4" color="#222">





  <meta name="keywords" content="写真,">





  <link rel="alternate" href="atom.xml" title="性感美图 – 套图大本营" type="application/atom+xml">






<meta name="description" content="&amp;#x6D3B;&amp;#x7740;&amp;#x7684;&amp;#x4EBA;&amp;#xFF0C;&amp;#x5C31;&amp;#x4E0D;&amp;#x53EF;&amp;#x907F;&amp;#x514D;&amp;#x7684;&amp;#x8981;&amp;#x53D7;&amp;#x5230;&amp;#x5404;&amp;#x79CD;&amp;#x521B;&amp;#x4F24;&amp;#xFF0C;&amp;#x7CBE;&amp;#x795E;&amp;#x4E0A;&amp;#x7684;&amp;#xFF0C;&amp;#x5982">
<meta name="keywords" content="写真">
<meta property="og:type" content="article">
<meta property="og:title" content="女生第一次到底有多疼？">
<meta property="og:url" content="https://se.insoan.com/2270.html">
<meta property="og:site_name" content="性感美图 – 套图大本营">
<meta property="og:description" content="&amp;#x6D3B;&amp;#x7740;&amp;#x7684;&amp;#x4EBA;&amp;#xFF0C;&amp;#x5C31;&amp;#x4E0D;&amp;#x53EF;&amp;#x907F;&amp;#x514D;&amp;#x7684;&amp;#x8981;&amp;#x53D7;&amp;#x5230;&amp;#x5404;&amp;#x79CD;&amp;#x521B;&amp;#x4F24;&amp;#xFF0C;&amp;#x7CBE;&amp;#x795E;&amp;#x4E0A;&amp;#x7684;&amp;#xFF0C;&amp;#x5982">
<meta property="og:locale" content="zh-Hans">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/d0GeE1sADCFRhgBKxo6m.jpg">
<meta property="og:updated_time" content="2024-04-18T08:44:04.697Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="女生第一次到底有多疼？">
<meta name="twitter:description" content="&amp;#x6D3B;&amp;#x7740;&amp;#x7684;&amp;#x4EBA;&amp;#xFF0C;&amp;#x5C31;&amp;#x4E0D;&amp;#x53EF;&amp;#x907F;&amp;#x514D;&amp;#x7684;&amp;#x8981;&amp;#x53D7;&amp;#x5230;&amp;#x5404;&amp;#x79CD;&amp;#x521B;&amp;#x4F24;&amp;#xFF0C;&amp;#x7CBE;&amp;#x795E;&amp;#x4E0A;&amp;#x7684;&amp;#xFF0C;&amp;#x5982">
<meta name="twitter:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/d0GeE1sADCFRhgBKxo6m.jpg">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    version: '5.1.4',
    sidebar: {"position":"left","display":"post","offset":12,"b2t":false,"scrollpercent":true,"onmobile":false},
    fancybox: true,
    tabs: true,
    motion: {"enable":true,"async":false,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}},
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>
<!--谷歌广告验证代码-->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({
          google_ad_client: "ca-pub-2626449904708114",
          enable_page_level_ads: true
     });
</script>
<!--谷歌广告验证代码-->



  <link rel="canonical" href="https://se.insoan.com/2270.html">





  <title>女生第一次到底有多疼？ | 性感美图 – 套图大本营</title>
  








</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  
  
    
  

  <div class="container sidebar-position-left page-post-detail">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-wrapper">
  <div class="site-meta ">
    

    <div class="custom-logo-site-title">
      <a href="/" class="brand" rel="start">
        <span class="logo-line-before"><i></i></span>
        <span class="site-title">性感美图 – 套图大本营</span>
        <span class="logo-line-after"><i></i></span>
      </a>
    </div>
      
        <p class="site-subtitle">性感美图 – 养眼美图</p>
      
  </div>

  <div class="site-nav-toggle">
    <button>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
    </button>
  </div>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="http://se.insoan.com/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="https://se.insoan.com/archives/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup search-popup local-search-popup">
  <div class="local-search-header clearfix">
    <span class="search-icon">
      <i class="fa fa-search"></i>
    </span>
    <span class="popup-btn-close">
      <i class="fa fa-times-circle"></i>
    </span>
    <div class="local-search-input-wrapper">
      <input autocomplete="off" placeholder="搜索..." spellcheck="false" type="text" id="local-search-input">
    </div>
  </div>
  <div id="local-search-result"></div>
</div>



    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://se.insoan.com">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="美图博客">
      <meta itemprop="description" content>
      <meta itemprop="image" content="images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="性感美图 – 套图大本营">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">女生第一次到底有多疼？</h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-10-06T12:03:02+08:00">
                2020-10-06
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/d0GeE1sADCFRhgBKxo6m.jpg" alt="&#x5973;&#x751F;&#x7B2C;&#x4E00;&#x6B21;&#x5230;&#x5E95;&#x6709;&#x591A;&#x75BC;&#xFF1F;"></p>
<p>&#x6D3B;&#x7740;&#x7684;&#x4EBA;&#xFF0C;&#x5C31;&#x4E0D;&#x53EF;&#x907F;&#x514D;&#x7684;&#x8981;&#x53D7;&#x5230;&#x5404;&#x79CD;&#x521B;&#x4F24;&#xFF0C;&#x7CBE;&#x795E;&#x4E0A;&#x7684;&#xFF0C;&#x5982;&#x4E22;&#x5931;&#x91CD;&#x8981;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x53EB;&#x505A;&#x4F24;&#x5FC3;&#xFF1B;&#x8EAB;&#x4F53;&#x4E0A;&#x7684;&#xFF0C;&#x5982;&#x8111;&#x888B;&#x88AB;&#x95E8;&#x7ED9;&#x5939;&#x4E86;&#xFF0C;&#x53EB;&#x201C;&#x8111;&#x6B8B;&#x201D;&#x2026;&#x2026;&#x4EBA;&#x4EEC; &#x901A;&#x5E38;&#x628A;&#x75BC;&#x75DB;&#x5206;&#x4E3A;12&#x4E2A;&#x7B49;&#x7EA7;&#xFF0C;&#x4ECE;&#x6700;&#x4F4E;&#x7EA7;&#x7684;&#x868A;&#x54AC;&#x5230;&#x6700;&#x9AD8;&#x7B49;&#x7684;&#x751F;&#x5A03;&#x3002;&#xFF08;&#x7816;&#x5BB6;&#x8BF4;&#x8FD9;&#x662F;&#x7F51;&#x53CB;&#x7F16;&#x7684;&#xFF0C;&#x4F46;&#x65E0;&#x6240;&#x8C13;&#xFF0C;&#x771F;&#x5B9E;&#x5B58;&#x5728;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x96BE;&#x9053;&#x53EA;&#x8981;&#x7816;&#x5BB6;&#x80FD;&#x7F16;&#xFF1F;&#xFF09;&#x4F46;&#x6709;&#x4E00;&#x79CD;&#x75BC;&#x6BD4;&#x8F83;&#x7279;&#x6B8A;&#xFF0C;&#x7CBE;&#x795E;&#x4E0A;&#x548C;&#x8EAB;&#x4F53;&#x4E0A;&#x540C;&#x65F6;&#x201C;&#x53D7;&#x4F24;&#x201D;&#xFF0C;&#x800C;&#x4E14;&#x8FD8;&#x907F;&#x514D;&#x4E0D;&#x4E86;&#x2026;&#x2026;&#x6BCF;&#x4E2A;&#x59B9;&#x7EB8;&#x90FD;&#x8981;&#x7ECF;&#x5386;&#xFF0C;&#x90A3;&#x5C31;&#x662F;&#x7B2C;&#x4E00;&#x6B21;&#x3002;<strong>&#x5973;&#x751F;&#x7B2C;&#x4E00;&#x6B21;&#x5012;&#x5E95;&#x6709;&#x591A;&#x75BC;&#x5462;&#xFF1F;</strong>&#x770B;&#x59B9;&#x7EB8;&#x4EEC;&#x7684;&#x5207;&#x8EAB;&#x5F62;&#x5BB9;&#x3002;</p>
<blockquote>
<p>&#x201C;&#x75BC;&#x7684;&#x8981;&#x6B7B;&#x201D;&#xFF0C;&#x201C;&#x7279;&#x522B;&#x75BC;&#x201D;&#xFF0C;&#x201C;&#x6D51;&#x8EAB;&#x53D1;&#x6296;&#xFF0C;&#x75BC;&#x5F97;&#x5FEB;&#x6655;&#x8FC7;&#x53BB;&#x4E86;&#x201D;&#x2026;&#x2026;</p>
</blockquote>
<p>&#x75BC;&#x75DB;&#x7684;&#x6765;&#x6E90;&#xFF0C;&#x5927;&#x5BB6;&#x4E00;&#x5B9A;&#x4F1A;&#x4EE5;&#x4E3A;&#x662F;&#x90A3;&#x5C42;&#x201C;&#x4FDD;&#x9C9C;&#x7EB8;&#x201D;&#xFF08;&#x5904;&#x5973;&#x819C;&#xFF09;&#x5427;&#xFF1F;&#x4F46;&#x636E;&#x533B;&#x5B66;&#x8BC1;&#x5B9E;&#xFF0C;&#x90A3;&#x5F20;&#x201C;&#x4FDD;&#x9C9C;&#x7EB8;&#x201D;&#x4E0A;&#x795E;&#x7ECF;&#x672B;&#x68A2;&#x5E76;&#x4E0D;&#x4E30;&#x5BCC;&#xFF0C;&#x51B3;&#x88C2;&#x5E26;&#x6765;&#x7684;&#x75BC;&#x75DB;&#x5E94;&#x8BE5;&#x5E76;&#x4E0D;&#x5206;&#x660E;&#xFF0C;&#x5927;&#x7EA6;&#x76F8;&#x5F53;&#x4E8E;&#x54AC;&#x7834;&#x5634;&#x5507;&#x3002;&#x5F88;&#x591A;&#x5F02;&#x5E38;&#x7834;&#x6389;&#x7684;&#x59B9;&#x7EB8;&#x90FD;&#x5BA3;&#x79F0;&#xFF0C;&#x4E00;&#x4E0D;&#x5C0F;&#x5FC3;&#xFF0C;&#x4E0D;&#x77E5;&#x4E0D;&#x89C9;&#x7684;&#x5C31;&#x7834;&#x6389;&#x4E86;&#x3002;&#x7B49;&#x53D1;&#x73B0;&#x7684;&#x65F6;&#x5206;&#xFF0C;&#x8FFD;&#x6094;&#x83AB;&#x53CA;&#xFF0C;&#x5047;&#x5982;&#x4E0A;&#x5929;&#x80FD;&#x7ED9;&#x4E2A;&#x673A;&#x4F1A;&#x91CD;&#x6765;&#x4E00;&#x6B21;&#x2026;&#x2026;</p>
<p>&#x4E0D;&#x8FC7;&#x8FD9;&#x91CC;&#x8981;&#x8BF4;&#x7684;&#x662F;&#xFF0C;&#x201C;&#x4FDD;&#x9C9C;&#x7EB8;&#x201D;&#x539A;&#x5EA6;&#x53CA;&#x5F3A;&#x97E7;&#x5EA6;&#x56E0;&#x4EBA;&#x800C;&#x5F02;&#xFF0C;&#x6B63;&#x7531;&#x4E8E;&#x6709;&#x7684;&#x4F1A;&#x201C;&#x4E0D;&#x77E5;&#x4E0D;&#x89C9;&#x201D;&#xFF0C;&#x4FDD;&#x7559;&#x4E0B;&#x53BB;&#x7684;&#x624D;&#x90FD;&#x662F;&#x9AD8;&#x5F3A;&#x5EA6;&#x7684;&#xFF0C;&#x56E0;&#x6B64;&#x7B2C;&#x4E00;&#x6B21;&#x75BC;&#x75DB;&#x5347;&#x4E00;&#x4E2A;&#x7B49;&#x7EA7;&#x4E5F;&#x5728;&#x6240;&#x96BE;&#x514D;&#x3002;&#x4F46;&#x8981;&#x8FBE;&#x5230;&#x201C;&#x8981;&#x6B7B;&#x8981;&#x6D3B;&#x201D;&#x7684;&#x7A0B;&#x5EA6;&#xFF0C;&#x663E;&#x7136;&#x8FD8;&#x662F;&#x4E0D;&#x591F;&#x3002;&#x6709;&#x4EBA;&#x5206;&#x6790;&#xFF0C;&#x662F;&#x7531;&#x4E8E;&#x59B9;&#x7EB8;&#x4EEC;&#x628A;&#x5BF9;&#x7B2C;&#x4E00;&#x6B21;&#x7684;&#x6050;&#x60E7;&#x611F;&#xFF0C;&#x8F6C;&#x5316;&#x6210;&#x4E86;&#x75BC;&#x75DB;&#x3002;&#x8FD9;&#x4E2A;&#x2026;&#x2026;&#x4EBA;&#x80FD;&#x628A;&#x611F;&#x53D7;&#x8F6C;&#x6765;&#x8F6C;&#x53BB;&#x5417;&#xFF1F;&#x5012;&#x662F;&#x542C;&#x8BF4;&#x8FC7;&#x7528;&#x75BC;&#x75DB;&#x6D88;&#x5F2D;&#x6050;&#x60E7;&#x7684;&#xFF0C;&#x6BD4;&#x5982;&#x7279;&#x522B;&#x7D27;&#x5F20;&#x6216;&#x5BB3;&#x6015;&#x65F6;&#xFF0C;&#x6307;&#x7532;&#x523A;&#x8FDB;&#x624B;&#x638C;&#x4E5F;&#x4E0D;&#x89C9;&#x5F97;&#x75BC;&#x3002;</p>
<p>&#x53E6;&#x4E00;&#x4E2A;&#x8BF4;&#x6CD5;&#x6BD4;&#x8F83;&#x6613;&#x61C2;&#xFF0C;&#x901A;&#x9053;&#x662F;&#x4E2A;&#x7279;&#x522B;&#x7684;&#x90E8;&#x4F4D;&#xFF0C;&#x90A3;&#x79CD;&#x7684;&#x201C;&#x89E6;&#x89C9;&#x201D;&#x53EF;&#x4EE5;&#x8BF4;&#x5728;&#x7B2C;&#x4E00;&#x6B21;&#x524D;&#xFF0C;&#x5728;&#x8EAB;&#x4F53;&#x522B;&#x7684;&#x90E8;&#x4F4D;&#x4ECE;&#x6765;&#x6CA1;&#x53D1;&#x751F;&#x8FC7;&#x3002;&#x56E0;&#x6B64;&#x5927;&#x8111;&#x9700;&#x6C42;&#x4E00;&#x6BB5;&#x5DE5;&#x592B;&#xFF0C;&#x628A;&#x8FD9;&#x4E2A;&#x89E6;&#x89C9;&#x8FDB;&#x884C;&#x5904;&#x7406;&#xFF0C;&#x8BB0;&#x5FC6;&#x5E76;&#x5F52;&#x7C7B;&#x3002;&#x800C;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x56E0;&#x53D7;&#x5230;&#x201C;&#x5FC5;&#x5B9A;&#x5F88;&#x75BC;&#x201D;&#x7684;&#x8BA4;&#x8BC6;&#x5F71;&#x54CD;&#xFF0C;&#x9996;&#x5148;&#x89E6;&#x53D1;&#x5BB3;&#x6015;&#xFF0C;&#x75BC;&#x75DB;&#x7684;&#x611F;&#x53D7;&#x662F;&#x53EF;&#x80FD;&#x7684;&#x3002;&#xFF08;&#x539F;&#x6765;&#x8FD8;&#x6709;&#x8FD9;&#x4E48;&#x5947;&#x5F02;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x8981;&#x8BF4;&#x8D77;&#x6765;&#xFF0C;&#x7537;&#x4EBA;&#x4E5F;&#x5E76;&#x975E;&#x6CA1;&#x6709;&#xFF0C;&#x5E94;&#x8BE5;&#x5728;&#x5305;&#x76AE;&#x8131;&#x5F00;&#x7684;&#x90A3;&#x4E00;&#x77AC;&#x95F4;&#x5427;&#xFF1F;&#x53EA;&#x662F;&#x592A;&#x8FC7;&#x7EC6;&#x5FAE;&#x88AB;&#x5FFD;&#x7565;&#x4E86;&#x3002;&#x7537;&#x4EBA;&#x5047;&#x5982;&#x60F3;&#x7ECF;&#x9A8C;&#x8FD9;&#x79CD;&#x75BC;&#x75DB;&#x53EF;&#x4EE5;&#x5417;&#xFF1F;&#x5F53;&#x7136;&#xFF0C;&#x53EA;&#x9700;&#x624B;&#x6307;&#x914D;&#x5408;&#x83CA;&#x82B1;&#x2026;&#x2026;&#xFF09;</p>
<p>&#x626F;&#x8FDC;&#x4E86;&#xFF0C;&#x5176;&#x5B9E;&#x8FD9;&#x4E2A;&#x201C;&#x75BC;&#x75DB;&#x201D;&#xFF0C;&#x4E5D;&#x6210;&#x6765;&#x81EA;&#x5FC3;&#x601D;&#x7D27;&#x5F20;&#x548C;&#x7F3A;&#x4E4F;&#x5149;&#x6ED1;&#x3002;&#x662F;&#x4E0D;&#x662F;&#x6709;&#x79CD;&#xFF0C;&#x201C;&#x539F;&#x6765;&#x4E00;&#x52A0;&#x4E00;&#x8FD8;&#x662F;&#x7B49;&#x4E8E;&#x4E8C;&#x554A;&#x201D;&#x7684;&#x611F;&#x89C9;&#xFF1F;&#x6709;&#x65F6;&#x6700;&#x7B80;&#x5355;&#x7684;&#x7F18;&#x7531;&#x5374;&#x5F80;&#x5F80;&#x88AB;&#x5FFD;&#x89C6;&#x4E86;&#xFF0C;&#x8FD9;&#x91CC;&#x7279;&#x522B;&#x63D0;&#x51FA;&#x7684;&#x662F;&#xFF0C;&#x666E;&#x901A;&#x6240;&#x4EE5;&#x4E3A;&#x7684;&#x201C;&#x6E7F;&#x4E86;&#x201D;&#x662F;&#x4E0D;&#x591F;&#x7684;&#xFF0C;&#x7B2C;&#x4E00;&#x6B21;&#x4E0D;&#x8BBA;&#x4EC0;&#x4E48;&#x72B6;&#x51B5;&#xFF0C;&#x8BF7;&#x8FD0;&#x7528;&#x5927;&#x91CF;&#x7684;&#x5149;&#x6ED1;&#x6C34;&#x3002;</p>
<p>&#x9664;&#x6B64;&#x4E4B;&#x5916;&#xFF0C;&#x5C31;&#x662F;&#x4E9B;&#x7279;&#x522B;&#x7684;&#x59B9;&#x7EB8;&#x4E86;&#x3002;&#x5979;&#x4EEC;&#x4E0D;&#x53EA;&#x7B2C;&#x4E00;&#x6B21;&#x75BC;&#xFF0C;&#x4E4B;&#x540E;&#x7684;&#x5F88;&#x591A;&#x6B21;&#x90FD;&#x75BC;&#xFF0C;&#x518D;&#x5145;&#x5206;&#x7684;&#x201C;&#x51C6;&#x5907;&#x201D;&#x4E5F;&#x676F;&#x6C34;&#x8F66;&#x85AA;&#x3002;&#x8FD9;&#x4E2A;&#x5728;&#x533B;&#x5B66;&#x4E0A;&#x4E5F;&#x627E;&#x4E0D;&#x5230;&#x7591;&#x96BE;&#x6240;&#x5728;&#xFF0C;&#x66F4;&#x8C08;&#x4E0D;&#x4E0A;&#x6709;&#x6548;&#x65B9;&#x6CD5;&#xFF0C;&#x53EA;&#x80FD;&#x6E10;&#x6E10;&#x9002;&#x5E94;&#x3002;&#x90A3;&#x5C31;&#x8DF3;&#x5230;&#x6700;&#x540E;&#x4E00;&#x70B9;&#xFF0C;&#x865A;&#x5F20;&#x6C14;&#x52BF;&#x3002;&#x867D;&#x7136;&#x53EA;&#x662F;&#x591A;&#x6570;&#xFF0C;&#x5374;&#x771F;&#x7684;&#x6709;&#x3002;&#x90BB;&#x5BB6;&#x7684;&#x59B9;&#x7EB8;&#x5C31;&#x7ECF;&#x5E38;&#x7528;&#x2026;&#x2026; &#x7531;&#x4E8E;&#x7537;&#x4EBA;&#x4E5F;&#x666E;&#x904D;&#x4EE5;&#x4E3A;&#x59B9;&#x7EB8;&#x7B2C;&#x4E00;&#x6B21;&#x5F88;&#x75BC;&#xFF0C;&#x4E0D;&#x75BC;&#x5C31;&#x4E0D;&#x662F;&#x7B2C;&#x4E00;&#x6B21;&#xFF0C;&#x90A3;&#x4F55;&#x4E50;&#x800C;&#x4E0D;&#x4E3A;&#xFF1F;&#x8FD8;&#x6709;&#x7684;&#x7537;&#x4EBA;&#x559C;&#x6B22;&#x59B9;&#x7EB8;&#x75BC;&#xFF0C;&#x5373;&#x4F7F;&#x4E0D;&#x662F;&#x7B2C;&#x4E00;&#x6B21;&#xFF0C;&#x5047;&#x5982;&#x5F04;&#x75BC;&#x5979;&#x624D;&#x6709;&#x6210;&#x5C31;&#x611F;&#xFF08;&#x8FD9;&#x662F;&#x53D8;&#x6001;&#xFF0C;&#x5207;&#x52FF;&#x6A21;&#x62DF;&#xFF09;&#x3002;&#x56E0;&#x6B64;&#x88C5;&#x201C;&#x75BC;&#x201D;&#x603B;&#x4E4B;&#x6CA1;&#x9519;&#x3002;&#x4E00;&#x5207;&#x7684;&#x52A0;&#x5728;&#x4E00;&#x540C;&#xFF0C;&#x201C;&#x75BC;&#x7684;&#x8981;&#x6B7B;&#x201D;&#x5C31;&#x4E00;&#x70B9;&#x4E5F;&#x4E0D;&#x5947;&#x5F02;&#x4E86;&#x5427;&#xFF1F;</p>
<p>&#x6700;&#x540E;&#x7684;&#x6700;&#x540E;&#xFF0C;&#x7537;&#x4EBA;&#x7B2C;&#x4E00;&#x6B21;&#x4E5F;&#x4F1A;&#x75BC;&#x5417;&#xFF1F;</p>
<p>&#x770B;&#x770B;&#x8FD9;&#x4E9B;&#x8D27;&#x90FD;&#x662F;&#x600E;&#x6837;&#x201C;&#x75BC;&#x201D;&#x7684;&#xFF1A;</p>
<blockquote>
<p>&#x201C;&#x975E;&#x5E38;&#x7D27;&#x5F20;&#xFF0C;&#x540E;&#x6765;&#x817F;&#x90FD;&#x9EBB;&#x4E86;&#xFF0C;&#x5F88;&#x75BC;&#x3002;&#x201D;&#xFF08;&#x4F60;&#x5012;&#x5E95;&#x75BC;&#x7684;&#x662F;&#x817F;&#x8FD8;&#x662F;&#x54EA;&#x513F;&#x554A;&#xFF1F;&#xFF09;</p>
<p>&#x201C;&#x5B8C;&#x4E8B;&#x60C5;&#x8FC7;&#x4E86;&#x4E4B;&#x540E;&#x5F88;&#x80C0;&#x75DB;&#xFF0C;&#x4E00;&#x7528;&#x529B;&#x5C31;&#x75BC;&#x3002;&#x201D;&#xFF08;&#x7528;&#x529B;&#x8FC7;&#x5EA6;&#xFF0C;&#x8FD9;&#x5F88;&#x6B63;&#x5E38;&#x5427;&#x3002;&#xFF09;</p>
<p>&#x201C;&#x5305;&#x76AE;&#x5361;&#x5728;&#x5934;&#x4E0B;&#x8FB9;&#x56DE;&#x4E0D;&#x6765;&#xFF0C;&#x52D2;&#x7684;&#x75BC;&#x3002;&#x201D;&#xFF08;&#x5144;&#x5F1F;&#xFF0C;&#x90A3;&#x662F;&#x75C5;&#xFF0C;&#x5FEB;&#x53BB;&#x6CBB;&#x5427;&#x3002;&#xFF09;</p>
<p>&#x201C;&#x7531;&#x4E8E;&#x7B2C;&#x4E00;&#x6B21;&#x59B9;&#x7EB8;&#x90A3;&#x91CC;&#x7279;&#x7D27;&#xFF0C;&#x4F1A;&#x5939;&#x5F97;&#x75BC;&#x3002;&#x201D;&#xFF08;&#x786E;&#x5B9A;&#x4F60;&#x662F;&#x731C;&#x7684;&#xFF0C;&#x5904;&#x7537;&#x3002;&#xFF09;</p>
<p>&#x201C;&#x540E;&#x6765;&#x5618;&#x5618;&#x65F6;&#x5F88;&#x75BC;&#x3002;&#x201D;&#xFF08;&#x8FD9;&#x4E2A;&#x7684;&#x786E;&#xFF0C;&#x5C3F;&#x4E0D;&#x5BF9;&#x4E86;&#x6709;&#x65F6;&#x4E5F;&#x75BC;&#x3002;&#xFF09;</p>
</blockquote>
<p>&#x603B;&#x4E4B;&#xFF0C;&#x8FD9;&#x70B9;&#x201C;&#x5C0F;&#x75BC;&#x201D;&#x7537;&#x4EBA;&#x5C31;&#x4E0D;&#x8981;&#x8DDF;&#x59B9;&#x7EB8;&#x4E89;&#x4E86;&#xFF0C;&#x591A;&#x201C;&#x5FC3;&#x75BC;&#x201D;&#x4E00;&#x4E0B;&#x7B2C;&#x4E00;&#x6B21;&#x7684;&#x59B9;&#x7EB8;&#x624D;&#x662F;&#x91CD;&#x70B9;&#x3002;</p>
<p>&#x6587;&#x7AE0;&#x4F5C;&#x8005;&#xFF1A;&#x4E0A;&#x5B98;&#x5C0F;&#x4ED9;    &#x6765;&#x6E90;&#xFF1A;<a href="http://se.insoan.com/tag/%e7%a6%8f%e5%88%a9" title="&#x798F;&#x5229;">&#x798F;&#x5229;</a>&#x6863;</p>
<p><em><a href="https://se.insoan.com/">&#x6027;&#x611F;&#x7F8E;&#x56FE; &#x2013; &#x6027;&#x611F;&#x5957;&#x56FE;&#x5927;&#x672C;&#x8425;</a></em></p>

      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="tags/写真/" rel="tag"># 写真</a>
          
        </div>
      

      
      
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="2269.html" rel="next" title="香港女演员接演三级片的苦与泪">
                <i class="fa fa-chevron-left"></i> 香港女演员接演三级片的苦与泪
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="2271.html" rel="prev" title="李丽珍绝版艺术写真《In Dream 梦》166P">
                李丽珍绝版艺术写真《In Dream 梦》166P <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </div>
  
  
  
  </article>


    <!-- 有瓣音频文章内嵌广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block; text-align:center;" data-ad-layout="in-article" data-ad-format="fluid" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6145016388"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>

    <div class="post-spread">
      
    </div>
  </div>
  <!-- 有瓣音频信息流广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block" data-ad-format="fluid" data-ad-layout-key="-6t+ed+2i-1n-4w" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6455528644"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>


          </div>
          


          

  



        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    
    <div class="sidebar-inner">

      

      

      <section class="site-overview-wrap sidebar-panel sidebar-panel-active">
        <div class="site-overview">
          <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
            
              <p class="site-author-name" itemprop="name">美图博客</p>
              <p class="site-description motion-element" itemprop="description"></p>
          </div>

          <nav class="site-state motion-element">

            
              <div class="site-state-item site-state-posts">
              
                <a href="https://se.insoan.com/archives/">
              
                  <span class="site-state-item-count">3561</span>
                  <span class="site-state-item-name">日志</span>
                </a>
              </div>
            

            

            
              
              
              <div class="site-state-item site-state-tags">
                
                  <span class="site-state-item-count">23</span>
                  <span class="site-state-item-name">标签</span>
                
              </div>
            

          </nav>

          
            <div class="feed-link motion-element">
              <a href="atom.xml" rel="alternate">
                <i class="fa fa-rss"></i>
                RSS
              </a>
            </div>
          

          

          
          

          
          

          

        </div>
      </section>

      

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">&copy; <span itemprop="copyrightYear">2024</span>
  <span class="with-love">
    <i class="fa fa-user"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">美图博客</span>
  <div>
  <script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script>
  <span id="busuanzi_container_site_pv">本站总访问量<span id="busuanzi_value_site_pv"></span>次</span>
  </div>
  
</div>


  <div class="powered-by">由 <a class="theme-link" target="_blank" href="https://hexo.io">Hexo</a> 强力驱动</div>



  <span class="post-meta-divider">|</span>



  <div class="theme-info">主题 &mdash; <a class="theme-link" target="_blank" href="https://github.com/iissnan/hexo-theme-next">NexT.Muse</a> v5.1.4</div>




  <script type="text/javascript" async src="js/src/mermaid.min.js"></script>
  <script>
  if (window.mermaid) {
        var mermaid_config = {
            startOnLoad: true,
            theme: 'default',
            flowchart:{
                useMaxWidth: false,
                htmlLabels: true
            }                
        }
        mermaid.initialize(mermaid_config);
  }
  </script>
  

        







        
      </div>
    </footer>

    
      <div class="back-to-top">
        <i class="fa fa-arrow-up"></i>
        
          <span id="scrollpercent"><span>0</span>%</span>
        
      </div>
    

    

  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  












  
  
    <script type="text/javascript" src="lib/jquery/index.js?v=2.1.3"></script>
  

  
  
    <script type="text/javascript" src="lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>
  

  
  
    <script type="text/javascript" src="lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.ui.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>
  


  


  <script type="text/javascript" src="js/src/utils.js?v=5.1.4"></script>

  <script type="text/javascript" src="js/src/motion.js?v=5.1.4"></script>



  
  

  
  <script type="text/javascript" src="js/src/scrollspy.js?v=5.1.4"></script>
<script type="text/javascript" src="js/src/post-details.js?v=5.1.4"></script>



  


  <script type="text/javascript" src="js/src/bootstrap.js?v=5.1.4"></script>



  


  




	





  





  












  

  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    var isXml = true;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length === 0) {
      search_path = "search.xml";
    } else if (/json$/i.test(search_path)) {
      isXml = false;
    }
    var path = "/" + search_path;
    // monitor main search box;

    var onPopupClose = function (e) {
      $('.popup').hide();
      $('#local-search-input').val('');
      $('.search-result-list').remove();
      $('#no-result').remove();
      $(".local-search-pop-overlay").remove();
      $('body').css('overflow', '');
    }

    function proceedsearch() {
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay"></div>')
        .css('overflow', 'hidden');
      $('.search-popup-overlay').click(onPopupClose);
      $('.popup').toggle();
      var $localSearchInput = $('#local-search-input');
      $localSearchInput.attr("autocapitalize", "none");
      $localSearchInput.attr("autocorrect", "off");
      $localSearchInput.focus();
    }

    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';

      // start loading animation
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay">' +
          '<div id="search-loading-icon">' +
          '<i class="fa fa-spinner fa-pulse fa-5x fa-fw"></i>' +
          '</div>' +
          '</div>')
        .css('overflow', 'hidden');
      $("#search-loading-icon").css('margin', '20% auto 0 auto').css('text-align', 'center');

      $.ajax({
        url: path,
        dataType: isXml ? "xml" : "json",
        async: true,
        success: function(res) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = isXml ? $("entry", res).map(function() {
            return {
              title: $("title", this).text(),
              content: $("content",this).text(),
              url: $("url" , this).text()
            };
          }).get() : res;
          var input = document.getElementById(search_id);
          var resultContent = document.getElementById(content_id);
          var inputEventFunction = function() {
            var searchText = input.value.trim().toLowerCase();
            var keywords = searchText.split(/[\s\-]+/);
            if (keywords.length > 1) {
              keywords.push(searchText);
            }
            var resultItems = [];
            if (searchText.length > 0) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var hitCount = 0;
                var searchTextCount = 0;
                var title = data.title.trim();
                var titleInLowerCase = title.toLowerCase();
                var content = data.content.trim().replace(/<[^>]+>/g,"");
                var contentInLowerCase = content.toLowerCase();
                var articleUrl = decodeURIComponent(data.url);
                var indexOfTitle = [];
                var indexOfContent = [];
                // only match articles with not empty titles
                if(title != '') {
                  keywords.forEach(function(keyword) {
                    function getIndexByWord(word, text, caseSensitive) {
                      var wordLen = word.length;
                      if (wordLen === 0) {
                        return [];
                      }
                      var startPosition = 0, position = [], index = [];
                      if (!caseSensitive) {
                        text = text.toLowerCase();
                        word = word.toLowerCase();
                      }
                      while ((position = text.indexOf(word, startPosition)) > -1) {
                        index.push({position: position, word: word});
                        startPosition = position + wordLen;
                      }
                      return index;
                    }

                    indexOfTitle = indexOfTitle.concat(getIndexByWord(keyword, titleInLowerCase, false));
                    indexOfContent = indexOfContent.concat(getIndexByWord(keyword, contentInLowerCase, false));
                  });
                  if (indexOfTitle.length > 0 || indexOfContent.length > 0) {
                    isMatch = true;
                    hitCount = indexOfTitle.length + indexOfContent.length;
                  }
                }

                // show search results

                if (isMatch) {
                  // sort index by position of keyword

                  [indexOfTitle, indexOfContent].forEach(function (index) {
                    index.sort(function (itemLeft, itemRight) {
                      if (itemRight.position !== itemLeft.position) {
                        return itemRight.position - itemLeft.position;
                      } else {
                        return itemLeft.word.length - itemRight.word.length;
                      }
                    });
                  });

                  // merge hits into slices

                  function mergeIntoSlice(text, start, end, index) {
                    var item = index[index.length - 1];
                    var position = item.position;
                    var word = item.word;
                    var hits = [];
                    var searchTextCountInSlice = 0;
                    while (position + word.length <= end && index.length != 0) {
                      if (word === searchText) {
                        searchTextCountInSlice++;
                      }
                      hits.push({position: position, length: word.length});
                      var wordEnd = position + word.length;

                      // move to next position of hit

                      index.pop();
                      while (index.length != 0) {
                        item = index[index.length - 1];
                        position = item.position;
                        word = item.word;
                        if (wordEnd > position) {
                          index.pop();
                        } else {
                          break;
                        }
                      }
                    }
                    searchTextCount += searchTextCountInSlice;
                    return {
                      hits: hits,
                      start: start,
                      end: end,
                      searchTextCount: searchTextCountInSlice
                    };
                  }

                  var slicesOfTitle = [];
                  if (indexOfTitle.length != 0) {
                    slicesOfTitle.push(mergeIntoSlice(title, 0, title.length, indexOfTitle));
                  }

                  var slicesOfContent = [];
                  while (indexOfContent.length != 0) {
                    var item = indexOfContent[indexOfContent.length - 1];
                    var position = item.position;
                    var word = item.word;
                    // cut out 100 characters
                    var start = position - 20;
                    var end = position + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if (end < position + word.length) {
                      end = position + word.length;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    slicesOfContent.push(mergeIntoSlice(content, start, end, indexOfContent));
                  }

                  // sort slices in content by search text's count and hits' count

                  slicesOfContent.sort(function (sliceLeft, sliceRight) {
                    if (sliceLeft.searchTextCount !== sliceRight.searchTextCount) {
                      return sliceRight.searchTextCount - sliceLeft.searchTextCount;
                    } else if (sliceLeft.hits.length !== sliceRight.hits.length) {
                      return sliceRight.hits.length - sliceLeft.hits.length;
                    } else {
                      return sliceLeft.start - sliceRight.start;
                    }
                  });

                  // select top N slices in content

                  var upperBound = parseInt('1');
                  if (upperBound >= 0) {
                    slicesOfContent = slicesOfContent.slice(0, upperBound);
                  }

                  // highlight title and content

                  function highlightKeyword(text, slice) {
                    var result = '';
                    var prevEnd = slice.start;
                    slice.hits.forEach(function (hit) {
                      result += text.substring(prevEnd, hit.position);
                      var end = hit.position + hit.length;
                      result += '<b class="search-keyword">' + text.substring(hit.position, end) + '</b>';
                      prevEnd = end;
                    });
                    result += text.substring(prevEnd, slice.end);
                    return result;
                  }

                  var resultItem = '';

                  if (slicesOfTitle.length != 0) {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + highlightKeyword(title, slicesOfTitle[0]) + "</a>";
                  } else {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + title + "</a>";
                  }

                  slicesOfContent.forEach(function (slice) {
                    resultItem += "<a href='" + articleUrl + "'>" +
                      "<p class=\"search-result\">" + highlightKeyword(content, slice) +
                      "...</p>" + "</a>";
                  });

                  resultItem += "</li>";
                  resultItems.push({
                    item: resultItem,
                    searchTextCount: searchTextCount,
                    hitCount: hitCount,
                    id: resultItems.length
                  });
                }
              })
            };
            if (keywords.length === 1 && keywords[0] === "") {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>'
            } else if (resultItems.length === 0) {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>'
            } else {
              resultItems.sort(function (resultLeft, resultRight) {
                if (resultLeft.searchTextCount !== resultRight.searchTextCount) {
                  return resultRight.searchTextCount - resultLeft.searchTextCount;
                } else if (resultLeft.hitCount !== resultRight.hitCount) {
                  return resultRight.hitCount - resultLeft.hitCount;
                } else {
                  return resultRight.id - resultLeft.id;
                }
              });
              var searchResultList = '<ul class=\"search-result-list\">';
              resultItems.forEach(function (result) {
                searchResultList += result.item;
              })
              searchResultList += "</ul>";
              resultContent.innerHTML = searchResultList;
            }
          }

          if ('auto' === 'auto') {
            input.addEventListener('input', inputEventFunction);
          } else {
            $('.search-icon').click(inputEventFunction);
            input.addEventListener('keypress', function (event) {
              if (event.keyCode === 13) {
                inputEventFunction();
              }
            });
          }

          // remove loading animation
          $(".local-search-pop-overlay").remove();
          $('body').css('overflow', '');

          proceedsearch();
        }
      });
    }

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched === false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(onPopupClose);
    $('.popup').click(function(e){
      e.stopPropagation();
    });
    $(document).on('keyup', function (event) {
      var shouldDismissSearchPopup = event.which === 27 &&
        $('.search-popup').is(':visible');
      if (shouldDismissSearchPopup) {
        onPopupClose();
      }
    });
  </script>





  

  

  

  
  

  

  

  

</body>
</html>
