<!DOCTYPE html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
<meta name="theme-color" content="#222">
<meta name="referrer" content="never">









<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">
















  
  
  <link href="lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">







<link href="lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="css/main.css?v=5.1.4" rel="stylesheet" type="text/css">


  <link rel="apple-touch-icon" sizes="180x180" href="/images/apple-touch-icon-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="32x32" href="/images/favicon-32x32-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="16x16" href="/images/favicon-16x16-next.png?v=5.1.4">


  <link rel="mask-icon" href="/images/logo.svg?v=5.1.4" color="#222">





  <meta name="keywords" content="写真,">





  <link rel="alternate" href="atom.xml" title="性感美图 – 套图大本营" type="application/atom+xml">






<meta name="description" content="&amp;#x600E;&amp;#x6837;&amp;#x6B63;&amp;#x786E;&amp;#x6E05;&amp;#x6D17;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x5C0F;&amp;#x4E01;&amp;#x4E01;&amp;#x5462;&amp;#xFF1F;&amp;#x4F60;&amp;#x77E5;&amp;#x4E0D;&amp;#x660E;&amp;#x767D;&amp;#xFF0C;&amp;#x4F60;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x6E05">
<meta name="keywords" content="写真">
<meta property="og:type" content="article">
<meta property="og:title" content="如何正确清洗你的小丁丁">
<meta property="og:url" content="https://se.insoan.com/2293.html">
<meta property="og:site_name" content="性感美图 – 套图大本营">
<meta property="og:description" content="&amp;#x600E;&amp;#x6837;&amp;#x6B63;&amp;#x786E;&amp;#x6E05;&amp;#x6D17;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x5C0F;&amp;#x4E01;&amp;#x4E01;&amp;#x5462;&amp;#xFF1F;&amp;#x4F60;&amp;#x77E5;&amp;#x4E0D;&amp;#x660E;&amp;#x767D;&amp;#xFF0C;&amp;#x4F60;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x6E05">
<meta property="og:locale" content="zh-Hans">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/eEFdB9OG5Dnwy7CkqJrM.gif">
<meta property="og:updated_time" content="2024-04-18T08:44:04.755Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="如何正确清洗你的小丁丁">
<meta name="twitter:description" content="&amp;#x600E;&amp;#x6837;&amp;#x6B63;&amp;#x786E;&amp;#x6E05;&amp;#x6D17;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x5C0F;&amp;#x4E01;&amp;#x4E01;&amp;#x5462;&amp;#xFF1F;&amp;#x4F60;&amp;#x77E5;&amp;#x4E0D;&amp;#x660E;&amp;#x767D;&amp;#xFF0C;&amp;#x4F60;&amp;#x81EA;&amp;#x5DF1;&amp;#x7684;&amp;#x6E05">
<meta name="twitter:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/eEFdB9OG5Dnwy7CkqJrM.gif">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    version: '5.1.4',
    sidebar: {"position":"left","display":"post","offset":12,"b2t":false,"scrollpercent":true,"onmobile":false},
    fancybox: true,
    tabs: true,
    motion: {"enable":true,"async":false,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}},
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>
<!--谷歌广告验证代码-->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({
          google_ad_client: "ca-pub-2626449904708114",
          enable_page_level_ads: true
     });
</script>
<!--谷歌广告验证代码-->



  <link rel="canonical" href="https://se.insoan.com/2293.html">





  <title>如何正确清洗你的小丁丁 | 性感美图 – 套图大本营</title>
  








</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  
  
    
  

  <div class="container sidebar-position-left page-post-detail">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-wrapper">
  <div class="site-meta ">
    

    <div class="custom-logo-site-title">
      <a href="/" class="brand" rel="start">
        <span class="logo-line-before"><i></i></span>
        <span class="site-title">性感美图 – 套图大本营</span>
        <span class="logo-line-after"><i></i></span>
      </a>
    </div>
      
        <p class="site-subtitle">性感美图 – 养眼美图</p>
      
  </div>

  <div class="site-nav-toggle">
    <button>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
    </button>
  </div>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="http://se.insoan.com/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="https://se.insoan.com/archives/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup search-popup local-search-popup">
  <div class="local-search-header clearfix">
    <span class="search-icon">
      <i class="fa fa-search"></i>
    </span>
    <span class="popup-btn-close">
      <i class="fa fa-times-circle"></i>
    </span>
    <div class="local-search-input-wrapper">
      <input autocomplete="off" placeholder="搜索..." spellcheck="false" type="text" id="local-search-input">
    </div>
  </div>
  <div id="local-search-result"></div>
</div>



    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://se.insoan.com">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="美图博客">
      <meta itemprop="description" content>
      <meta itemprop="image" content="images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="性感美图 – 套图大本营">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">如何正确清洗你的小丁丁</h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-10-06T12:03:50+08:00">
                2020-10-06
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/eEFdB9OG5Dnwy7CkqJrM.gif" alt="&#x5982;&#x4F55;&#x6B63;&#x786E;&#x6E05;&#x6D17;&#x4F60;&#x7684;&#x5C0F;&#x4E01;&#x4E01;"></p>
<p>&#x600E;&#x6837;&#x6B63;&#x786E;&#x6E05;&#x6D17;&#x81EA;&#x5DF1;&#x7684;&#x5C0F;&#x4E01;&#x4E01;&#x5462;&#xFF1F;&#x4F60;&#x77E5;&#x4E0D;&#x660E;&#x767D;&#xFF0C;&#x4F60;&#x81EA;&#x5DF1;&#x7684;&#x6E05;&#x6D17;&#x65B9;&#x5F0F;&#x53EF;&#x80FD;&#x4E00;&#x76F4;&#x662F;&#x9519;&#x8BEF;&#x7684;&#x3002;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x662F;&#x65F6;&#x5206;&#x5B66;&#x5B66;&#x5982;&#x4F55;&#x6B63;&#x786E;&#x5730;&#x6E05;&#x6D17;&#x94C5;&#x7B14;&#x4E86;&#x3002;&#x9996;&#x5148;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x6BCF;&#x5929;&#x90FD;&#x6E05;&#x6D17;&#x4F60;&#x7684;&#x94C5;&#x7B14;&#x3002;&#x6216;&#x8005;&#x8FD9;&#x4E48;&#x8BF4;&#xFF0C;&#x5047;&#x5982;&#x4F60;&#x8FD0;&#x52A8;&#x4E86;&#xFF0C;&#x548C;&#x522B;&#x4EBA;&#x505A;&#x8FD0;&#x52A8;&#x4E86;&#xFF0C;&#x6216;&#x8005;&#x662F;&#x81EA;&#x5DF1;&#x548C;&#x81EA;&#x5DF1;&#x4E92;&#x52A8;&#x4E86;&#xFF0C;&#x8170;&#x5E26;&#x4EE5;&#x4E0B;&#x53D8;&#x5F97;&#x6E7F;&#x6F09;&#x6F09;&#x7684;&#xFF0C;&#x90A3;&#x4E48;&#x4F60;&#x5C31;&#x8BE5;&#x6E05;&#x6D17;&#x4E86;&#x3002;Darius Paduch&#x535A;&#x58EB;&#x662F;&#x7EBD;&#x7EA6;&#x957F;&#x8001;&#x6559;&#x4F1A;&#x548C;Weill Cornell&#x533B;&#x5B66;&#x4E2D;&#x5FC3;&#x7684;&#x6CCC;&#x5C3F;&#x5B66;&#xFF0C;&#x7537;&#x6027;&#x6027;&#x5B66;&#x4E13;&#x5BB6;&#xFF0C;&#x4ED6;&#x8FD9;&#x4E48;&#x544A;&#x8BC9;&#x6211;&#x4EEC;&#x7684;&#x3002;</p>
<p>&#x8FD9;&#x662F;&#x7531;&#x4E8E;&#x4F60;&#x7684;&#x8179;&#x80A1;&#x6C9F;&#x9644;&#x8FD1;&#x9634;&#x6697;&#x6F6E;&#x6E7F;&#xFF0C;&#x662F;&#x7EC6;&#x83CC;&#x6ECB;&#x751F;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x8FD9;&#x5F88;&#x5BB9;&#x6613;&#x50CF;&#x814B;&#x7A9D;&#x4E00;&#x6837;&#x4EA7;&#x751F;&#x4E00;&#x80A1;&#x6076;&#x5FC3;&#x7684;&#x6ECB;&#x5473;&#x3002;&#x800C;&#x4E14;&#x4F60;&#x7684;&#x5C0F;&#x5144;&#x5F1F;&#x5982;&#x6B64;&#x9760;&#x8FD1;&#x8FD9;&#x4E9B;&#x7EC6;&#x83CC;&#x4E5F;&#x4E0D;&#x662F;&#x4EC0;&#x4E48;&#x597D;&#x4E8B;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x6BCF;&#x5929;&#x90FD;&#x7528;&#x6E29;&#x6C34;&#x6D17;&#x6D17;&#x4F60;&#x7684;&#x94C5;&#x7B14;&#xFF0C;&#x86CB;&#x86CB;&#x548C;&#x4F60;&#x7684;&#x8179;&#x80A1;&#x6C9F;&#x3002;</p>
<p>&#x7136;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x518D;&#x6765;&#x8BF4;&#x8BF4;&#x9999;&#x7682;</p>
<p>&#x5047;&#x5982;&#x4F60;&#x7559;&#x610F;&#x5230;&#x4E86;&#x90A3;&#x91CC;&#x7684;&#x5F02;&#x5473;&#xFF0C;&#x60F3;&#x5728;&#x5065;&#x8EAB;/&#x563F;&#x54BB;&#x4E4B;&#x540E;&#x6E05;&#x6D17;&#x4E00;&#x756A;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x5728;&#x90A3;&#x91CC;&#x6253;&#x4E00;&#x70B9;&#x9999;&#x7682;&#x3002;&#x5148;&#x5728;&#x624B;&#x91CC;&#x6253;&#x51FA;&#x80A5;&#x7682;&#x6CE1;&#xFF0C;&#x518D;&#x6D82;&#x62B9;&#x5728;&#x76F8;&#x5E94;&#x90E8;&#x4F4D;&#x5373;&#x53EF;&#xFF08;&#x4E0D;&#x8981;&#x76F4;&#x63A5;&#x7528;&#x9999;&#x7682;&#x53BB;&#x8DF5;&#x8E0F;&#x4F60;&#x7684;&#x5C0F;&#x4E01;&#x4E01;&#xFF09;&#x3002;</p>
<p>&#x4E0D;&#x8FC7;&#x522B;&#x592A;&#x8FC7;&#xFF1A;&#x4F60;&#x90A3;&#x91CC;&#x7684;&#x76AE;&#x80A4;&#x662F;&#x975E;&#x5E38;&#x654F;&#x611F;&#x7684;&#xFF0C;&#x7528;&#x529B;&#x8FC7;&#x731B;&#x53EF;&#x80FD;&#x4F1A;&#x5BFC;&#x81F4;&#x8FC7;&#x654F;&#x3002;&#x8FD9;&#x5BF9;&#x672A;&#x5272;&#x8FC7;&#x5305;&#x76AE;&#x7684;&#x4EBA;&#x5C24;&#x4E3A;&#x7A81;&#x51FA;&#xFF0C;Paduch&#x535A;&#x58EB;&#x8BF4;&#x8FD9;&#x662F;&#x7531;&#x4E8E;&#x4ED6;&#x4EEC;&#x7684;&#x94C5;&#x7B14;&#x524D;&#x90E8;&#x6709;&#x4E00;&#x5C42;&#x7C98;&#x6DB2;&#x4FDD;&#x62A4;&#xFF0C;&#x56E0;&#x6B64;&#x66F4;&#x52A0;&#x654F;&#x611F;&#x3002;&#x4ED6;&#x8BF4;&#xFF0C;&#x5BF9;&#x4E8E;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x6BCF;&#x9694;&#x4E00;&#x5929;&#x6216;&#x8005;&#x4E00;&#x5468;&#x4E24;&#x6B21;&#x7528;&#x9999;&#x7682;&#x6D17;&#x6D17;&#x5E94;&#x8BE5;&#x5C31;&#x53EF;&#x4EE5;&#x4E86;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#x7528;&#x4E8C;&#x5408;&#x4E00;&#x6D17;&#x53D1;&#x9732;&#x53EF;&#x4EE5;&#x5417;</p>
<p>&#x5927;&#x591A;&#x6570;&#x76F8;&#x4F3C;&#x7684;&#x6C90;&#x6D74;&#x9732;&#x662F;&#x6709;&#x523A;&#x6FC0;&#x6027;&#x7684;&#xFF0C;&#x7531;&#x4E8E;&#x91CC;&#x8FB9;&#x542B;&#x6709;&#x5F88;&#x591A;&#x53BB;&#x6C61;&#x5242;&#x548C;&#x5316;&#x5B66;&#x836F;&#x5242;&#x3002;&#x76F8;&#x6BD4;&#x4E4B;&#x4E0B;&#xFF0C;&#x7528;&#x7B80;&#x5355;&#x7684;&#x9999;&#x7682;&#x53BB;&#x6D17;&#x5219;&#x597D;&#x5F97;&#x591A;&#x3002;&#x540C;&#x65F6;&#x4F60;&#x771F;&#x7684;&#x4E0D;&#x9700;&#x6C42;&#x4E13;&#x95E8;&#x7684;&#x6740;&#x83CC;&#x6210;&#x5206;&#x3002;Paduch&#x535A;&#x58EB;&#x8BF4;&#xFF0C;&#x666E;&#x901A;&#x7684;&#x9999;&#x7682;&#x5C31;&#x597D;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#x5047;&#x5982;&#x4F60;&#x4E0D;&#x662F;&#x6BCF;&#x5929;&#x90FD;&#x51B2;&#x51C9;&#x5462;&#xFF1F;&#x90A3;&#x4F60;&#x8BE5;&#x600E;&#x6837;/&#x4EC0;&#x4E48;&#x65F6;&#x5206;&#x8FDB;&#x884C;&#x6E05;&#x6D17;&#x5462;&#xFF1F;</p>
<p>&#x5B9E;&#x8DF5;&#x4E0A;&#xFF0C;&#x79D1;&#x5B66;&#x5BB6;&#x8BF4;&#x4F60;&#x4E0D;&#x5E94;&#x8BE5;&#x6BCF;&#x5929;&#x90FD;&#x6D17;&#x6FA1;&#x3002;&#x90A3;&#x5C31;&#x597D;&#x529E;&#x4E86;&#xFF0C;&#x4E0D;&#x8FC7;&#x4F60;&#x7684;&#x94C5;&#x7B14;&#x8FD8;&#x662F;&#x9700;&#x6C42;&#x6BCF;&#x5929;&#x90FD;&#x6D17;&#x6D17;&#x7684;&#xFF0C;&#x600E;&#x6837;&#x529E;&#xFF1F;&#x8FD9;&#x6837;&#x7684;&#x8BDD;&#xFF0C;&#x4E00;&#x5305;&#x5C3F;&#x4E0D;&#x6E7F;&#x6216;&#x8005;&#x662F;&#x6E29;&#x6C34;&#x7565;&#x5FAE;&#x7684;&#x6D78;&#x6DA6;&#x5C31;&#x597D;&#x4E86;&#x3002;</p>
<p>&#x8BB0;&#x4F4F;&#xFF1A;&#x563F;&#x524D;&#x54BB;&#x540E;&#x90FD;&#x8981;&#x6D17;</p>
<p>&#x505A;&#x7231;&#x4E4B;&#x524D;&#x7684;&#x6E05;&#x6D01;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x7531;&#x4E8E;&#xFF0C;&#x8FD9;&#x662F;&#x793C;&#x8C8C;&#x3002;&#x4E0D;&#x8FC7;&#x64CD;&#x540E;&#x6E05;&#x6D17;&#x53EF;&#x4EE5;&#x5E2E;&#x52A9;&#x4F60;&#x907F;&#x514D;&#x611F;&#x67D3;&#x3002;&#x4F60;&#x8981;&#x786E;&#x5B9A;&#x4F60;&#x628A;&#x4E00;&#x5207;&#x7684;&#x4F53;&#x6DB2;&#xFF08;&#x4E0D;&#x7BA1;&#x662F;&#x4F60;&#x7684;&#x8FD8;&#x662F;&#x4F60;&#x7684;&#x4F34;&#x4FA3;&#x7684;&#xFF09;&#x90FD;&#x6D17;&#x6389;&#xFF0C;&#x7531;&#x4E8E;&#x8FD9;&#x4E9B;&#x4E1C;&#x897F;&#x5E72;&#x540E;&#x7EC6;&#x83CC;&#x5F88;&#x5BB9;&#x6613;&#x5728;&#x4E0A;&#x8FB9;&#x6ECB;&#x751F;&#x3002;</p>
<p>&#x5F88;&#x5206;&#x660E;&#x4F60;&#x4E0D;&#x80FD;&#x4E00;&#x5B8C;&#x4E8B;&#x5C31;&#x8DF3;&#x4E0B;&#x5E8A;&#x76F4;&#x5954;&#x6D74;&#x5BA4;&#x2014;&#x2014;&#x8981;&#x7559;&#x51FA;&#x8DB3;&#x591F;&#x7684;&#x5DE5;&#x592B;&#x663E;&#x793A;&#x81EA;&#x5DF1;&#x7684;&#x4F18;&#x96C5;&#xFF08;&#x4E13;&#x5BB6;Paduch&#x535A;&#x58EB;&#x8BF4;&#x5728;10&#x5230;15&#x5206;&#x949F;&#x5185;&#x6E05;&#x6D17;&#x90FD;&#x53EF;&#x4EE5;&#xFF09;&#x3002;</p>
<p>&#x6B63;&#x786E;&#x7684;&#x6E05;&#x6D17;&#x4F60;&#x7684;&#x94C5;&#x7B14;&#x53EF;&#x4EE5;&#x5E2E;&#x52A9;&#x4F60;&#x51CF;&#x5C11;&#x611F;&#x67D3;&#x827E;&#x6ECB;&#x75C5;&#x548C;&#x6027;&#x75C5;&#x7684;&#x98CE;&#x9669;</p>
<p>&#x7591;&#x96BE;&#x7684;&#x5173;&#x952E;&#x662F;&#x8981;&#x4FDD;&#x8BC1;&#x4F60;&#x7684;&#x6E05;&#x6D17;&#x662F;&#x5145;&#x5206;&#x7684;&#xFF0C;&#x4F46;&#x4E0D;&#x8FC7;&#x5206;&#x3002;&#x8FC7;&#x5EA6;&#x6E05;&#x6D17;&#x6216;&#x8005;&#x8FD0;&#x7528;&#x523A;&#x6FC0;&#x6027;&#x7684;&#x6E05;&#x6D01;&#x5242;&#x90FD;&#x4F1A;&#x6BC1;&#x574F;&#x76AE;&#x80A4;&#x4E0A;&#x7684;&#x4FDD;&#x62A4;&#x5C42;&#x5E76;&#x4F7F;&#x5404;&#x79CD;&#x7EC6;&#x83CC;&#x75C5;&#x6BD2;&#x968F;&#x4FBF;&#x5165;&#x4FB5;&#x3002;</p>
<p>&#x201C;&#x6709;&#x8BC1;&#x636E;&#x663E;&#x793A;&#x4EFB;&#x4F55;&#x76AE;&#x80A4;&#x6BC1;&#x574F;&#xFF0C;&#x611F;&#x67D3;&#xFF0C;&#x5DEE;&#x7684;&#x536B;&#x751F;&#x6761;&#x4EF6;&#x90FD;&#x4F1A;&#x6DFB;&#x52A0;&#x827E;&#x6ECB;&#x75C5;&#x7684;&#x4F20;&#x67D3;&#x7387;&#x3002;&#x201D;Paduch&#x535A;&#x58EB;&#x8BF4;&#x3002;</p>
<p>&#x522B;&#x5FD8;&#x4E86;&#xFF0C;&#x64B8;&#x7BA1;&#x4E4B;&#x540E;&#x4E5F;&#x8981;&#x8FDB;&#x884C;&#x6E05;&#x6D17;</p>
<p>&#x662F;&#x7684;&#xFF0C;&#x8FD9;&#x79CD;&#x72B6;&#x51B5;&#x4E0B;&#xFF0C;&#x4F53;&#x6DB2;&#x4F1A;&#x5C11;&#x4E00;&#x70B9;&#xFF08;&#x6BD5;&#x7ADF;&#x662F;&#x4E00;&#x4E2A;&#x4EBA;&#x561B;&#xFF09;&#xFF0C;&#x4E0D;&#x8FC7;&#x4F60;&#x4F9D;&#x7136;&#x9700;&#x6C42;&#x8FDB;&#x884C;&#x6E05;&#x7B97;&#x3002;&#x800C;&#x4E14;&#x4F60;&#x8981;&#x662F;&#x7528;&#x81EA;&#x6170;&#x5668;&#xFF08;&#x6BD4;&#x5982;&#x98DE;&#x673A;&#x676F;&#xFF09;&#x6216;&#x8005;&#x5176;&#x4ED6;&#x73A9;&#x5177;&#x7684;&#x8BDD;&#xFF0C;&#x8981;&#x4FDD;&#x8BC1;&#x628A;&#x5B83;&#x4EEC;&#x4E5F;&#x597D;&#x597D;&#x5730;&#x6D17;&#x4E00;&#x6D17;&#xFF08;&#x80A5;&#x7682;&#x548C;&#x6C34;&#x5373;&#x53EF;&#xFF09;&#x3002;</p>
<p>&#x6CA1;&#x5272;&#x8FC7;&#x5305;&#x76AE;&#x7684;&#x4EBA;&#x7559;&#x610F;&#x4E86;&#xFF0C;&#x4F60;&#x4EEC;&#x9700;&#x6C42;&#x591A;&#x505A;&#x4E00;&#x70B9;&#x5DE5;&#x4F5C;</p>
<p>&#x201C;&#x6CA1;&#x5272;&#x8FC7;&#x5305;&#x76AE;&#x7684;&#x4EBA;&#x9700;&#x6C42;&#x628A;&#x5305;&#x76AE;&#x62C9;&#x5230;&#x6700;&#x4E0B;&#x8FB9;&#xFF0C;&#x4E00;&#x76F4;&#x5230;&#x4F60;&#x80FD;&#x770B;&#x5230;&#x4F60;&#x7684;&#x6574;&#x4E2A;&#x94C5;&#x7B14;&#x5934;&#x3002;&#x201D;Paduch&#x535A;&#x58EB;&#x8BF4;&#x3002;&#x8FD9;&#x662F;&#x7531;&#x4E8E;&#x5728;&#x8FD9;&#x4E00;&#x533A;&#x57DF;&#x5F88;&#x6709;&#x53EF;&#x80FD;&#x4F1A;&#x79EF;&#x7D2F;&#x5F88;&#x591A;&#x7684;&#x7EC6;&#x83CC;&#x548C;&#x5305;&#x76AE;&#x57A2;&#x3002;&#x5BF9;&#x4E8E;&#x672A;&#x5272;&#x5305;&#x76AE;&#x7684;&#x7537;&#x751F;&#x6765;&#x8BF4;&#xFF0C;&#x81EA;&#x6170;&#x540E;&#x7684;&#x6E05;&#x6D17;&#x5C24;&#x4E3A;&#x91CD;&#x8981;&#xFF0C;&#x7531;&#x4E8E;&#x98CE;&#x5E72;&#x7684;&#x7CBE;&#x6DB2;&#x53EF;&#x80FD;&#x4F1A;&#x7559;&#x5728;&#x5305;&#x76AE;&#x5185;&#x5E76;&#x6ECB;&#x751F;&#x7EC6;&#x83CC;&#x3002;</p>
<p>&#x540C;&#x65F6;&#xFF0C;&#x524D;&#x8FB9;&#x8BF4;&#x8FC7;&#xFF0C;&#x5047;&#x5982;&#x4F60;&#x672A;&#x5272;&#x5305;&#x76AE;&#xFF0C;&#x8FD0;&#x7528;&#x9999;&#x7682;&#x65F6;&#x8981;&#x66F4;&#x52A0;&#x8C28;&#x614E;&#xFF0C;&#x7531;&#x4E8E;&#x66F4;&#x52A0;&#x6EB6;&#x5242;&#x5BFC;&#x81F4;&#x8FC7;&#x654F;&#x548C;&#x53D1;&#x708E;&#x3002;</p>
<p>&#x6700;&#x540E;&#xFF0C;&#x786E;&#x4FDD;&#x4F60;&#x8981;&#x8BB0;&#x4E0B;&#x81EA;&#x5DF1;&#x94C5;&#x7B14;&#x7684;&#x4EFB;&#x4F55;&#x5F02;&#x72B6;&#xFF1A;&#x53D1;&#x708E;&#xFF0C;&#x6591;&#x70B9;&#xFF0C;&#x53D8;&#x8272;&#x7B49;&#x7B49;</p>
<p>&#x5F88;&#x5206;&#x660E;&#xFF0C;&#x8FD9;&#x53EF;&#x80FD;&#x662F;&#x4F60;&#x6D17;&#x7684;&#x592A;&#x8FC7;&#xFF0C;&#x6216;&#x8005;&#x662F;&#x4F60;&#x5BF9;&#x67D0;&#x4E9B;&#x8FD0;&#x7528;&#x7684;&#x6E05;&#x6D01;&#x5242;&#x8D77;&#x53CD;&#x5E94;&#xFF0C;&#x6216;&#x8005;&#x662F;&#x4F60;&#x6709;&#x611F;&#x67D3;&#x75C7;&#x72B6;&#x3002;&#x7ACB;&#x5373;&#x6539;&#x7528;&#x6E05;&#x6C34;&#x6E05;&#x6D17;&#xFF0C;&#x67E5;&#x770B;&#x4E00;&#x4E0B;&#x662F;&#x5426;&#x75C7;&#x72B6;&#x4F1A;&#x6D88;&#x901D;&#x3002;&#x5047;&#x5982;&#x75C7;&#x72B6;&#x4F9D;&#x7136;&#x6CA1;&#x6709;&#x6D88;&#x901D;&#xFF0C;&#x4E0D;&#x8981;&#x5BB3;&#x7F9E;&#xFF0C;&#x8D76;&#x7D27;&#x53BB;&#x770B;&#x533B;&#x751F;</p>
<p><em><a href="https://se.insoan.com/">&#x6027;&#x611F;&#x7F8E;&#x56FE; &#x2013; &#x6027;&#x611F;&#x5957;&#x56FE;&#x5927;&#x672C;&#x8425;</a></em></p>

      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="tags/写真/" rel="tag"># 写真</a>
          
        </div>
      

      
      
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="2292.html" rel="next" title="无聊一刻：石楠花开了，满街弥漫着浓浓的精液味儿">
                <i class="fa fa-chevron-left"></i> 无聊一刻：石楠花开了，满街弥漫着浓浓的精液味儿
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="2294.html" rel="prev" title="孙睿小说《草样年华》全集（1、2、3、4）TXT下载">
                孙睿小说《草样年华》全集（1、2、3、4）TXT下载 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </div>
  
  
  
  </article>


    <!-- 有瓣音频文章内嵌广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block; text-align:center;" data-ad-layout="in-article" data-ad-format="fluid" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6145016388"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>

    <div class="post-spread">
      
    </div>
  </div>
  <!-- 有瓣音频信息流广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block" data-ad-format="fluid" data-ad-layout-key="-6t+ed+2i-1n-4w" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6455528644"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>


          </div>
          


          

  



        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    
    <div class="sidebar-inner">

      

      

      <section class="site-overview-wrap sidebar-panel sidebar-panel-active">
        <div class="site-overview">
          <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
            
              <p class="site-author-name" itemprop="name">美图博客</p>
              <p class="site-description motion-element" itemprop="description"></p>
          </div>

          <nav class="site-state motion-element">

            
              <div class="site-state-item site-state-posts">
              
                <a href="https://se.insoan.com/archives/">
              
                  <span class="site-state-item-count">3561</span>
                  <span class="site-state-item-name">日志</span>
                </a>
              </div>
            

            

            
              
              
              <div class="site-state-item site-state-tags">
                
                  <span class="site-state-item-count">23</span>
                  <span class="site-state-item-name">标签</span>
                
              </div>
            

          </nav>

          
            <div class="feed-link motion-element">
              <a href="atom.xml" rel="alternate">
                <i class="fa fa-rss"></i>
                RSS
              </a>
            </div>
          

          

          
          

          
          

          

        </div>
      </section>

      

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">&copy; <span itemprop="copyrightYear">2024</span>
  <span class="with-love">
    <i class="fa fa-user"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">美图博客</span>
  <div>
  <script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script>
  <span id="busuanzi_container_site_pv">本站总访问量<span id="busuanzi_value_site_pv"></span>次</span>
  </div>
  
</div>


  <div class="powered-by">由 <a class="theme-link" target="_blank" href="https://hexo.io">Hexo</a> 强力驱动</div>



  <span class="post-meta-divider">|</span>



  <div class="theme-info">主题 &mdash; <a class="theme-link" target="_blank" href="https://github.com/iissnan/hexo-theme-next">NexT.Muse</a> v5.1.4</div>




  <script type="text/javascript" async src="js/src/mermaid.min.js"></script>
  <script>
  if (window.mermaid) {
        var mermaid_config = {
            startOnLoad: true,
            theme: 'default',
            flowchart:{
                useMaxWidth: false,
                htmlLabels: true
            }                
        }
        mermaid.initialize(mermaid_config);
  }
  </script>
  

        







        
      </div>
    </footer>

    
      <div class="back-to-top">
        <i class="fa fa-arrow-up"></i>
        
          <span id="scrollpercent"><span>0</span>%</span>
        
      </div>
    

    

  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  












  
  
    <script type="text/javascript" src="lib/jquery/index.js?v=2.1.3"></script>
  

  
  
    <script type="text/javascript" src="lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>
  

  
  
    <script type="text/javascript" src="lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.ui.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>
  


  


  <script type="text/javascript" src="js/src/utils.js?v=5.1.4"></script>

  <script type="text/javascript" src="js/src/motion.js?v=5.1.4"></script>



  
  

  
  <script type="text/javascript" src="js/src/scrollspy.js?v=5.1.4"></script>
<script type="text/javascript" src="js/src/post-details.js?v=5.1.4"></script>



  


  <script type="text/javascript" src="js/src/bootstrap.js?v=5.1.4"></script>



  


  




	





  





  












  

  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    var isXml = true;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length === 0) {
      search_path = "search.xml";
    } else if (/json$/i.test(search_path)) {
      isXml = false;
    }
    var path = "/" + search_path;
    // monitor main search box;

    var onPopupClose = function (e) {
      $('.popup').hide();
      $('#local-search-input').val('');
      $('.search-result-list').remove();
      $('#no-result').remove();
      $(".local-search-pop-overlay").remove();
      $('body').css('overflow', '');
    }

    function proceedsearch() {
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay"></div>')
        .css('overflow', 'hidden');
      $('.search-popup-overlay').click(onPopupClose);
      $('.popup').toggle();
      var $localSearchInput = $('#local-search-input');
      $localSearchInput.attr("autocapitalize", "none");
      $localSearchInput.attr("autocorrect", "off");
      $localSearchInput.focus();
    }

    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';

      // start loading animation
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay">' +
          '<div id="search-loading-icon">' +
          '<i class="fa fa-spinner fa-pulse fa-5x fa-fw"></i>' +
          '</div>' +
          '</div>')
        .css('overflow', 'hidden');
      $("#search-loading-icon").css('margin', '20% auto 0 auto').css('text-align', 'center');

      $.ajax({
        url: path,
        dataType: isXml ? "xml" : "json",
        async: true,
        success: function(res) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = isXml ? $("entry", res).map(function() {
            return {
              title: $("title", this).text(),
              content: $("content",this).text(),
              url: $("url" , this).text()
            };
          }).get() : res;
          var input = document.getElementById(search_id);
          var resultContent = document.getElementById(content_id);
          var inputEventFunction = function() {
            var searchText = input.value.trim().toLowerCase();
            var keywords = searchText.split(/[\s\-]+/);
            if (keywords.length > 1) {
              keywords.push(searchText);
            }
            var resultItems = [];
            if (searchText.length > 0) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var hitCount = 0;
                var searchTextCount = 0;
                var title = data.title.trim();
                var titleInLowerCase = title.toLowerCase();
                var content = data.content.trim().replace(/<[^>]+>/g,"");
                var contentInLowerCase = content.toLowerCase();
                var articleUrl = decodeURIComponent(data.url);
                var indexOfTitle = [];
                var indexOfContent = [];
                // only match articles with not empty titles
                if(title != '') {
                  keywords.forEach(function(keyword) {
                    function getIndexByWord(word, text, caseSensitive) {
                      var wordLen = word.length;
                      if (wordLen === 0) {
                        return [];
                      }
                      var startPosition = 0, position = [], index = [];
                      if (!caseSensitive) {
                        text = text.toLowerCase();
                        word = word.toLowerCase();
                      }
                      while ((position = text.indexOf(word, startPosition)) > -1) {
                        index.push({position: position, word: word});
                        startPosition = position + wordLen;
                      }
                      return index;
                    }

                    indexOfTitle = indexOfTitle.concat(getIndexByWord(keyword, titleInLowerCase, false));
                    indexOfContent = indexOfContent.concat(getIndexByWord(keyword, contentInLowerCase, false));
                  });
                  if (indexOfTitle.length > 0 || indexOfContent.length > 0) {
                    isMatch = true;
                    hitCount = indexOfTitle.length + indexOfContent.length;
                  }
                }

                // show search results

                if (isMatch) {
                  // sort index by position of keyword

                  [indexOfTitle, indexOfContent].forEach(function (index) {
                    index.sort(function (itemLeft, itemRight) {
                      if (itemRight.position !== itemLeft.position) {
                        return itemRight.position - itemLeft.position;
                      } else {
                        return itemLeft.word.length - itemRight.word.length;
                      }
                    });
                  });

                  // merge hits into slices

                  function mergeIntoSlice(text, start, end, index) {
                    var item = index[index.length - 1];
                    var position = item.position;
                    var word = item.word;
                    var hits = [];
                    var searchTextCountInSlice = 0;
                    while (position + word.length <= end && index.length != 0) {
                      if (word === searchText) {
                        searchTextCountInSlice++;
                      }
                      hits.push({position: position, length: word.length});
                      var wordEnd = position + word.length;

                      // move to next position of hit

                      index.pop();
                      while (index.length != 0) {
                        item = index[index.length - 1];
                        position = item.position;
                        word = item.word;
                        if (wordEnd > position) {
                          index.pop();
                        } else {
                          break;
                        }
                      }
                    }
                    searchTextCount += searchTextCountInSlice;
                    return {
                      hits: hits,
                      start: start,
                      end: end,
                      searchTextCount: searchTextCountInSlice
                    };
                  }

                  var slicesOfTitle = [];
                  if (indexOfTitle.length != 0) {
                    slicesOfTitle.push(mergeIntoSlice(title, 0, title.length, indexOfTitle));
                  }

                  var slicesOfContent = [];
                  while (indexOfContent.length != 0) {
                    var item = indexOfContent[indexOfContent.length - 1];
                    var position = item.position;
                    var word = item.word;
                    // cut out 100 characters
                    var start = position - 20;
                    var end = position + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if (end < position + word.length) {
                      end = position + word.length;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    slicesOfContent.push(mergeIntoSlice(content, start, end, indexOfContent));
                  }

                  // sort slices in content by search text's count and hits' count

                  slicesOfContent.sort(function (sliceLeft, sliceRight) {
                    if (sliceLeft.searchTextCount !== sliceRight.searchTextCount) {
                      return sliceRight.searchTextCount - sliceLeft.searchTextCount;
                    } else if (sliceLeft.hits.length !== sliceRight.hits.length) {
                      return sliceRight.hits.length - sliceLeft.hits.length;
                    } else {
                      return sliceLeft.start - sliceRight.start;
                    }
                  });

                  // select top N slices in content

                  var upperBound = parseInt('1');
                  if (upperBound >= 0) {
                    slicesOfContent = slicesOfContent.slice(0, upperBound);
                  }

                  // highlight title and content

                  function highlightKeyword(text, slice) {
                    var result = '';
                    var prevEnd = slice.start;
                    slice.hits.forEach(function (hit) {
                      result += text.substring(prevEnd, hit.position);
                      var end = hit.position + hit.length;
                      result += '<b class="search-keyword">' + text.substring(hit.position, end) + '</b>';
                      prevEnd = end;
                    });
                    result += text.substring(prevEnd, slice.end);
                    return result;
                  }

                  var resultItem = '';

                  if (slicesOfTitle.length != 0) {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + highlightKeyword(title, slicesOfTitle[0]) + "</a>";
                  } else {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + title + "</a>";
                  }

                  slicesOfContent.forEach(function (slice) {
                    resultItem += "<a href='" + articleUrl + "'>" +
                      "<p class=\"search-result\">" + highlightKeyword(content, slice) +
                      "...</p>" + "</a>";
                  });

                  resultItem += "</li>";
                  resultItems.push({
                    item: resultItem,
                    searchTextCount: searchTextCount,
                    hitCount: hitCount,
                    id: resultItems.length
                  });
                }
              })
            };
            if (keywords.length === 1 && keywords[0] === "") {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>'
            } else if (resultItems.length === 0) {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>'
            } else {
              resultItems.sort(function (resultLeft, resultRight) {
                if (resultLeft.searchTextCount !== resultRight.searchTextCount) {
                  return resultRight.searchTextCount - resultLeft.searchTextCount;
                } else if (resultLeft.hitCount !== resultRight.hitCount) {
                  return resultRight.hitCount - resultLeft.hitCount;
                } else {
                  return resultRight.id - resultLeft.id;
                }
              });
              var searchResultList = '<ul class=\"search-result-list\">';
              resultItems.forEach(function (result) {
                searchResultList += result.item;
              })
              searchResultList += "</ul>";
              resultContent.innerHTML = searchResultList;
            }
          }

          if ('auto' === 'auto') {
            input.addEventListener('input', inputEventFunction);
          } else {
            $('.search-icon').click(inputEventFunction);
            input.addEventListener('keypress', function (event) {
              if (event.keyCode === 13) {
                inputEventFunction();
              }
            });
          }

          // remove loading animation
          $(".local-search-pop-overlay").remove();
          $('body').css('overflow', '');

          proceedsearch();
        }
      });
    }

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched === false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(onPopupClose);
    $('.popup').click(function(e){
      e.stopPropagation();
    });
    $(document).on('keyup', function (event) {
      var shouldDismissSearchPopup = event.which === 27 &&
        $('.search-popup').is(':visible');
      if (shouldDismissSearchPopup) {
        onPopupClose();
      }
    });
  </script>





  

  

  

  
  

  

  

  

</body>
</html>
