<!DOCTYPE html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
<meta name="theme-color" content="#222">
<meta name="referrer" content="never">









<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">
















  
  
  <link href="lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">







<link href="lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="css/main.css?v=5.1.4" rel="stylesheet" type="text/css">


  <link rel="apple-touch-icon" sizes="180x180" href="/images/apple-touch-icon-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="32x32" href="/images/favicon-32x32-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="16x16" href="/images/favicon-16x16-next.png?v=5.1.4">


  <link rel="mask-icon" href="/images/logo.svg?v=5.1.4" color="#222">





  <meta name="keywords" content="制服,">





  <link rel="alternate" href="atom.xml" title="性感美图 – 套图大本营" type="application/atom+xml">






<meta name="description" content="&amp;#x5047;&amp;#x5982;&amp;#x6709;&amp;#x4E00;&amp;#x5929;&amp;#x77E5;&amp;#x8BC6;&amp;#x53EA;&amp;#x80FD;&amp;#x7ECF;&amp;#x8FC7;&amp;#x505A;&amp;#x7231;&amp;#x6765;&amp;#x4F20;&amp;#x64AD;&amp;#xFF0C;&amp;#x90A3;&amp;#x6211;&amp;#x4EEC;&amp;#x7684;&amp;#x4E16;&amp;#x754C;&amp;#x5C06;&amp;#x4F1A">
<meta name="keywords" content="制服">
<meta property="og:type" content="article">
<meta property="og:title" content="如果知识只能通过做爱传播，世界将会怎样？">
<meta property="og:url" content="https://se.insoan.com/2339.html">
<meta property="og:site_name" content="性感美图 – 套图大本营">
<meta property="og:description" content="&amp;#x5047;&amp;#x5982;&amp;#x6709;&amp;#x4E00;&amp;#x5929;&amp;#x77E5;&amp;#x8BC6;&amp;#x53EA;&amp;#x80FD;&amp;#x7ECF;&amp;#x8FC7;&amp;#x505A;&amp;#x7231;&amp;#x6765;&amp;#x4F20;&amp;#x64AD;&amp;#xFF0C;&amp;#x90A3;&amp;#x6211;&amp;#x4EEC;&amp;#x7684;&amp;#x4E16;&amp;#x754C;&amp;#x5C06;&amp;#x4F1A">
<meta property="og:locale" content="zh-Hans">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/QeC9PAiqjFSIaE1XvlkO.jpg">
<meta property="og:updated_time" content="2024-04-18T08:44:04.846Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="如果知识只能通过做爱传播，世界将会怎样？">
<meta name="twitter:description" content="&amp;#x5047;&amp;#x5982;&amp;#x6709;&amp;#x4E00;&amp;#x5929;&amp;#x77E5;&amp;#x8BC6;&amp;#x53EA;&amp;#x80FD;&amp;#x7ECF;&amp;#x8FC7;&amp;#x505A;&amp;#x7231;&amp;#x6765;&amp;#x4F20;&amp;#x64AD;&amp;#xFF0C;&amp;#x90A3;&amp;#x6211;&amp;#x4EEC;&amp;#x7684;&amp;#x4E16;&amp;#x754C;&amp;#x5C06;&amp;#x4F1A">
<meta name="twitter:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/QeC9PAiqjFSIaE1XvlkO.jpg">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    version: '5.1.4',
    sidebar: {"position":"left","display":"post","offset":12,"b2t":false,"scrollpercent":true,"onmobile":false},
    fancybox: true,
    tabs: true,
    motion: {"enable":true,"async":false,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}},
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>
<!--谷歌广告验证代码-->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({
          google_ad_client: "ca-pub-2626449904708114",
          enable_page_level_ads: true
     });
</script>
<!--谷歌广告验证代码-->



  <link rel="canonical" href="https://se.insoan.com/2339.html">





  <title>如果知识只能通过做爱传播，世界将会怎样？ | 性感美图 – 套图大本营</title>
  








</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  
  
    
  

  <div class="container sidebar-position-left page-post-detail">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-wrapper">
  <div class="site-meta ">
    

    <div class="custom-logo-site-title">
      <a href="/" class="brand" rel="start">
        <span class="logo-line-before"><i></i></span>
        <span class="site-title">性感美图 – 套图大本营</span>
        <span class="logo-line-after"><i></i></span>
      </a>
    </div>
      
        <p class="site-subtitle">性感美图 – 养眼美图</p>
      
  </div>

  <div class="site-nav-toggle">
    <button>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
    </button>
  </div>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="http://se.insoan.com/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="https://se.insoan.com/archives/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup search-popup local-search-popup">
  <div class="local-search-header clearfix">
    <span class="search-icon">
      <i class="fa fa-search"></i>
    </span>
    <span class="popup-btn-close">
      <i class="fa fa-times-circle"></i>
    </span>
    <div class="local-search-input-wrapper">
      <input autocomplete="off" placeholder="搜索..." spellcheck="false" type="text" id="local-search-input">
    </div>
  </div>
  <div id="local-search-result"></div>
</div>



    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://se.insoan.com">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="美图博客">
      <meta itemprop="description" content>
      <meta itemprop="image" content="images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="性感美图 – 套图大本营">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">如果知识只能通过做爱传播，世界将会怎样？</h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-10-06T12:05:27+08:00">
                2020-10-06
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/QeC9PAiqjFSIaE1XvlkO.jpg" alt="&#x5982;&#x679C;&#x77E5;&#x8BC6;&#x53EA;&#x80FD;&#x901A;&#x8FC7;&#x505A;&#x7231;&#x4F20;&#x64AD;&#xFF0C;&#x4E16;&#x754C;&#x5C06;&#x4F1A;&#x600E;&#x6837;&#xFF1F;"></p>
<p>&#x5047;&#x5982;&#x6709;&#x4E00;&#x5929;&#x77E5;&#x8BC6;&#x53EA;&#x80FD;&#x7ECF;&#x8FC7;&#x505A;&#x7231;&#x6765;&#x4F20;&#x64AD;&#xFF0C;&#x90A3;&#x6211;&#x4EEC;&#x7684;&#x4E16;&#x754C;&#x5C06;&#x4F1A;&#x53D8;&#x6210;&#x600E;&#x6837;&#xFF1F;&#x8FD9;&#x7591;&#x96BE;&#x6211;&#x4ECA;&#x5929;&#x8D4B;&#x770B;&#x5230;&#xFF0C;&#x8FD9;&#x4E2A;&#x7591;&#x96BE;&#x5F88;&#x6709;&#x610F;&#x601D;&#xFF0C;&#x6211;&#x8D77;&#x5148;&#x4E5F;&#x8111;&#x8865;&#x4E86;&#x4E00;&#x4E0B;&#x9152;&#x6C60;&#x8089;&#x6797;&#x7684;&#x573A;&#x666F;&#xFF0C;&#x540E;&#x6765;&#x60F3;&#x60F3;&#xFF0C;&#x4E5F;&#x8BB8;&#x5E76;&#x975E;&#x5982;&#x6B64;&#x3002;&#x6709;&#x4E24;&#x70B9;&#xFF1A;1&#x3001;&#x53EA;&#x8981;&#x5B66;&#x4E60;&#x7684;&#x76EE;&#x7684;&#x6CA1;&#x6709;&#x53D8;&#xFF0C;&#x90A3;&#x4E48;&#x5B66;&#x4E60;&#x7684;&#x8FC7;&#x7A0B;&#x4F53;&#x9A8C;&#xFF0C;&#x4E5F;&#x4E0D;&#x4F1A;&#x592A;&#x5927;&#x6539;&#x53D8;&#xFF0C;&#x5B66;&#x4E60;&#x53EF;&#x4EE5;&#x505A;&#x7231;&#x7684;&#x53CD;&#x9762;&#xFF0C;&#x5C31;&#x662F;&#x505A;&#x7231;&#x6210;&#x4E86;&#x5B66;&#x4E60;&#x3002;2&#x3001;&#x8003;&#x8BD5;&#xFF0C;&#x7ADE;&#x4E89;&#xFF0C;&#x8FD9;&#x662F;&#x68C0;&#x9A8C;&#x5B66;&#x4E60;&#x7684;&#x6210;&#x679C;&#xFF0C;&#x505A;&#x7231;&#x65E0;&#x6CD5;&#x4EE3;&#x66FF;&#x3002;</p>
<p>&#x9996;&#x5148;&#x5F53;&#x505A;&#x7231;&#x6210;&#x4E3A;&#x4E86;&#x5B66;&#x4E60;&#x624B;&#x8155;&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x5BF9;&#x4E8E;&#x505A;&#x7231;&#x7684;&#x65B0;&#x9C9C;&#x611F;&#x8981;&#x5927;&#x6253;&#x6298;&#x6263;&#x3002;</p>
<p>&#x4E00;&#x5929;&#x516B;&#x8282;&#x8BFE;&#xFF0C;&#x4E00;&#x8282;&#x8BFE;40&#x5206;&#x949F;&#xFF0C;&#x76F8;&#x5F53;&#x4E8E;&#x6BCF;&#x5929;&#x505A;&#x7231;320&#x5206;&#x949F;&#xFF0C;&#x76F8;&#x5F53;&#x4E8E;6&#x4E2A;&#x5C0F;&#x65F6;&#x4E0D;&#x95F4;&#x65AD;&#x6D3B;&#x585E;&#x8FD0;&#x52A8;&#xFF0C;&#x5BF9;&#x4E8E;&#x4EFB;&#x4F55;&#x4E00;&#x4E2A;&#x6210;&#x5E74;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x90FD;&#x662F;&#x6BC1;&#x5929;&#x706D;&#x5730;&#x7684;&#x884C;&#x4E3A;&#xFF0C;&#x6211;&#x7F6E;&#x4FE1;&#x5F88;&#x591A;&#x7537;&#x540C;&#x80DE;&#x4E00;&#x4E2A;&#x5C0F;&#x65F6;&#x90FD;&#x575A;&#x6301;&#x4E0D;&#x4E0B;&#x53BB;&#xFF0C;&#x50CF;&#x4F60;&#x4EEC;&#x8FD9;&#x79CD;&#x77ED;&#x5E73;&#x5FEB;&#xFF0C;&#x5982;&#x4F55;&#x8FDB;&#x6B65;&#x5B66;&#x4E60;&#x8D28;&#x91CF;&#xFF0C;&#x6211;&#x4E3A;&#x4F60;&#x4EEC;&#x62C5;&#x5FE7;&#x3002;</p>
<p>&#x90A3;&#x4E48;&#xFF0C;&#x5BF9;&#x4E8E;&#x521D;&#x9AD8;&#x4E2D;&#x751F;&#x6765;&#x8BF4;&#xFF0C;&#x4E00;&#x5929;6&#x4E2A;&#x5C0F;&#x65F6;&#x7684;&#x6D3B;&#x585E;&#x8FD0;&#x52A8;&#xFF0C;&#x6211;&#x8FD8;&#x6CA1;&#x5305;&#x62EC;&#x65E9;&#x665A;&#x4E24;&#x6B21;&#x64B8;&#x7BA1;&#x81EA;&#x4E60;&#xFF0C;&#x6362;&#x4F60;&#xFF0C;&#x4F60;&#x8FD8;&#x723D;&#x4E48;&#x3002;</p>
<p>&#x4F60;&#x5C06;&#x65E0;&#x6BD4;&#x7684;&#x7FA1;&#x6155;&#x8FDC;&#x5728;&#x5927;&#x6D0B;&#x4E4B;&#x5916;&#x7684;&#x7F8E;&#x5229;&#x575A;&#xFF0C;&#x542C;&#x8BF4;&#x90A3;&#x91CC;&#x7684;&#x5B69;&#x5B50;&#x6BCF;&#x5929;&#x653E;&#x5B66;&#x5F88;&#x65E9;&#xFF0C;&#x4E0A;&#x5927;&#x5B66;&#x4E4B;&#x524D;&#x90FD;&#x4E0D;&#x7528;&#x5929;&#x5929;&#x505A;&#x7231;&#xFF0C;&#x5904;&#x7537;&#x4E4B;&#x8EAB;&#x751A;&#x81F3;&#x53EF;&#x4EE5;&#x4FDD;&#x5B58;&#x5230;20&#x5C81;&#xFF0C;&#x4F46;&#x90A3;&#x6BD5;&#x7ADF;&#x53EA;&#x662F;&#x4E2A;&#x68A6;&#x3002;</p>
<p>&#x597D;&#x4E86;&#xFF0C;&#x597D;&#x4E0D;&#x5BB9;&#x6613;&#x4E0B;&#x8BFE;&#x4E86;&#xFF0C;&#x4E0D;&#x7528;&#x505A;&#x7231;&#x4E86;&#xFF0C;&#x4E0D;&#x53EF;&#x80FD;&#xFF0C;&#x4F60;&#x4ECE;&#x8BFE;&#x5802;&#x91CC;&#x8D70;&#x51FA;&#x6765;&#xFF0C;&#x53C8;&#x5F97;&#x8FDB;&#x8865;&#x4E60;&#x73ED;&#xFF0C;&#x4F9D;&#x7136;&#x662F;&#x6CA1;&#x5B8C;&#x6CA1;&#x4E86;&#x7684;&#x4E91;&#x96E8;&#xFF0C;&#x5341;&#x51E0;&#x4E2A;&#x4EBA;&#x56F4;&#x5728;&#x6559;&#x5E08;&#x8EAB;&#x8FB9;&#xFF0C;&#x82E6;&#x695A;&#x7684;&#x95ED;&#x4E0A;&#x773C;&#xFF0C;&#x6559;&#x5E08;&#xFF0C;&#x8D76;&#x7D27;&#x7684;&#xFF0C;&#x6211;&#x60F3;&#x56DE;&#x5BB6;&#x3002;</p>
<p>&#x60F3;&#x60F3;&#x90A3;&#x7A84;&#x5C0F;&#x7684;&#x5C0F;&#x5C4B;&#x5185;&#xFF0C;&#x7164;&#x7089;&#x91CC;&#x5495;&#x561F;&#x5495;&#x561F;&#x5192;&#x7740;&#x70ED;&#x6C14;&#xFF0C;&#x5341;&#x51E0;&#x4E2A;&#x7537;&#x5973;&#xFF0C;&#x9762;&#x65E0;&#x8868;&#x60C5;&#x7684;&#x4E0B;&#x80A2;&#x8FD0;&#x52A8;&#xFF0C;&#x4ED6;&#x4EEC;&#x7D2F;&#x7684;&#x8FDE;&#x53EB;&#x90FD;&#x53EB;&#x4E0D;&#x51FA;&#x6765;&#xFF0C;&#x6559;&#x8BFE;&#x95F4;&#x9699;&#xFF0C;&#x6559;&#x5E08;&#x7684;&#x76EE;&#x5149;&#x7A7F;&#x8FC7;&#x4E86;&#x8FD9;&#x7FA4;&#x5927;&#x6C57;&#x6DCB;&#x6F13;&#x7684;&#x5B69;&#x5B50;&#xFF0C;&#x770B;&#x89C1;&#x4E86;&#x81EA;&#x7531;&#x7684;&#x84DD;&#x5929;&#x3002;</p>
<p>&#x4E5F;&#x8BB8;&#x6559;&#x5E08;&#x4EEC;&#x5E38;&#x7528;&#x53E3;&#x53F7;&#x6559;&#x5BFC;&#x4F60;&#xFF0C;&#x52E4;&#x80FD;&#x8865;&#x62D9;&#xFF0C;&#x4F60;&#x5929;&#x8D44;&#x77ED;&#x5C0F;&#xFF0C;&#x6CA1;&#x6709;&#x5173;&#x7CFB;&#xFF0C;&#x4F7F;&#x52B2;&#x505A;&#x5C31;&#x884C;&#x4E86;&#xFF0C;&#x505A;&#x7231;&#x767E;&#x904D;&#xFF0C;&#x5176;&#x4E49;&#x81EA;&#x89C1;&#xFF0C;&#x53EA;&#x8981;&#x65E9;&#x505A;&#xFF0C;&#x665A;&#x505A;&#xFF0C;&#x65E5;&#x505A;&#xFF0C;&#x591C;&#x505A;&#xFF0C;&#x4E0D;&#x6015;&#x75BC;&#xFF0C;&#x4E0D;&#x6015;&#x7D2F;&#xFF0C;&#x4E0D;&#x6015;&#x8131;&#x76AE;&#xFF0C;&#x4F60;&#x603B;&#x80FD;&#x83B7;&#x5F97;&#x597D;&#x6210;&#x7EE9;&#xFF0C;&#x4F46;&#x6709;&#x4E00;&#x5929;&#x4F60;&#x5728;&#x5395;&#x6240;&#x89C1;&#x5230;&#x4E86;&#x9694;&#x58C1;&#x73ED;&#x7684;&#x5B66;&#x9738;&#xFF0C;&#x4F60;&#x7EC8;&#x4E8E;&#x660E;&#x767D;&#xFF0C;&#x4EC0;&#x4E48;&#x53EB;&#x505A;&#x5929;&#x8D44;&#x806A;&#x9896;&#x3002;</p>
<p>&#x6211;&#x80FD;&#x60F3;&#x8C61;&#x9AD8;&#x4E09;&#x4E86;&#xFF0C;&#x6559;&#x5E08;&#x5728;&#x53F0;&#x4E0A;&#x8BF4;&#xFF1A;</p>
<p>&#x201C;&#x9AD8;&#x4E09;&#x4E86;&#xFF0C;&#x597D;&#x597D;&#x505A;&#xFF0C;&#x62FC;&#x4E00;&#x628A;&#xFF0C;&#x5230;&#x4E86;&#x5927;&#x5B66;&#xFF0C;&#x5C31;&#x4E0D;&#x7528;&#x505A;&#x7231;&#x4E86;&#xFF01;&#x201D;</p>
<p>&#x9752;&#x6625;&#x671F;&#x7684;&#x4F60;&#xFF0C;&#x6253;&#x5F00;&#x7535;&#x8111;&#xFF0C;&#x8D81;&#x5BB6;&#x957F;&#x4E0D;&#x5907;&#xFF0C;&#x4E0B;&#x8F7D;&#x4E00;&#x90E8;&#x6BDB;&#x7247;&#xFF0C;&#x753B;&#x9762;&#x91CC;&#xFF0C;&#x4E00;&#x7FA4;&#x7537;&#x5973;&#x5728;&#x4E00;&#x540C;&#x770B;&#x4E66;&#x5199;&#x5B57;&#x6253;&#x6E38;&#x620F;&#xFF0C;&#x5C31;&#x770B;&#x5F97;&#x4F60;&#x70ED;&#x8840;&#x6CB8;&#x817E;&#xFF0C;&#x4F60;&#x6068;&#x4E0D;&#x5F97;&#x7ACB;&#x5373;&#x62FF;&#x8D77;&#x7B14;&#xFF0C;&#x753B;&#x4E00;&#x5E45;&#x753B;&#xFF0C;&#x5199;&#x4E00;&#x5199;&#x5B57;&#xFF0C;&#x4F46;&#x662F;&#x5F53;&#x4F60;&#x60F3;&#x5230;&#x660E;&#x65E5;&#x4E00;&#x65E9;&#x8FD8;&#x8981;&#x53BB;&#x5B66;&#x6821;&#x64B8;&#x7BA1;&#xFF0C;&#x53EA;&#x5F97;&#x60BB;&#x60BB;&#x7684;&#x5173;&#x4E0A;&#x7535;&#x8111;&#xFF0C;&#x65E9;&#x65E9;&#x7761;&#x89C9;&#x3002;</p>
<p>&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x7684;&#x592B;&#x59BB;&#x662F;&#x57FA;&#x672C;&#x4E0D;&#x505A;&#x7231;&#x7684;&#xFF0C;&#x6BD5;&#x7ADF;&#x90FD;&#x7ED3;&#x5A5A;&#x4E86;&#xFF0C;&#x6D1E;&#x623F;&#x591C;&#x603B;&#x4E0D;&#x80FD;&#x8FD8;&#x5B66;&#x4E60;&#x3002;</p>
<p>&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x4E00;&#x5207;&#x7684;&#x7535;&#x5F71;&#xFF0C;&#x7231;&#x60C5;&#x7684;&#x9AD8;&#x6F6E;&#x90FD;&#x662F;&#x7537;&#x5973;&#x4E3B;&#x6F14;&#x5750;&#x5728;&#x4E00;&#x540C;&#x770B;&#x7535;&#x89C6;&#xFF0C;&#x4F60;&#x4F1A;&#x8BF4;&#xFF0C;&#x6211;&#x8349;&#xFF0C;&#x4ED6;&#x4EEC;&#x90FD;&#x770B;&#x7535;&#x89C6;&#x4E86;&#xFF0C;&#x80AF;&#x5B9A;&#x6709;&#x4E00;&#x817F;&#x3002;</p>
<p>&#x81F3;&#x4E8E;&#x7EA6;&#x70AE;&#xFF0C;&#x6211;&#x60F3;&#x5C31;&#x7B97;&#x4E86;&#x5427;&#xFF0C;&#x6211;&#x5B66;&#x5386;&#x8FD8;&#x884C;&#x3002;</p>
<p>&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#xFF0C;&#x6307;&#x5BFC;&#x4EEC;&#x4E0D;&#x9700;&#x6C42;&#x5728;&#x53BB;&#x591C;&#x603B;&#x4F1A;&#x6D17;&#x6D74;&#x4E2D;&#x5FC3;&#xFF0C;&#x6211;&#x4E5F;&#x6000;&#x7591;&#x540E;&#x8005;&#x662F;&#x5426;&#x8FD8;&#x6709;&#x5B58;&#x5728;&#x7684;&#x5FC5;&#x8981;&#xFF0C;&#x4F60;&#x5E26;&#x6307;&#x5BFC;&#x4EEC;&#x53BB;&#x591C;&#x573A;&#x5C31;&#x50CF;&#x4F60;&#x5982;&#x4ECA;&#xFF0C;&#x996D;&#x540E;&#x628A;&#x6307;&#x5BFC;&#x4EEC;&#x5E26;&#x53BB;&#x5E02;&#x56FE;&#x4E66;&#x9986;&#x4E00;&#x6837;&#x53EF;&#x6015;&#x3002;</p>
<p>&#x90A3;&#x65F6;&#x5206;&#xFF0C;&#x5403;&#x5B8C;&#x996D;&#xFF0C;&#x4F60;&#x63D0;&#x8BAE;&#x6307;&#x5BFC;&#x4EEC;&#xFF0C;&#x6211;&#x4EEC;&#x53BB;&#x8E22;&#x8DB3;&#x7403;&#x5427;&#xFF0C;&#x6307;&#x5BFC;&#x4F1A;&#x89C9;&#x5F97;&#x4F60;&#x662F;&#x5C06;&#x6765;&#x7684;&#x6C11;&#x65CF;&#x680B;&#x6881;&#x3002;</p>
<p>&#x4E1C;&#x839E;&#x5C06;&#x6210;&#x4E3A;&#x4E2D;&#x56FD;&#x7684;&#x8DB3;&#x7403;&#x4E4B;&#x90FD;&#x3002;</p>
<p>&#x5904;&#x7537;&#x5C06;&#x6210;&#x4E3A;&#x6587;&#x76F2;&#x7684;&#x540C;&#x4E49;&#x8BCD;&#x3002;</p>
<p>&#x504F;&#x8FDC;&#x5C71;&#x533A;&#x6781;&#x5176;&#x9700;&#x6C42;&#x8EAB;&#x4F53;&#x5065;&#x58EE;&#x7684;&#x652F;&#x8FB9;&#x6559;&#x5E08;&#x3002;</p>
<p>&#x5F53;&#x7EC8;&#x4E8E;&#x6709;&#x4E00;&#x5929;&#xFF0C;&#x4F60;&#x8EBA;&#x5728;&#x81EA;&#x5DF1;&#x5BB6;&#x7684;&#x5E8A;&#x4E0A;&#xFF0C;&#x6402;&#x7740;&#x8001;&#x5A46;&#x770B;&#x7535;&#x89C6;&#xFF0C;&#x770B;&#x89C1;&#x5B69;&#x5B50;&#x505A;&#x5B8C;&#x4E86;&#x4E00;&#x5929;&#x62D6;&#x7740;&#x75B2;&#x60EB;&#x7684;&#x53CC;&#x817F;&#x56DE;&#x6765;&#xFF0C;&#x4F60;&#x624D;&#x4F1A;&#x89C9;&#x5F97;&#xFF0C;&#x4E0D;&#x7528;&#x505A;&#x7231;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x771F;&#x7684;&#x5F88;&#x7F8E;&#x5999;&#x3002;</p>
<p>&#x6211;&#x6DF1;&#x5207;&#x7684;&#x5E0C;&#x671B;&#xFF0C;&#x505A;&#x7231;&#x4E0D;&#x80FD;&#x4F20;&#x64AD;&#x77E5;&#x8BC6;&#xFF0C;&#x5426;&#x5219;&#xFF0C;&#x4EC5;&#x6709;&#x7684;&#x4E00;&#x70B9;&#x7F8E;&#x5999;&#xFF0C;&#x4E5F;&#x5F97;&#x635F;&#x5931;&#x6B86;&#x5C3D;&#x3002;</p>
<p>&#x6765;&#x6E90;&#xFF1A;&#x77E5;&#x4E4E;  &#x4F5C;&#x8005;&#xFF1A;&#x6731;&#x70AB;</p>
<p><em><a href="https://se.insoan.com/">&#x6027;&#x611F;&#x7F8E;&#x56FE; &#x2013; &#x6027;&#x611F;&#x5957;&#x56FE;&#x5927;&#x672C;&#x8425;</a></em></p>

      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="tags/制服/" rel="tag"># 制服</a>
          
        </div>
      

      
      
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="2338.html" rel="next" title="纯（Jun）插画作品图包分享：制服少女的忧郁121P">
                <i class="fa fa-chevron-left"></i> 纯（Jun）插画作品图包分享：制服少女的忧郁121P
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="2340.html" rel="prev" title="趣站推荐：用不同罩杯美女做键盘的在线钢琴演奏">
                趣站推荐：用不同罩杯美女做键盘的在线钢琴演奏 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </div>
  
  
  
  </article>


    <!-- 有瓣音频文章内嵌广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block; text-align:center;" data-ad-layout="in-article" data-ad-format="fluid" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6145016388"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>

    <div class="post-spread">
      
    </div>
  </div>
  <!-- 有瓣音频信息流广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block" data-ad-format="fluid" data-ad-layout-key="-6t+ed+2i-1n-4w" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6455528644"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>


          </div>
          


          

  



        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    
    <div class="sidebar-inner">

      

      

      <section class="site-overview-wrap sidebar-panel sidebar-panel-active">
        <div class="site-overview">
          <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
            
              <p class="site-author-name" itemprop="name">美图博客</p>
              <p class="site-description motion-element" itemprop="description"></p>
          </div>

          <nav class="site-state motion-element">

            
              <div class="site-state-item site-state-posts">
              
                <a href="https://se.insoan.com/archives/">
              
                  <span class="site-state-item-count">3561</span>
                  <span class="site-state-item-name">日志</span>
                </a>
              </div>
            

            

            
              
              
              <div class="site-state-item site-state-tags">
                
                  <span class="site-state-item-count">23</span>
                  <span class="site-state-item-name">标签</span>
                
              </div>
            

          </nav>

          
            <div class="feed-link motion-element">
              <a href="atom.xml" rel="alternate">
                <i class="fa fa-rss"></i>
                RSS
              </a>
            </div>
          

          

          
          

          
          

          

        </div>
      </section>

      

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">&copy; <span itemprop="copyrightYear">2024</span>
  <span class="with-love">
    <i class="fa fa-user"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">美图博客</span>
  <div>
  <script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script>
  <span id="busuanzi_container_site_pv">本站总访问量<span id="busuanzi_value_site_pv"></span>次</span>
  </div>
  
</div>


  <div class="powered-by">由 <a class="theme-link" target="_blank" href="https://hexo.io">Hexo</a> 强力驱动</div>



  <span class="post-meta-divider">|</span>



  <div class="theme-info">主题 &mdash; <a class="theme-link" target="_blank" href="https://github.com/iissnan/hexo-theme-next">NexT.Muse</a> v5.1.4</div>




  <script type="text/javascript" async src="js/src/mermaid.min.js"></script>
  <script>
  if (window.mermaid) {
        var mermaid_config = {
            startOnLoad: true,
            theme: 'default',
            flowchart:{
                useMaxWidth: false,
                htmlLabels: true
            }                
        }
        mermaid.initialize(mermaid_config);
  }
  </script>
  

        







        
      </div>
    </footer>

    
      <div class="back-to-top">
        <i class="fa fa-arrow-up"></i>
        
          <span id="scrollpercent"><span>0</span>%</span>
        
      </div>
    

    

  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  












  
  
    <script type="text/javascript" src="lib/jquery/index.js?v=2.1.3"></script>
  

  
  
    <script type="text/javascript" src="lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>
  

  
  
    <script type="text/javascript" src="lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.ui.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>
  


  


  <script type="text/javascript" src="js/src/utils.js?v=5.1.4"></script>

  <script type="text/javascript" src="js/src/motion.js?v=5.1.4"></script>



  
  

  
  <script type="text/javascript" src="js/src/scrollspy.js?v=5.1.4"></script>
<script type="text/javascript" src="js/src/post-details.js?v=5.1.4"></script>



  


  <script type="text/javascript" src="js/src/bootstrap.js?v=5.1.4"></script>



  


  




	





  





  












  

  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    var isXml = true;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length === 0) {
      search_path = "search.xml";
    } else if (/json$/i.test(search_path)) {
      isXml = false;
    }
    var path = "/" + search_path;
    // monitor main search box;

    var onPopupClose = function (e) {
      $('.popup').hide();
      $('#local-search-input').val('');
      $('.search-result-list').remove();
      $('#no-result').remove();
      $(".local-search-pop-overlay").remove();
      $('body').css('overflow', '');
    }

    function proceedsearch() {
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay"></div>')
        .css('overflow', 'hidden');
      $('.search-popup-overlay').click(onPopupClose);
      $('.popup').toggle();
      var $localSearchInput = $('#local-search-input');
      $localSearchInput.attr("autocapitalize", "none");
      $localSearchInput.attr("autocorrect", "off");
      $localSearchInput.focus();
    }

    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';

      // start loading animation
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay">' +
          '<div id="search-loading-icon">' +
          '<i class="fa fa-spinner fa-pulse fa-5x fa-fw"></i>' +
          '</div>' +
          '</div>')
        .css('overflow', 'hidden');
      $("#search-loading-icon").css('margin', '20% auto 0 auto').css('text-align', 'center');

      $.ajax({
        url: path,
        dataType: isXml ? "xml" : "json",
        async: true,
        success: function(res) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = isXml ? $("entry", res).map(function() {
            return {
              title: $("title", this).text(),
              content: $("content",this).text(),
              url: $("url" , this).text()
            };
          }).get() : res;
          var input = document.getElementById(search_id);
          var resultContent = document.getElementById(content_id);
          var inputEventFunction = function() {
            var searchText = input.value.trim().toLowerCase();
            var keywords = searchText.split(/[\s\-]+/);
            if (keywords.length > 1) {
              keywords.push(searchText);
            }
            var resultItems = [];
            if (searchText.length > 0) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var hitCount = 0;
                var searchTextCount = 0;
                var title = data.title.trim();
                var titleInLowerCase = title.toLowerCase();
                var content = data.content.trim().replace(/<[^>]+>/g,"");
                var contentInLowerCase = content.toLowerCase();
                var articleUrl = decodeURIComponent(data.url);
                var indexOfTitle = [];
                var indexOfContent = [];
                // only match articles with not empty titles
                if(title != '') {
                  keywords.forEach(function(keyword) {
                    function getIndexByWord(word, text, caseSensitive) {
                      var wordLen = word.length;
                      if (wordLen === 0) {
                        return [];
                      }
                      var startPosition = 0, position = [], index = [];
                      if (!caseSensitive) {
                        text = text.toLowerCase();
                        word = word.toLowerCase();
                      }
                      while ((position = text.indexOf(word, startPosition)) > -1) {
                        index.push({position: position, word: word});
                        startPosition = position + wordLen;
                      }
                      return index;
                    }

                    indexOfTitle = indexOfTitle.concat(getIndexByWord(keyword, titleInLowerCase, false));
                    indexOfContent = indexOfContent.concat(getIndexByWord(keyword, contentInLowerCase, false));
                  });
                  if (indexOfTitle.length > 0 || indexOfContent.length > 0) {
                    isMatch = true;
                    hitCount = indexOfTitle.length + indexOfContent.length;
                  }
                }

                // show search results

                if (isMatch) {
                  // sort index by position of keyword

                  [indexOfTitle, indexOfContent].forEach(function (index) {
                    index.sort(function (itemLeft, itemRight) {
                      if (itemRight.position !== itemLeft.position) {
                        return itemRight.position - itemLeft.position;
                      } else {
                        return itemLeft.word.length - itemRight.word.length;
                      }
                    });
                  });

                  // merge hits into slices

                  function mergeIntoSlice(text, start, end, index) {
                    var item = index[index.length - 1];
                    var position = item.position;
                    var word = item.word;
                    var hits = [];
                    var searchTextCountInSlice = 0;
                    while (position + word.length <= end && index.length != 0) {
                      if (word === searchText) {
                        searchTextCountInSlice++;
                      }
                      hits.push({position: position, length: word.length});
                      var wordEnd = position + word.length;

                      // move to next position of hit

                      index.pop();
                      while (index.length != 0) {
                        item = index[index.length - 1];
                        position = item.position;
                        word = item.word;
                        if (wordEnd > position) {
                          index.pop();
                        } else {
                          break;
                        }
                      }
                    }
                    searchTextCount += searchTextCountInSlice;
                    return {
                      hits: hits,
                      start: start,
                      end: end,
                      searchTextCount: searchTextCountInSlice
                    };
                  }

                  var slicesOfTitle = [];
                  if (indexOfTitle.length != 0) {
                    slicesOfTitle.push(mergeIntoSlice(title, 0, title.length, indexOfTitle));
                  }

                  var slicesOfContent = [];
                  while (indexOfContent.length != 0) {
                    var item = indexOfContent[indexOfContent.length - 1];
                    var position = item.position;
                    var word = item.word;
                    // cut out 100 characters
                    var start = position - 20;
                    var end = position + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if (end < position + word.length) {
                      end = position + word.length;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    slicesOfContent.push(mergeIntoSlice(content, start, end, indexOfContent));
                  }

                  // sort slices in content by search text's count and hits' count

                  slicesOfContent.sort(function (sliceLeft, sliceRight) {
                    if (sliceLeft.searchTextCount !== sliceRight.searchTextCount) {
                      return sliceRight.searchTextCount - sliceLeft.searchTextCount;
                    } else if (sliceLeft.hits.length !== sliceRight.hits.length) {
                      return sliceRight.hits.length - sliceLeft.hits.length;
                    } else {
                      return sliceLeft.start - sliceRight.start;
                    }
                  });

                  // select top N slices in content

                  var upperBound = parseInt('1');
                  if (upperBound >= 0) {
                    slicesOfContent = slicesOfContent.slice(0, upperBound);
                  }

                  // highlight title and content

                  function highlightKeyword(text, slice) {
                    var result = '';
                    var prevEnd = slice.start;
                    slice.hits.forEach(function (hit) {
                      result += text.substring(prevEnd, hit.position);
                      var end = hit.position + hit.length;
                      result += '<b class="search-keyword">' + text.substring(hit.position, end) + '</b>';
                      prevEnd = end;
                    });
                    result += text.substring(prevEnd, slice.end);
                    return result;
                  }

                  var resultItem = '';

                  if (slicesOfTitle.length != 0) {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + highlightKeyword(title, slicesOfTitle[0]) + "</a>";
                  } else {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + title + "</a>";
                  }

                  slicesOfContent.forEach(function (slice) {
                    resultItem += "<a href='" + articleUrl + "'>" +
                      "<p class=\"search-result\">" + highlightKeyword(content, slice) +
                      "...</p>" + "</a>";
                  });

                  resultItem += "</li>";
                  resultItems.push({
                    item: resultItem,
                    searchTextCount: searchTextCount,
                    hitCount: hitCount,
                    id: resultItems.length
                  });
                }
              })
            };
            if (keywords.length === 1 && keywords[0] === "") {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>'
            } else if (resultItems.length === 0) {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>'
            } else {
              resultItems.sort(function (resultLeft, resultRight) {
                if (resultLeft.searchTextCount !== resultRight.searchTextCount) {
                  return resultRight.searchTextCount - resultLeft.searchTextCount;
                } else if (resultLeft.hitCount !== resultRight.hitCount) {
                  return resultRight.hitCount - resultLeft.hitCount;
                } else {
                  return resultRight.id - resultLeft.id;
                }
              });
              var searchResultList = '<ul class=\"search-result-list\">';
              resultItems.forEach(function (result) {
                searchResultList += result.item;
              })
              searchResultList += "</ul>";
              resultContent.innerHTML = searchResultList;
            }
          }

          if ('auto' === 'auto') {
            input.addEventListener('input', inputEventFunction);
          } else {
            $('.search-icon').click(inputEventFunction);
            input.addEventListener('keypress', function (event) {
              if (event.keyCode === 13) {
                inputEventFunction();
              }
            });
          }

          // remove loading animation
          $(".local-search-pop-overlay").remove();
          $('body').css('overflow', '');

          proceedsearch();
        }
      });
    }

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched === false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(onPopupClose);
    $('.popup').click(function(e){
      e.stopPropagation();
    });
    $(document).on('keyup', function (event) {
      var shouldDismissSearchPopup = event.which === 27 &&
        $('.search-popup').is(':visible');
      if (shouldDismissSearchPopup) {
        onPopupClose();
      }
    });
  </script>





  

  

  

  
  

  

  

  

</body>
</html>
