<!DOCTYPE html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
<meta name="theme-color" content="#222">
<meta name="referrer" content="never">









<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">
















  
  
  <link href="lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">







<link href="lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="css/main.css?v=5.1.4" rel="stylesheet" type="text/css">


  <link rel="apple-touch-icon" sizes="180x180" href="/images/apple-touch-icon-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="32x32" href="/images/favicon-32x32-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="16x16" href="/images/favicon-16x16-next.png?v=5.1.4">


  <link rel="mask-icon" href="/images/logo.svg?v=5.1.4" color="#222">





  <meta name="keywords" content="福利,">





  <link rel="alternate" href="atom.xml" title="性感美图 – 套图大本营" type="application/atom+xml">






<meta name="description" content="&amp;#x6700;&amp;#x8FD1;&amp;#x9752;&amp;#x5C9B;&amp;#x5927;&amp;#x867E;&amp;#x8001;&amp;#x706B;&amp;#x4E86;&amp;#xFF0C;&amp;#x65E0;&amp;#x9650;&amp;#x798F;&amp;#x5229;&amp;#x7AD9;&amp;#x957F;&amp;#x4E5F;&amp;#x6765;&amp;#x8BB2;&amp;#x4E2A;&amp;#x6211;&amp;#x4EB2;&amp;#x8EAB;&amp;#x7ECF;&amp;#x5386">
<meta name="keywords" content="福利">
<meta property="og:type" content="article">
<meta property="og:title" content="青岛旅游注意事项：不仅仅有38元的青岛大虾">
<meta property="og:url" content="https://se.insoan.com/2413.html">
<meta property="og:site_name" content="性感美图 – 套图大本营">
<meta property="og:description" content="&amp;#x6700;&amp;#x8FD1;&amp;#x9752;&amp;#x5C9B;&amp;#x5927;&amp;#x867E;&amp;#x8001;&amp;#x706B;&amp;#x4E86;&amp;#xFF0C;&amp;#x65E0;&amp;#x9650;&amp;#x798F;&amp;#x5229;&amp;#x7AD9;&amp;#x957F;&amp;#x4E5F;&amp;#x6765;&amp;#x8BB2;&amp;#x4E2A;&amp;#x6211;&amp;#x4EB2;&amp;#x8EAB;&amp;#x7ECF;&amp;#x5386">
<meta property="og:locale" content="zh-Hans">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/CMgwFanVQs93SkEf4XZT.jpg">
<meta property="og:updated_time" content="2024-04-18T08:44:05.026Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="青岛旅游注意事项：不仅仅有38元的青岛大虾">
<meta name="twitter:description" content="&amp;#x6700;&amp;#x8FD1;&amp;#x9752;&amp;#x5C9B;&amp;#x5927;&amp;#x867E;&amp;#x8001;&amp;#x706B;&amp;#x4E86;&amp;#xFF0C;&amp;#x65E0;&amp;#x9650;&amp;#x798F;&amp;#x5229;&amp;#x7AD9;&amp;#x957F;&amp;#x4E5F;&amp;#x6765;&amp;#x8BB2;&amp;#x4E2A;&amp;#x6211;&amp;#x4EB2;&amp;#x8EAB;&amp;#x7ECF;&amp;#x5386">
<meta name="twitter:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/CMgwFanVQs93SkEf4XZT.jpg">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    version: '5.1.4',
    sidebar: {"position":"left","display":"post","offset":12,"b2t":false,"scrollpercent":true,"onmobile":false},
    fancybox: true,
    tabs: true,
    motion: {"enable":true,"async":false,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}},
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>
<!--谷歌广告验证代码-->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({
          google_ad_client: "ca-pub-2626449904708114",
          enable_page_level_ads: true
     });
</script>
<!--谷歌广告验证代码-->



  <link rel="canonical" href="https://se.insoan.com/2413.html">





  <title>青岛旅游注意事项：不仅仅有38元的青岛大虾 | 性感美图 – 套图大本营</title>
  








</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  
  
    
  

  <div class="container sidebar-position-left page-post-detail">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-wrapper">
  <div class="site-meta ">
    

    <div class="custom-logo-site-title">
      <a href="/" class="brand" rel="start">
        <span class="logo-line-before"><i></i></span>
        <span class="site-title">性感美图 – 套图大本营</span>
        <span class="logo-line-after"><i></i></span>
      </a>
    </div>
      
        <p class="site-subtitle">性感美图 – 养眼美图</p>
      
  </div>

  <div class="site-nav-toggle">
    <button>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
    </button>
  </div>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="http://se.insoan.com/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="https://se.insoan.com/archives/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup search-popup local-search-popup">
  <div class="local-search-header clearfix">
    <span class="search-icon">
      <i class="fa fa-search"></i>
    </span>
    <span class="popup-btn-close">
      <i class="fa fa-times-circle"></i>
    </span>
    <div class="local-search-input-wrapper">
      <input autocomplete="off" placeholder="搜索..." spellcheck="false" type="text" id="local-search-input">
    </div>
  </div>
  <div id="local-search-result"></div>
</div>



    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://se.insoan.com">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="美图博客">
      <meta itemprop="description" content>
      <meta itemprop="image" content="images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="性感美图 – 套图大本营">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">青岛旅游注意事项：不仅仅有38元的青岛大虾</h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-10-06T12:08:09+08:00">
                2020-10-06
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/CMgwFanVQs93SkEf4XZT.jpg" alt="&#x9752;&#x5C9B;&#x65C5;&#x6E38;&#x6CE8;&#x610F;&#x4E8B;&#x9879;&#xFF1A;&#x4E0D;&#x4EC5;&#x4EC5;&#x6709;38&#x5143;&#x7684;&#x9752;&#x5C9B;&#x5927;&#x867E;"></p>
<p>&#x6700;&#x8FD1;&#x9752;&#x5C9B;&#x5927;&#x867E;&#x8001;&#x706B;&#x4E86;&#xFF0C;&#x65E0;&#x9650;<a href="http://se.insoan.com/tag/%e7%a6%8f%e5%88%a9" title="&#x798F;&#x5229;">&#x798F;&#x5229;</a>&#x7AD9;&#x957F;&#x4E5F;&#x6765;&#x8BB2;&#x4E2A;&#x6211;&#x4EB2;&#x8EAB;&#x7ECF;&#x5386;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x867D;&#x7136;&#x4E0D;&#x662F;&#x5927;&#x867E;&#xFF0C;&#x4F46;&#x4E5F;&#x5DEE;&#x4E0D;&#x591A;&#x3002;&#x53BB;&#x5E74;&#x65E0;&#x9650;<a href="http://se.insoan.com/tag/%e7%a6%8f%e5%88%a9/" title="&#x798F;&#x5229;">&#x798F;&#x5229;</a>&#x8FD8;&#x6709;&#x6536;&#x5165;&#x7684;&#x65F6;&#x5206;&#x53BB;&#x9752;&#x5C9B;&#x800D;&#xFF0C;&#x591C;&#x665A;&#x5728;&#x6808;&#x6865;&#x9644;&#x8FD1;&#x5C0F;&#x644A;&#x5403;&#x70E7;&#x70E4;&#xFF0C;&#x8001;&#x677F;&#x63A8;&#x9500;&#x201C;20&#x5143;&#x4E00;&#x4E32;&#x201D;&#x7684;&#x5047;&#x9C8D;&#x9C7C;&#xFF0C;&#x5634;&#x998B;&#x5C31;&#x70B9;&#x4E86;&#x4E24;&#x4E32;&#x3002;&#x4E00;&#x8FB9;&#x5403;&#x6211;&#x8FD8;&#x4E00;&#x8FB9;&#x8DDF;&#x592B;&#x4EBA;&#x8BB2;&#xFF0C;08&#x5E74;&#x90A3;&#x4F1A;&#x5C71;&#x4E1C;&#x7535;&#x89C6;&#x53F0;&#x4E13;&#x95E8;&#x66DD;&#x5149;&#x8FC7;&#x6808;&#x6865;&#x70E7;&#x70E4;&#x644A;&#x5356;&#x5047;&#x9C8D;&#x9C7C;&#x7684;&#x6B3A;&#x8BC8;&#x6D88;&#x8D39;&#x8005;&#xFF0C;&#x8BF4;&#x597D;&#x4E00;&#x4E32;&#x7684;&#x7ED3;&#x8D26;&#x65F6;&#x5206;&#x8BBA;&#x4E2A;&#x5356;&#xFF0C;&#x4E0D;&#x660E;&#x767D;&#x5982;&#x4ECA;&#x6539;&#x90AA;&#x5F52;&#x6B63;&#x4E86;&#x6CA1;&#xFF0C;&#x8D8A;&#x5403;&#x8D8A;&#x662F;&#x5FD0;&#x5FD1;&#x4E0D;&#x5B89;&#x3002;&#x7ED3;&#x679C;&#x57CB;&#x5355;&#x7684;&#x65F6;&#x5206;&#x679C;&#x771F;&#x88AB;&#x6211;&#x8BF4;&#x4E2D;&#xFF0C;&#x9C8D;&#x9C7C;20&#x5143;&#x4E00;&#x53EA;&#xFF0C;&#x4E24;&#x4E32;200&#x5757;&#x3002;&#x8FD9;&#x91CC;&#x7701;&#x7565;&#x4E00;&#x4E07;&#x5B57;&#xFF0C;&#x660E;&#x660E;&#x660E;&#x767D;&#xFF0C;&#x6D3B;&#x8BE5;&#x88AB;&#x5BB0;&#xFF0C;&#x51FA;&#x95E8;&#x5728;&#x5916;&#xFF0C;&#x53EA;&#x80FD;&#x5FCD;&#x65E0;&#x53EF;&#x5FCD;&#x3002;</p>
<p>&#x4E0D;&#x8FC7;&#x8FD9;&#x79CD;&#x5751;&#x6E38;&#x5BA2;&#x7684;&#x5168;&#x56FD;&#x5404;&#x5730;&#x6BD4;&#x6BD4;&#x7686;&#x662F;&#xFF0C;&#x5C31;&#x7B97;&#x5403;&#x996D;&#x4E0D;&#x5751;&#x4F60;&#xFF0C;&#x522B;&#x7684;&#x5730;&#x65B9;&#x4E5F;&#x5751;&#x4F60;&#xFF0C;&#x9752;&#x5C9B;&#x5927;&#x867E;&#x53EA;&#x662F;&#x88AB;&#x5A92;&#x4F53;&#x72E0;&#x72E0;&#x66DD;&#x5149;&#x51FA;&#x6765;&#x4E86;&#x624D;&#x4F1A;&#x60F9;&#x8D77;&#x90A3;&#x4E48;&#x591A;&#x4EBA;&#x5173;&#x6CE8;&#x3002;&#x4E0D;&#x8BBA;&#x53BB;&#x54EA;&#x91CC;&#x65C5;&#x6E38;&#xFF0C;&#x90FD;&#x8981;&#x591A;&#x6DA8;&#x4E2A;&#x5FC3;&#x773C;&#x624D;&#x884C;&#x3002;&#x8FD9;&#x4E24;&#x5929;&#x7F51;&#x4E0A;&#x76DB;&#x884C;&#x4E00;&#x4E2A;&#x9752;&#x5C9B;&#x65C5;&#x6E38;&#x7559;&#x610F;&#x4E8B;&#x9879;&#xFF0C;&#x5047;&#x5982;&#x8C01;&#x4ECA;&#x540E;&#x6562;&#x53BB;&#x9752;&#x5C9B;&#x65C5;&#x6E38;&#x7684;&#xFF0C;&#x4E0D;&#x59A8;&#x4ED4;&#x7EC6;&#x770B;&#x770B;&#x3002;</p>
<p>1&#x3001;&#x63D0;&#x65E9;&#x8BA2;&#x8F66;&#xFF0C;&#x591C;&#x665A;&#x4E0D;&#x8981;&#x5728;&#x706B;&#x8F66;&#x7AD9;&#x642D;&#x51FA;&#x79DF;&#x8F66;&#xFF0C;&#x4E71;&#x9700;&#x8981;&#x4ED8;&#x8D39;&#x7ED5;&#x9053;&#x5012;&#x662F;&#x5C0F;&#x4E8B;&#xFF0C;&#x4F60;&#x8DDF;&#x8FD9;&#x5E2E;&#x8FDE;&#x653F;&#x5E9C;&#x90FD;&#x7BA1;&#x7406;&#x4E0D;&#x4E86;&#x7684;&#x6DF7;&#x86CB;&#x4EEC;&#x63B0;&#x626F;&#x534A;&#x5929;&#x65E2;&#x5F71;&#x54CD;&#x4F60;&#x7684;&#x5FC3;&#x5883;&#x53C8;&#x7CDC;&#x8D39;&#x4F60;&#x7684;&#x5DE5;&#x592B;&#x3002;</p>
<p>2&#x3001;&#x5BFC;&#x6E38;&#x6216;&#x8005;&#x51FA;&#x79DF;&#x8F66;&#x53F8;&#x673A;&#x7ED9;&#x4F60;&#x5F15;&#x8350;&#x53BB;&#x6C99;&#x5B50;&#x53E3;&#x3001;&#x77F3;&#x8001;&#x4EBA;&#x5403;&#x6D77;&#x9C9C;&#xFF0C;&#x5343;&#x4E07;&#x522B;&#x53BB;&#xFF0C;&#x6700;&#x5C11;10&#x500D;&#x8D77;&#x3002;&#x4ED6;&#x4EEC;&#x90FD;&#x662F;&#x4E00;&#x4F19;&#x7684;&#x3002;</p>
<p>3&#x3001;&#x5F88;&#x591A;&#x6C99;&#x6EE9;&#x4E0A;&#x7684;&#x6905;&#x5B50;&#x662F;&#x9700;&#x8981;&#x4ED8;&#x8D39;&#x7684;&#xFF0C;&#x4E94;&#x5206;&#x949F;&#x5341;&#x5757;&#x94B1;&#x3002;&#x522B;&#x968F;&#x610F;&#x5750;&#xFF0C;&#x4E0B;&#x6D77;&#x6D17;&#x6FA1;&#x5565;&#x7684;&#xFF0C;&#x5F97;&#x6709;&#x4EBA;&#x770B;&#x7740;&#x8863;&#x7269;&#xFF0C;&#x4E22;&#x7684;&#x4EBA;&#x592A;&#x591A;&#x4E86;&#x3002;</p>
<p>4&#x3001;&#x5564;&#x9152;&#x8857;&#x53EF;&#x4EE5;&#x53BB;&#x901B;&#x901B;&#xFF0C;&#x4F46;&#x4E0D;&#x8981;&#x5750;&#x4E0B;&#x53BB;&#x5403;&#x996D;&#x3002;&#x9700;&#x8981;&#x4ED8;&#x8D39;&#x867D;&#x7136;&#x4E0D;&#x4F1A;10&#x500D;&#x8D77;&#xFF0C;&#x88AB;&#x5BB0;&#x662F;&#x514D;&#x4E0D;&#x4E86;&#x7684;&#x3002;</p>
<p>5&#x3001;&#x5F88;&#x591A;&#x4EBA;&#x8BF4;&#x53BB;&#x5E02;&#x573A;&#x4E70;&#x6D77;&#x9C9C;&#x627E;&#x5564;&#x9152;&#x5C4B;&#x52A0;&#x5DE5;&#xFF0C;&#x8FD9;&#x4E0D;&#x600E;&#x6837;&#x9760;&#x8C31;&#xFF0C;&#x9664;&#x975E;&#x6709;&#x5F53;&#x5730;&#x4EBA;&#x5E26;&#x7740;&#x3002;&#x8783;&#x87F9;&#x5C31;&#x522B;&#x4E70;&#x4E86;&#xFF0C;&#x5927;&#x9EC4;&#x9C7C;&#x4E5F;&#x522B;&#x4E70;&#xFF0C;&#x4F60;&#x4E56;&#xFF0C;&#x542C;&#x8BDD;&#xFF0C;&#x4E0D;&#x7528;&#x95EE;&#x4E3A;&#x4EC0;&#x4E48;&#x3002;</p>
<p>6&#x3001;&#x516B;&#x5927;&#x5173;&#x666F;&#x533A;&#x4E0D;&#x4F1A;&#x516D;&#x70B9;&#x5173;&#x95E8;&#xFF0C;&#x4E5F;&#x4E0D;&#x4F1A;&#x4E03;&#x70B9;&#x5173;&#x95E8;&#xFF0C;&#x7531;&#x4E8E;&#x6CA1;&#x6709;&#x95E8;&#xFF0C;&#x4E5F;&#x4E0D;&#x9700;&#x8981;&#x4ED8;&#x8D39;&#x3002;&#x6240;&#x4EE5;&#x5047;&#x5982;&#x6709;&#x201C;&#x597D;&#x5FC3;&#x4EBA;&#x201D;&#x544A;&#x8BC9;&#x4F60;&#x8FD9;&#x4E9B;&#xFF0C;&#x522B;&#x7406;&#x4ED6;&#xFF0C;&#x8D70;&#x81EA;&#x5DF1;&#x7684;&#x8DEF;&#xFF0C;&#x4F60;&#x624B;&#x673A;&#x6709;GPS&#x3002;</p>
<p>7&#x3001;&#x53EA;&#x8981;&#x4F60;&#x642D;&#x7406;&#x4E86;&#x4ED6;&#xFF0C;&#x4ED6;&#x5C31;&#x4F1A;&#x5F15;&#x8350;&#x4F60;&#x53BB;&#x5403;&#x6D77;&#x9C9C;&#x6216;&#x8005;&#x53BB;&#x770B;&#x7535;&#x89C6;&#x5854;&#xFF0C;&#x90FD;&#x4E0D;&#x8981;&#x53BB;&#x3002;&#x4F60;&#x4E56;&#xFF0C;&#x8981;&#x542C;&#x8BDD;&#x3002;</p>
<p>8&#x3001;&#x666F;&#x70B9;&#x6709;&#x5F88;&#x591A;&#x7167;&#x76F8;&#x51B2;&#x5370;&#x7684;&#xFF0C;&#x542C;&#x8BDD;&#xFF0C;&#x522B;&#x7406;&#x4ED6;&#x4EEC;&#x3002;&#x4E00;&#x5F20;5&#x5757;&#x662F;&#x4E0D;&#x5B58;&#x5728;&#x7684;&#xFF0C;&#x5751;&#x4F60;&#x51E0;&#x767E;&#x90FD;&#x7B97;&#x4FDD;&#x62A4;&#x4F60;&#x3002;</p>
<p>9&#x3001;&#x5F88;&#x591A;&#x5C0F;&#x7EA2;&#x5E3D;&#x7EA2;&#x9A6C;&#x7532;&#x4EEC;&#x5230;&#x5904;&#x558A;&#x201C;&#x5E02;&#x5185;&#x6536;&#x8D39;&#x4E00;&#x65E5;&#x6E38;&#x201D;&#x7684;&#xFF0C;&#x4E0D;&#x8981;&#x53BB;&#xFF0C;&#x54EA;&#x6709;&#x6536;&#x8D39;&#x7684;&#x4E8B;&#x3002;</p>
<p>10&#x3001;&#x51FA;&#x4E86;&#x673A;&#x573A;&#x4E0D;&#x592A;&#x597D;&#x627E;&#x51FA;&#x79DF;&#x8F66;&#x70B9;&#xFF0C;&#x522B;&#x614C;&#xFF0C;&#x5728;&#x5730;&#x4E0B;&#x3002;&#x9A6C;&#x4E0A;&#x56DE;&#x822A;&#x7AD9;&#x697C;&#xFF0C;&#x4E0D;&#x8981;&#x4E0A;&#x9ED1;&#x8F66;&#x3002;</p>
<p>11&#x3001;&#x51FA;&#x79DF;&#x8F66;&#x62C9;&#x4F60;&#x7ED5;&#x4E2A;&#x5708;&#x591A;&#x8DD1;&#x5341;&#x5757;&#x516B;&#x5757;&#x7684;&#x522B;&#x8DDF;&#x4ED6;&#x4EEC;&#x751F;&#x6C14;&#xFF0C;&#x5F53;&#x5582;&#x72D7;&#x4E86;&#x3002;&#x6295;&#x8BC9;&#x4E5F;&#x6CA1;&#x7528;&#x3002;</p>
<p>12&#x3001;&#x5D02;&#x5C71;&#x6709;&#x5F88;&#x591A;&#x9ED1;&#x5BFC;&#x6E38;&#xFF0C;&#x7ECF;&#x5E38;&#x5192;&#x5145;&#x666F;&#x533A;&#x5DE5;&#x4F5C;&#x4EBA;&#x5458;&#x4EE5;&#x4F4E;&#x4EF7;&#x7968;&#x5E26;&#x4F60;&#x8FDB;&#x5C71;&#xFF0C;&#x4F60;&#x4E56;&#xFF0C;&#x522B;&#x53D7;&#x9A97;&#xFF0C;&#x4E70;&#x5047;&#x7968;&#x662F;&#x8981;&#x88AB;&#x7F5A;&#x6B3E;&#x7684;&#x3002;&#x6CA1;&#x4E8B;&#x522B;&#x5728;&#x5D02;&#x5C71;&#x91CC;&#x8FB9;&#x5403;&#x4EC0;&#x4E48;&#x5D02;&#x5C71;&#x8611;&#x83C7;&#x7096;&#x5C71;&#x9E21;&#x3001;&#x91CE;&#x5473;&#x5565;&#x7684;&#xFF0C;&#x4F60;&#x4EE5;&#x4E3A;&#x4F60;&#x662F;&#x9A6C;&#x4E91;&#xFF1F;</p>
<p>13&#x3001;&#x5343;&#x4E07;&#x522B;&#x4EE5;&#x4E3A;&#x8BB0;&#x4F4F;&#x4E86;&#x4E00;&#x4E9B;&#x5BB0;&#x5BA2;&#x5E97;&#x5C31;&#x4E07;&#x4E8B;&#x5927;&#x5409;&#x554A;&#xFF0C;&#x4ED6;&#x4EEC;&#x8FC7;&#x51E0;&#x4E2A;&#x6708;&#x5C31;&#x4F1A;&#x91CD;&#x65B0;&#x88C5;&#x4FEE;&#x6362;&#x540D;&#x5B57;&#x4E86;&#x3002;&#x996D;&#x5E97;&#x548C;&#x51FA;&#x79DF;&#x8F66;&#x53F8;&#x673A;&#x3001;&#x5BFC;&#x6E38;&#x7ED3;&#x5408;&#x8D77;&#x6765;&#x9AD8;&#x4EF7;&#x5BB0;&#x5916;&#x5730;&#x6E38;&#x5BA2;&#xFF0C;&#x8FD9;&#x5728;&#x5168;&#x56FD;&#x90FD;&#x662F;&#x751F;&#x610F;&#x3002;</p>
<p>14&#x3001;&#x8FD8;&#x6709;&#x4E9B;&#x5927;&#x6392;&#x6863;&#x6216;&#x8DEF;&#x644A;&#xFF0C;&#x5C06;10&#x4E2A;&#x9C8D;&#x9C7C;&#x7A7F;&#x6210;&#x4E00;&#x4E32;&#xFF0C;&#x4F60;&#x95EE;&#x4EF7;&#x683C;&#xFF0C;&#x4ED6;&#x5C31;&#x8BF4;15&#x5143;&#xFF0C;&#x7B49;&#x4F60;&#x7ED3;&#x8D26;&#x65F6;&#x5C31;&#x662F;150&#x3002;150&#x4E5F;&#x4E0D;&#x8D35;&#xFF0C;&#x4F60;&#x4EE5;&#x4E3A;&#x4F60;&#x5403;&#x7684;&#x662F;&#x9C8D;&#x9C7C;&#xFF0C;&#x5927;&#x90E8;&#x5206;&#x662F;&#x5047;&#x7684;&#x3002;&#xFF08;&#x65E0;&#x9650;&#x798F;&#x5229;&#xFF1A;&#x8FD9;&#x5C31;&#x662F;&#x6211;&#x8BF4;&#x7684;&#x90A3;&#x79CD;&#x3002;&#xFF09;</p>
<p>15&#x3001;&#x5728;&#x53F0;&#x4E1C;&#x3001;&#x674E;&#x6751;&#x3001;&#x6C7D;&#x8F66;&#x7AD9;&#x706B;&#x8F66;&#x7AD9;&#xFF0C;&#x5F88;&#x591A;&#x6253;&#x7740;&#x6B8B;&#x75BE;&#x4EBA;&#x52A9;&#x529B;&#x8F66;&#x7684;&#x65D7;&#x5E1C;&#xFF0C;&#x5728;&#x9A6C;&#x8DEF;&#x4E0A;&#x975E;&#x6CD5;&#x8425;&#x8FD0;&#xFF0C;&#x770B;&#x4EBA;&#x4E0B;&#x5355;&#xFF0C;&#x6F2B;&#x5929;&#x8981;&#x4EF7;&#xFF0C;&#x4F60;&#x4E56;&#xFF0C;&#x5343;&#x4E07;&#x522B;&#x5750;&#x3002;</p>
<p>16&#x3001;&#x5927;&#x90E8;&#x5206;&#x9752;&#x5C9B;&#x4EBA;&#x662F;&#x4EC1;&#x6148;&#x7684;&#xFF0C;&#x95EE;&#x4E2A;&#x8DEF;&#x5565;&#x7684;&#x90FD;&#x6CA1;&#x7591;&#x96BE;&#x3002;&#x4F46;&#x4E00;&#x51FA;&#x4E8B;&#xFF0C;&#x4E5F;&#x4E0D;&#x80FD;&#x90FD;&#x8BF4;&#x662F;&#x5916;&#x5730;&#x4EBA;&#x5E72;&#x7684;&#xFF0C;&#x8FD9;&#x4E2A;&#x4E0D;&#x80FD;&#x81EA;&#x5DF1;&#x8BC8;&#x9A97;&#x81EA;&#x5DF1;&#x3002;</p>
<p>17&#x3001;&#x4F60;&#x4E56;&#xFF0C;&#x8981;&#x542C;&#x8BDD;&#xFF0C;&#x628A;&#x4E0A;&#x8FB9;&#x8BB0;&#x4F4F;&#x4E86;&#xFF0C;&#x522B;&#x95EE;&#x4E3A;&#x4EC0;&#x4E48;&#x3002;</p>
<p><em><a href="https://se.insoan.com/">&#x6027;&#x611F;&#x7F8E;&#x56FE; &#x2013; &#x6027;&#x611F;&#x5957;&#x56FE;&#x5927;&#x672C;&#x8425;</a></em></p>

      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="tags/福利/" rel="tag"># 福利</a>
          
        </div>
      

      
      
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="2412.html" rel="next" title="韩国女团BAMBINO成员朴恩率（eunsol）劲爆视频小合集12部">
                <i class="fa fa-chevron-left"></i> 韩国女团BAMBINO成员朴恩率（eunsol）劲爆视频小合集12部
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="2414.html" rel="prev" title="你成了我梦里 最美的慌言 触摸不到的伤感个性网名">
                你成了我梦里 最美的慌言 触摸不到的伤感个性网名 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </div>
  
  
  
  </article>


    <!-- 有瓣音频文章内嵌广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block; text-align:center;" data-ad-layout="in-article" data-ad-format="fluid" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6145016388"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>

    <div class="post-spread">
      
    </div>
  </div>
  <!-- 有瓣音频信息流广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block" data-ad-format="fluid" data-ad-layout-key="-6t+ed+2i-1n-4w" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6455528644"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>


          </div>
          


          

  



        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    
    <div class="sidebar-inner">

      

      

      <section class="site-overview-wrap sidebar-panel sidebar-panel-active">
        <div class="site-overview">
          <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
            
              <p class="site-author-name" itemprop="name">美图博客</p>
              <p class="site-description motion-element" itemprop="description"></p>
          </div>

          <nav class="site-state motion-element">

            
              <div class="site-state-item site-state-posts">
              
                <a href="https://se.insoan.com/archives/">
              
                  <span class="site-state-item-count">3561</span>
                  <span class="site-state-item-name">日志</span>
                </a>
              </div>
            

            

            
              
              
              <div class="site-state-item site-state-tags">
                
                  <span class="site-state-item-count">23</span>
                  <span class="site-state-item-name">标签</span>
                
              </div>
            

          </nav>

          
            <div class="feed-link motion-element">
              <a href="atom.xml" rel="alternate">
                <i class="fa fa-rss"></i>
                RSS
              </a>
            </div>
          

          

          
          

          
          

          

        </div>
      </section>

      

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">&copy; <span itemprop="copyrightYear">2024</span>
  <span class="with-love">
    <i class="fa fa-user"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">美图博客</span>
  <div>
  <script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script>
  <span id="busuanzi_container_site_pv">本站总访问量<span id="busuanzi_value_site_pv"></span>次</span>
  </div>
  
</div>


  <div class="powered-by">由 <a class="theme-link" target="_blank" href="https://hexo.io">Hexo</a> 强力驱动</div>



  <span class="post-meta-divider">|</span>



  <div class="theme-info">主题 &mdash; <a class="theme-link" target="_blank" href="https://github.com/iissnan/hexo-theme-next">NexT.Muse</a> v5.1.4</div>




  <script type="text/javascript" async src="js/src/mermaid.min.js"></script>
  <script>
  if (window.mermaid) {
        var mermaid_config = {
            startOnLoad: true,
            theme: 'default',
            flowchart:{
                useMaxWidth: false,
                htmlLabels: true
            }                
        }
        mermaid.initialize(mermaid_config);
  }
  </script>
  

        







        
      </div>
    </footer>

    
      <div class="back-to-top">
        <i class="fa fa-arrow-up"></i>
        
          <span id="scrollpercent"><span>0</span>%</span>
        
      </div>
    

    

  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  












  
  
    <script type="text/javascript" src="lib/jquery/index.js?v=2.1.3"></script>
  

  
  
    <script type="text/javascript" src="lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>
  

  
  
    <script type="text/javascript" src="lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.ui.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>
  


  


  <script type="text/javascript" src="js/src/utils.js?v=5.1.4"></script>

  <script type="text/javascript" src="js/src/motion.js?v=5.1.4"></script>



  
  

  
  <script type="text/javascript" src="js/src/scrollspy.js?v=5.1.4"></script>
<script type="text/javascript" src="js/src/post-details.js?v=5.1.4"></script>



  


  <script type="text/javascript" src="js/src/bootstrap.js?v=5.1.4"></script>



  


  




	





  





  












  

  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    var isXml = true;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length === 0) {
      search_path = "search.xml";
    } else if (/json$/i.test(search_path)) {
      isXml = false;
    }
    var path = "/" + search_path;
    // monitor main search box;

    var onPopupClose = function (e) {
      $('.popup').hide();
      $('#local-search-input').val('');
      $('.search-result-list').remove();
      $('#no-result').remove();
      $(".local-search-pop-overlay").remove();
      $('body').css('overflow', '');
    }

    function proceedsearch() {
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay"></div>')
        .css('overflow', 'hidden');
      $('.search-popup-overlay').click(onPopupClose);
      $('.popup').toggle();
      var $localSearchInput = $('#local-search-input');
      $localSearchInput.attr("autocapitalize", "none");
      $localSearchInput.attr("autocorrect", "off");
      $localSearchInput.focus();
    }

    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';

      // start loading animation
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay">' +
          '<div id="search-loading-icon">' +
          '<i class="fa fa-spinner fa-pulse fa-5x fa-fw"></i>' +
          '</div>' +
          '</div>')
        .css('overflow', 'hidden');
      $("#search-loading-icon").css('margin', '20% auto 0 auto').css('text-align', 'center');

      $.ajax({
        url: path,
        dataType: isXml ? "xml" : "json",
        async: true,
        success: function(res) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = isXml ? $("entry", res).map(function() {
            return {
              title: $("title", this).text(),
              content: $("content",this).text(),
              url: $("url" , this).text()
            };
          }).get() : res;
          var input = document.getElementById(search_id);
          var resultContent = document.getElementById(content_id);
          var inputEventFunction = function() {
            var searchText = input.value.trim().toLowerCase();
            var keywords = searchText.split(/[\s\-]+/);
            if (keywords.length > 1) {
              keywords.push(searchText);
            }
            var resultItems = [];
            if (searchText.length > 0) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var hitCount = 0;
                var searchTextCount = 0;
                var title = data.title.trim();
                var titleInLowerCase = title.toLowerCase();
                var content = data.content.trim().replace(/<[^>]+>/g,"");
                var contentInLowerCase = content.toLowerCase();
                var articleUrl = decodeURIComponent(data.url);
                var indexOfTitle = [];
                var indexOfContent = [];
                // only match articles with not empty titles
                if(title != '') {
                  keywords.forEach(function(keyword) {
                    function getIndexByWord(word, text, caseSensitive) {
                      var wordLen = word.length;
                      if (wordLen === 0) {
                        return [];
                      }
                      var startPosition = 0, position = [], index = [];
                      if (!caseSensitive) {
                        text = text.toLowerCase();
                        word = word.toLowerCase();
                      }
                      while ((position = text.indexOf(word, startPosition)) > -1) {
                        index.push({position: position, word: word});
                        startPosition = position + wordLen;
                      }
                      return index;
                    }

                    indexOfTitle = indexOfTitle.concat(getIndexByWord(keyword, titleInLowerCase, false));
                    indexOfContent = indexOfContent.concat(getIndexByWord(keyword, contentInLowerCase, false));
                  });
                  if (indexOfTitle.length > 0 || indexOfContent.length > 0) {
                    isMatch = true;
                    hitCount = indexOfTitle.length + indexOfContent.length;
                  }
                }

                // show search results

                if (isMatch) {
                  // sort index by position of keyword

                  [indexOfTitle, indexOfContent].forEach(function (index) {
                    index.sort(function (itemLeft, itemRight) {
                      if (itemRight.position !== itemLeft.position) {
                        return itemRight.position - itemLeft.position;
                      } else {
                        return itemLeft.word.length - itemRight.word.length;
                      }
                    });
                  });

                  // merge hits into slices

                  function mergeIntoSlice(text, start, end, index) {
                    var item = index[index.length - 1];
                    var position = item.position;
                    var word = item.word;
                    var hits = [];
                    var searchTextCountInSlice = 0;
                    while (position + word.length <= end && index.length != 0) {
                      if (word === searchText) {
                        searchTextCountInSlice++;
                      }
                      hits.push({position: position, length: word.length});
                      var wordEnd = position + word.length;

                      // move to next position of hit

                      index.pop();
                      while (index.length != 0) {
                        item = index[index.length - 1];
                        position = item.position;
                        word = item.word;
                        if (wordEnd > position) {
                          index.pop();
                        } else {
                          break;
                        }
                      }
                    }
                    searchTextCount += searchTextCountInSlice;
                    return {
                      hits: hits,
                      start: start,
                      end: end,
                      searchTextCount: searchTextCountInSlice
                    };
                  }

                  var slicesOfTitle = [];
                  if (indexOfTitle.length != 0) {
                    slicesOfTitle.push(mergeIntoSlice(title, 0, title.length, indexOfTitle));
                  }

                  var slicesOfContent = [];
                  while (indexOfContent.length != 0) {
                    var item = indexOfContent[indexOfContent.length - 1];
                    var position = item.position;
                    var word = item.word;
                    // cut out 100 characters
                    var start = position - 20;
                    var end = position + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if (end < position + word.length) {
                      end = position + word.length;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    slicesOfContent.push(mergeIntoSlice(content, start, end, indexOfContent));
                  }

                  // sort slices in content by search text's count and hits' count

                  slicesOfContent.sort(function (sliceLeft, sliceRight) {
                    if (sliceLeft.searchTextCount !== sliceRight.searchTextCount) {
                      return sliceRight.searchTextCount - sliceLeft.searchTextCount;
                    } else if (sliceLeft.hits.length !== sliceRight.hits.length) {
                      return sliceRight.hits.length - sliceLeft.hits.length;
                    } else {
                      return sliceLeft.start - sliceRight.start;
                    }
                  });

                  // select top N slices in content

                  var upperBound = parseInt('1');
                  if (upperBound >= 0) {
                    slicesOfContent = slicesOfContent.slice(0, upperBound);
                  }

                  // highlight title and content

                  function highlightKeyword(text, slice) {
                    var result = '';
                    var prevEnd = slice.start;
                    slice.hits.forEach(function (hit) {
                      result += text.substring(prevEnd, hit.position);
                      var end = hit.position + hit.length;
                      result += '<b class="search-keyword">' + text.substring(hit.position, end) + '</b>';
                      prevEnd = end;
                    });
                    result += text.substring(prevEnd, slice.end);
                    return result;
                  }

                  var resultItem = '';

                  if (slicesOfTitle.length != 0) {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + highlightKeyword(title, slicesOfTitle[0]) + "</a>";
                  } else {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + title + "</a>";
                  }

                  slicesOfContent.forEach(function (slice) {
                    resultItem += "<a href='" + articleUrl + "'>" +
                      "<p class=\"search-result\">" + highlightKeyword(content, slice) +
                      "...</p>" + "</a>";
                  });

                  resultItem += "</li>";
                  resultItems.push({
                    item: resultItem,
                    searchTextCount: searchTextCount,
                    hitCount: hitCount,
                    id: resultItems.length
                  });
                }
              })
            };
            if (keywords.length === 1 && keywords[0] === "") {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>'
            } else if (resultItems.length === 0) {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>'
            } else {
              resultItems.sort(function (resultLeft, resultRight) {
                if (resultLeft.searchTextCount !== resultRight.searchTextCount) {
                  return resultRight.searchTextCount - resultLeft.searchTextCount;
                } else if (resultLeft.hitCount !== resultRight.hitCount) {
                  return resultRight.hitCount - resultLeft.hitCount;
                } else {
                  return resultRight.id - resultLeft.id;
                }
              });
              var searchResultList = '<ul class=\"search-result-list\">';
              resultItems.forEach(function (result) {
                searchResultList += result.item;
              })
              searchResultList += "</ul>";
              resultContent.innerHTML = searchResultList;
            }
          }

          if ('auto' === 'auto') {
            input.addEventListener('input', inputEventFunction);
          } else {
            $('.search-icon').click(inputEventFunction);
            input.addEventListener('keypress', function (event) {
              if (event.keyCode === 13) {
                inputEventFunction();
              }
            });
          }

          // remove loading animation
          $(".local-search-pop-overlay").remove();
          $('body').css('overflow', '');

          proceedsearch();
        }
      });
    }

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched === false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(onPopupClose);
    $('.popup').click(function(e){
      e.stopPropagation();
    });
    $(document).on('keyup', function (event) {
      var shouldDismissSearchPopup = event.which === 27 &&
        $('.search-popup').is(':visible');
      if (shouldDismissSearchPopup) {
        onPopupClose();
      }
    });
  </script>





  

  

  

  
  

  

  

  

</body>
</html>
