<!DOCTYPE html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
<meta name="theme-color" content="#222">
<meta name="referrer" content="never">









<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">
















  
  
  <link href="lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">







<link href="lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="css/main.css?v=5.1.4" rel="stylesheet" type="text/css">


  <link rel="apple-touch-icon" sizes="180x180" href="/images/apple-touch-icon-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="32x32" href="/images/favicon-32x32-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="16x16" href="/images/favicon-16x16-next.png?v=5.1.4">


  <link rel="mask-icon" href="/images/logo.svg?v=5.1.4" color="#222">





  <meta name="keywords" content="美少女,">





  <link rel="alternate" href="atom.xml" title="性感美图 – 套图大本营" type="application/atom+xml">






<meta name="description" content="&amp;#x201C;e&amp;#x79DF;&amp;#x5B9D;&amp;#x201D;&amp;#x6D89;&amp;#x5ACC;&amp;#x8FDD;&amp;#x6CD5;&amp;#x72AF;&amp;#x7F6A;&amp;#x6B63;&amp;#x5728;&amp;#x63A5;&amp;#x53D7;&amp;#x8C03;&amp;#x67E5;  &amp;#x201C;&amp;#x4ED6;&amp;#x662F;&amp;#x90A3;&amp;#x79CD;&amp;#x7ED9;&amp;#x4E00;&amp;#x4E2A;&amp;#x">
<meta name="keywords" content="美少女">
<meta property="og:type" content="article">
<meta property="og:title" content="王者的野心：起底“e租宝”实际控制人丁宁">
<meta property="og:url" content="https://se.insoan.com/2566.html">
<meta property="og:site_name" content="性感美图 – 套图大本营">
<meta property="og:description" content="&amp;#x201C;e&amp;#x79DF;&amp;#x5B9D;&amp;#x201D;&amp;#x6D89;&amp;#x5ACC;&amp;#x8FDD;&amp;#x6CD5;&amp;#x72AF;&amp;#x7F6A;&amp;#x6B63;&amp;#x5728;&amp;#x63A5;&amp;#x53D7;&amp;#x8C03;&amp;#x67E5;  &amp;#x201C;&amp;#x4ED6;&amp;#x662F;&amp;#x90A3;&amp;#x79CD;&amp;#x7ED9;&amp;#x4E00;&amp;#x4E2A;&amp;#x">
<meta property="og:locale" content="zh-Hans">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/JxRpLrjuKAP8yw09e7fo.png">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/E5rNlwWpgQaTDuIso0dR.jpg">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/tk8RmVZ24e36LEBvWMSh.jpg">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/dpUOLwGT52nt6c381g9y.jpg">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/RmwhxTCKEsZtgX3L7lJn.jpg">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/axhNF6wHc1nkKXSROJWq.jpg">
<meta property="og:updated_time" content="2024-04-18T08:44:06.384Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="王者的野心：起底“e租宝”实际控制人丁宁">
<meta name="twitter:description" content="&amp;#x201C;e&amp;#x79DF;&amp;#x5B9D;&amp;#x201D;&amp;#x6D89;&amp;#x5ACC;&amp;#x8FDD;&amp;#x6CD5;&amp;#x72AF;&amp;#x7F6A;&amp;#x6B63;&amp;#x5728;&amp;#x63A5;&amp;#x53D7;&amp;#x8C03;&amp;#x67E5;  &amp;#x201C;&amp;#x4ED6;&amp;#x662F;&amp;#x90A3;&amp;#x79CD;&amp;#x7ED9;&amp;#x4E00;&amp;#x4E2A;&amp;#x">
<meta name="twitter:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/JxRpLrjuKAP8yw09e7fo.png">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    version: '5.1.4',
    sidebar: {"position":"left","display":"post","offset":12,"b2t":false,"scrollpercent":true,"onmobile":false},
    fancybox: true,
    tabs: true,
    motion: {"enable":true,"async":false,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}},
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>
<!--谷歌广告验证代码-->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({
          google_ad_client: "ca-pub-2626449904708114",
          enable_page_level_ads: true
     });
</script>
<!--谷歌广告验证代码-->



  <link rel="canonical" href="https://se.insoan.com/2566.html">





  <title>王者的野心：起底“e租宝”实际控制人丁宁 | 性感美图 – 套图大本营</title>
  








</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  
  
    
  

  <div class="container sidebar-position-left page-post-detail">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-wrapper">
  <div class="site-meta ">
    

    <div class="custom-logo-site-title">
      <a href="/" class="brand" rel="start">
        <span class="logo-line-before"><i></i></span>
        <span class="site-title">性感美图 – 套图大本营</span>
        <span class="logo-line-after"><i></i></span>
      </a>
    </div>
      
        <p class="site-subtitle">性感美图 – 养眼美图</p>
      
  </div>

  <div class="site-nav-toggle">
    <button>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
    </button>
  </div>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="http://se.insoan.com/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="https://se.insoan.com/archives/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup search-popup local-search-popup">
  <div class="local-search-header clearfix">
    <span class="search-icon">
      <i class="fa fa-search"></i>
    </span>
    <span class="popup-btn-close">
      <i class="fa fa-times-circle"></i>
    </span>
    <div class="local-search-input-wrapper">
      <input autocomplete="off" placeholder="搜索..." spellcheck="false" type="text" id="local-search-input">
    </div>
  </div>
  <div id="local-search-result"></div>
</div>



    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://se.insoan.com">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="美图博客">
      <meta itemprop="description" content>
      <meta itemprop="image" content="images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="性感美图 – 套图大本营">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">王者的野心：起底“e租宝”实际控制人丁宁</h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-10-06T12:12:46+08:00">
                2020-10-06
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/JxRpLrjuKAP8yw09e7fo.png" alt></p>
<blockquote>
<p>&#x201C;e&#x79DF;&#x5B9D;&#x201D;&#x6D89;&#x5ACC;&#x8FDD;&#x6CD5;&#x72AF;&#x7F6A;&#x6B63;&#x5728;&#x63A5;&#x53D7;&#x8C03;&#x67E5;</p>
</blockquote>
<p>&#x201C;&#x4ED6;&#x662F;&#x90A3;&#x79CD;&#x7ED9;&#x4E00;&#x4E2A;&#x652F;&#x70B9;&#x5C31;&#x80FD;&#x64AC;&#x52A8;&#x5730;&#x7403;&#x7684;&#x4EBA;&#x3002;&#x201D;&#x4E00;&#x4F4D;&#x4E01;&#x5B81;&#x7684;&#x5408;&#x4F19;&#x4EBA;&#xFF0C;&#x66FE;&#x7ECF;&#x5982;&#x6B64;&#x8D5E;&#x7F8E;&#x4E01;&#x5B81;&#x3002;</p>
<p>&#x5982;&#x4ECA;&#xFF0C;&#x5730;&#x7403;&#x7167;&#x5E38;&#x65CB;&#x8F6C;&#xFF0C;&#x4F46;&#x4E01;&#x5B81;&#x4E00;&#x624B;&#x521B;&#x5EFA;&#x6210;&#x7ACB;&#x4EC5;&#x4E24;&#x5E74;&#x7684;&#x94B0;&#x8BDA;&#x96C6;&#x56E2;&#xFF0C;&#x4EE5;&#x53CA;&#x96C6;&#x56E2;&#x65D7;&#x4E0B;&#x7684;&#x201C;e&#x79DF;&#x5B9D;&#x201D;&#xFF0C;&#x5374;&#x9762;&#x4E34;&#x671D;&#x4E0D;&#x4FDD;&#x5915;&#x7684;&#x5883;&#x5730;&#x3002;</p>
<p>&#x201C;&#x773C;&#x770B;&#x4ED6;&#x8D77;&#x6731;&#x697C;&#xFF0C;&#x773C;&#x770B;&#x4ED6;&#x5BB4;&#x5BBE;&#x5BA2;&#xFF0C;&#x773C;&#x770B;&#x4ED6;&#x697C;&#x584C;&#x4E86;&#x3002;&#x201D;2015&#x5E74;12&#x6708;8&#x65E5;&#xFF0C;&#x4E92;&#x8054;&#x7F51;&#x91D1;&#x878D;&#x5708;&#x96FE;&#x973E;&#x91CD;&#x91CD;&#x3002;33&#x5C81;&#x7684;e&#x79DF;&#x5B9D;&#x5B9E;&#x9645;&#x63A7;&#x5236;&#x4EBA;&#x3001;&#x94B0;&#x8BDA;&#x96C6;&#x56E2;&#x8463;&#x4E8B;&#x957F;&#x4E01;&#x5B81;&#x88AB;&#x8B66;&#x65B9;&#x63A7;&#x5236;&#x3002;</p>
<p>12&#x6708;12&#x65E5;&#xFF0C;&#x636E;&#x65B0;&#x534E;&#x7F51;&#x6D88;&#x606F;&#xFF0C;&#x516C;&#x5B89;&#x673A;&#x5173;&#x4F1A;&#x540C;&#x6709;&#x5173;&#x90E8;&#x95E8;&#x6B63;&#x5728;&#x5BF9;&#x201C;e&#x79DF;&#x5B9D;&#x201D;&#x7F51;&#x7EDC;&#x91D1;&#x878D;&#x5E73;&#x53F0;&#x53CA;&#x5176;&#x5173;&#x8054;&#x516C;&#x53F8;&#x6D89;&#x5ACC;&#x8FDD;&#x6CD5;&#x72AF;&#x7F6A;&#x95EE;&#x9898;&#x8FDB;&#x884C;&#x8C03;&#x67E5;&#x3002;&#x5317;&#x4EAC;&#x53CA;&#x5404;&#x7701;&#x533A;&#x5E02;&#x6309;&#x7167;&#x5C5E;&#x5730;&#x7BA1;&#x7406;&#x539F;&#x5219;&#x6210;&#x7ACB;&#x4E86;&#x4E13;&#x9879;&#x5904;&#x7F6E;&#x5DE5;&#x4F5C;&#x673A;&#x6784;&#xFF0C;&#x5E76;&#x5F00;&#x5C55;&#x6709;&#x5173;&#x5DE5;&#x4F5C;&#xFF0C;&#x79F0;&#x5C06;&#x4F9D;&#x6CD5;&#x6700;&#x5927;&#x9650;&#x5EA6;&#x5730;&#x4FDD;&#x62A4;&#x6295;&#x8D44;&#x4EBA;&#x7684;&#x5408;&#x6CD5;&#x6743;&#x76CA;&#x3002;&#x3002;</p>
<p>&#x800C;&#x4F5C;&#x4E3A;&#x4E00;&#x540D;&#x5927;&#x4E13;&#x8FD8;&#x672A;&#x6BD5;&#x4E1A;&#xFF0C;&#x5C31;&#x4F11;&#x5B66;&#x51FA;&#x6765;&#x6253;&#x62FC;&#x7684;80&#x540E;&#xFF0C;&#x4E01;&#x5B81;&#x786E;&#x5B9E;&#x6539;&#x53D8;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x547D;&#x8FD0;&#x3002;&#x300A;&#x65B0;&#x95FB;&#x6781;&#x5BA2;&#x300B;&#x53D1;&#x73B0;&#xFF0C;&#x4E00;&#x76F4;&#x4EE5;&#x6765;&#xFF0C;&#x5B89;&#x5FBD;&#x5F53;&#x5730;&#x3001;&#x4E43;&#x81F3;&#x5168;&#x56FD;&#xFF0C;&#x90FD;&#x628A;&#x4E01;&#x5B81;&#x5F53;&#x505A;&#x4E00;&#x4E2A;&#x201C;&#x4EA7;&#x4E1A;&#x795E;&#x8BDD;&#x7684;&#x7F14;&#x9020;&#x8005;&#x201D;&#x3001;&#x4EE5;&#x53CA;&#x201C;&#x521B;&#x4E1A;&#x6D2A;&#x6D41;&#x4E2D;&#x7684;&#x5F04;&#x6F6E;&#x513F;&#x201D;&#x6765;&#x8FDB;&#x884C;&#x6B63;&#x9762;&#x5BA3;&#x4F20;&#xFF0C;&#x4ED6;&#x66FE;&#x5BF9;&#x5A92;&#x4F53;&#x5BA3;&#x79F0;&#xFF0C;&#x5728;&#x5982;&#x4ECA;&#x8FD9;&#x4E2A;&#x65F6;&#x4EE3;&#x91CC;&#xFF0C;&#x201C;&#x6210;&#x8005;&#x4E3A;&#x738B;&#x8D25;&#x8005;&#x5BC7;&#x201D;&#xFF0C;&#x800C;&#x4ED6;&#x4E01;&#x5B81;&#xFF0C;&#x6709;&#x7740;&#x505A;&#x738B;&#x8005;&#x7684;&#x91CE;&#x5FC3;&#x3002;</p>
<p>&#x5982;&#x4ECA;&#xFF0C;&#x53D8;&#x6545;&#x9AA4;&#x8D77;&#x3002;&#x592E;&#x89C6;&#x5306;&#x5FD9;&#x5220;&#x9664;&#x4E86;&#x66FE;&#x7ECF;&#x4E13;&#x8BBF;&#x4E01;&#x5B81;&#x7684;&#x201C;&#x521B;&#x5BA2;&#x201D;&#x8282;&#x76EE;&#xFF1B;&#x4E00;&#x4E9B;&#x66FE;&#x7ECF;&#x5BA3;&#x4F20;&#x5E7F;&#x5927;&#x5E02;&#x6C11;&#x8D2D;&#x4E70;&#x201C;e&#x79DF;&#x5B9D;&#x201D;&#x4EA7;&#x54C1;&#x7684;&#x5E7F;&#x544A;&#x4E5F;&#x88AB;&#x7D27;&#x6025;&#x64A4;&#x4E0B;&#xFF1B;&#x90E8;&#x5206;&#x5730;&#x533A;&#xFF0C;&#x201C;e&#x79DF;&#x5B9D;&#x201D;&#x7684;&#x529E;&#x516C;&#x5730;&#x70B9;&#x88AB;&#x6D8C;&#x8FDB;&#x6765;&#x7684;&#x4EBA;&#x7FA4;&#x201C;&#x6284;&#x5BB6;&#x201D;&#x4E86;&#x3002;</p>
<p>&#x8FD8;&#x6709;&#x51E0;&#x5341;&#x4E07;&#x4EBA;&#x7684;&#x547D;&#x8FD0;&#x4E0E;&#x4E01;&#x5B81;&#x7262;&#x7262;&#x7ED1;&#x5728;&#x4E00;&#x8D77;&#x3002;&#x76F8;&#x5173;&#x6570;&#x636E;&#x663E;&#x793A;&#xFF0C;&#x622A;&#x81F3;2015&#x5E74;12&#x6708;8&#x65E5;&#xFF0C;e&#x79DF;&#x5B9D;&#x5F85;&#x8FD8;&#x4F59;&#x989D;&#x4E3A;704.9&#x4EBF;&#x5143;&#xFF0C;&#x5176;&#x6295;&#x8D44;&#x4EBA;&#x6570;&#x5DF2;&#x5230;&#x8FBE;84&#x4E07;&#x3002;&#x800C;&#x5728;&#x300A;&#x65B0;&#x95FB;&#x6781;&#x5BA2;&#x300B;&#x8FDB;&#x5165;&#x7684;&#x591A;&#x4E2A;&#x201C;e&#x79DF;&#x5B9D;&#x5343;&#x4EBA;&#x7EF4;&#x6743;&#x7FA4;&#x201D;&#x4E2D;&#xFF0C;&#x8FD9;&#x4E9B;e&#x79DF;&#x5B9D;&#x7684;&#x6295;&#x8D44;&#x8005;&#x904D;&#x5E03;&#x5168;&#x56FD;&#x5404;&#x5730;&#xFF0C;&#x4E0D;&#x5C11;&#x4EBA;&#x6295;&#x8FDB;&#x4E86;&#x5168;&#x90E8;&#x79EF;&#x84C4;&#x3002;</p>
<p>&#x4E13;&#x79D1;&#x672A;&#x6BD5;&#x4E1A;&#x5C31;&#x4F11;&#x5B66;&#x3001;17&#x5C81;&#x5C31;&#x8FDB;&#x5DE5;&#x5382;&#x5E72;&#x9500;&#x552E;&#x3001;&#x5356;&#x8FC7;&#x87BA;&#x4E1D;&#x548C;&#x5F00;&#x7F50;&#x5668;&#x3001;&#x6B64;&#x524D;&#x4ECE;&#x672A;&#x63A5;&#x89E6;&#x8FC7;&#x91D1;&#x878D;&#x2026;&#x2026;&#x4F60;&#x8D8A;&#x662F;&#x4E86;&#x89E3;&#x5230;&#x4E01;&#x5B81;&#x7684;&#x8FC7;&#x5F80;&#x7ECF;&#x5386;&#xFF0C;&#x5C31;&#x8D8A;&#x662F;&#x4F1A;&#x60CA;&#x8BB6;&#x4E8E;&#x5982;&#x4ECA;&#x4ED6;&#x4E00;&#x624B;&#x7EC4;&#x5EFA;&#x51FA;&#x8D85;&#x8FC7;&#x767E;&#x4EBF;&#x7684;&#x91D1;&#x878D;&#x96C6;&#x56E2;&#x7684;&#x79BB;&#x5947;&#x3002;</p>
<p>&#x6709;&#x4EBA;&#x8BF4;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x201C;&#x5C4C;&#x4E1D;&#x9006;&#x88AD;&#x201D;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x4EA6;&#x662F;&#x4E00;&#x4E2A;&#x201C;&#x4E00;&#x591C;&#x66B4;&#x5BCC;&#x201D;&#x7684;&#x6545;&#x4E8B;&#x3002;&#x4F46;&#x8FD9;&#x66F4;&#x662F;&#x4E92;&#x8054;&#x7F51;&#x8D8B;&#x52BF;&#x4E4B;&#x4E0B;&#xFF0C;&#x4F34;&#x968F;&#x7740;&#x4E2D;&#x56FD;&#x5B9E;&#x4F53;&#x7ECF;&#x6D4E;&#x7684;&#x8870;&#x9000;&#xFF0C;&#x4E00;&#x4E2A;&#x5145;&#x6EE1;&#x7740;&#x865A;&#x5047;&#x3001;&#x6B32;&#x671B;&#x4E0E;&#x75AF;&#x72C2;&#x7684;&#x6545;&#x4E8B;&#x3002;</p>
<p><strong>&#x6539;&#x53D8;&#x547D;&#x8FD0;&#x7684;&#x5BB6;&#x65CF;&#x5DE5;&#x5382;</strong></p>
<p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/E5rNlwWpgQaTDuIso0dR.jpg" alt></p>
<blockquote>
<p>&#x4E13;&#x79D1;&#x672A;&#x6BD5;&#x4E1A;&#x7684;&#x4E01;&#x5B81;&#xFF0C;&#x9760;&#x5BB6;&#x65CF;&#x5DE5;&#x5382;&#x6539;&#x53D8;&#x4E86;&#x547D;&#x8FD0;</p>
</blockquote>
<p>1</p>
<p>&#x5728;&#x94B0;&#x8BDA;&#x96C6;&#x56E2;&#x6CD5;&#x4EBA;&#x4EE3;&#x8868;&#x4E01;&#x5B81;&#x7684;&#x5B98;&#x65B9;&#x7B80;&#x5386;&#x4E0A;&#xFF0C;&#x6807;&#x6CE8;&#x4E86;&#x4E01;&#x5B81;&#x51E0;&#x4E2A;&#x91CD;&#x8981;&#x7684;&#x5934;&#x8854;&#xFF1A;&#x4E01;&#x5B81;&#xFF0C;1982&#x5E74;7&#x6708;&#x751F;&#xFF0C;&#x6C49;&#x65CF;&#xFF0C;&#x6C11;&#x9769;&#x515A;&#x5458;&#xFF0C;&#x4F01;&#x4E1A;&#x5BB6;&#xFF0C;&#x5E94;&#x7528;&#x5316;&#x5B66;&#x4E13;&#x5BB6;&#xFF0C;&#x9AD8;&#x7EA7;&#x5316;&#x5B66;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x8BA1;&#x7B97;&#x673A;&#x5DE5;&#x7A0B;&#x5E08;&#x3002;</p>
<p>&#x5728;&#x8FD9;&#x4E9B;&#x5934;&#x8854;&#x80CC;&#x540E;&#xFF0C;&#x5176;23&#x5C81;&#x4E4B;&#x524D;&#x7684;&#x7ECF;&#x5386;&#xFF0C;&#x88AB;&#x4E00;&#x7B14;&#x5E26;&#x8FC7;&#xFF0C;&#x4EC5;&#x6709;&#x4E00;&#x53E5;&#x8BDD;&#xFF0C;&#x201C;1999&#x5E74;&#xFF0C;&#x529E;&#x7406;&#x957F;&#x671F;&#x4F11;&#x5B66;&#x8FDB;&#x5165;&#x868C;&#x57E0;&#x5CA9;&#x67CF;&#x65BD;&#x5C01;&#x9501;&#x5382;&#x4EFB;&#x6280;&#x672F;&#x5458;&#x3001;&#x9500;&#x552E;&#x5458;&#x3002;&#x201D;</p>
<p>&#x4E00;&#x540D;&#x5728;&#x5B89;&#x5FBD;&#x868C;&#x57E0;&#x66FE;&#x4E0E;&#x4E01;&#x5B81;&#x6709;&#x8FC7;&#x751F;&#x610F;&#x6765;&#x5F80;&#x7684;&#x4EBA;&#x544A;&#x8BC9;&#x300A;&#x65B0;&#x95FB;&#x6781;&#x5BA2;&#x300B;&#xFF0C;&#x4E01;&#x5B81;&#x7684;&#x5BB6;&#x5883;&#x5728;&#x5F53;&#x5730;&#x4E0D;&#x9519;&#xFF0C;&#x4ED6;&#x6BCD;&#x4EB2;1997&#x5E74;&#x5728;&#x5F53;&#x5730;&#x5F00;&#x529E;&#x4E86;&#x4E00;&#x5BB6;&#x5CA9;&#x67CF;&#x65BD;&#x5C01;&#x9501;&#x5382;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x5BB6;&#x5BB6;&#x5EAD;&#x5F0F;&#x7684;&#x5C0F;&#x578B;&#x5382;&#x5B50;&#xFF0C;&#x4E3B;&#x8981;&#x4EE5;&#x751F;&#x4EA7;&#x94C1;&#x8DEF;&#x94C5;&#x5C01;&#x4E3A;&#x4E3B;&#x3002;</p>
<p>&#x94C1;&#x8DEF;&#x94C5;&#x5C01;&#x662F;&#x6307;&#x94C1;&#x8DEF;&#x4E0A;&#x7684;&#x8D27;&#x7269;&#x88C5;&#x5165;&#x96C6;&#x88C5;&#x7BB1;&#x5E76;&#x5173;&#x95ED;&#x7BB1;&#x95E8;&#x540E;&#xFF0C;&#x7531;&#x7279;&#x5B9A;&#x4EBA;&#x5458;&#x65BD;&#x52A0;&#x7684;&#x7C7B;&#x4F3C;&#x4E8E;&#x9501;&#x6263;&#x7684;&#x8BBE;&#x5907;&#x3002;&#x8FD9;&#x79CD;&#x4EA7;&#x54C1;&#x6280;&#x672F;&#x542B;&#x91CF;&#x4F4E;&#xFF0C;&#x5BB6;&#x5EAD;&#x5F0F;&#x7684;&#x5382;&#x5B50;&#x5C31;&#x80FD;&#x591F;&#x751F;&#x4EA7;&#x3002;</p>
<p>&#x8FD9;&#x540D;&#x719F;&#x6089;&#x4E01;&#x5B81;&#x7684;&#x4EBA;&#x8BF4;&#xFF0C;&#x201C;90&#x5E74;&#x4EE3;&#x7535;&#x8111;&#x53EF;&#x4EE5;&#x7B97;&#x662F;&#x5962;&#x4F88;&#x54C1;&#xFF0C;&#x4F46;&#x4E01;&#x5B81;&#x5F53;&#x65F6;&#x7535;&#x8111;&#x5DF2;&#x7ECF;&#x73A9;&#x5F97;&#x4E0D;&#x9519;&#x4E86;&#xFF0C;&#x4ED6;&#x5B66;&#x4E60;&#x6210;&#x7EE9;&#x4E0D;&#x597D;&#xFF0C;&#x53BB;&#x7684;&#x5B89;&#x5FBD;&#x5DE5;&#x8D38;&#x804C;&#x4E1A;&#x5B66;&#x9662;&#x3002;&#x201D;&#x4E01;&#x5B81;&#x663E;&#x7136;&#x5BF9;&#x8FD9;&#x4E2A;&#x4E13;&#x79D1;&#x5B66;&#x6821;&#x6CA1;&#x592A;&#x591A;&#x5174;&#x8DA3;&#xFF0C;&#x529E;&#x7406;&#x4E86;&#x957F;&#x671F;&#x4F11;&#x5B66;&#xFF0C;&#x56DE;&#x5BB6;&#x4E4B;&#x540E;&#x6CA1;&#x4E8B;&#x505A;&#xFF0C;&#x5C31;&#x53BB;&#x4E86;&#x6BCD;&#x4EB2;&#x5F00;&#x7684;&#x5382;&#x5B50;&#x91CC;&#x4E0A;&#x73ED;&#x3002;</p>
<p>&#x90A3;&#x65F6;&#x4E01;&#x5B81;17&#x5C81;&#xFF0C;&#x5C1A;&#x672A;&#x6210;&#x5E74;&#x3002;</p>
<p>2000&#x5E74;&#x524D;&#x540E;&#xFF0C;&#x6B63;&#x662F;&#x4E2D;&#x56FD;&#x4E92;&#x8054;&#x7F51;&#x521B;&#x4E1A;&#x8D77;&#x6B65;&#x7684;&#x9EC4;&#x91D1;&#x5E74;&#x4EE3;&#x3002;&#x5728;&#x8FD9;&#x6837;&#x7684;&#x65F6;&#x4EE3;&#x80CC;&#x666F;&#x4E4B;&#x4E0B;&#xFF0C;&#x5B66;&#x4E60;&#x4E0D;&#x597D;&#x7684;&#x4E01;&#x5B81;&#xFF0C;&#x53CD;&#x800C;&#x53D1;&#x6325;&#x51FA;&#x201C;&#x73A9;&#x7535;&#x8111;&#x201D;&#x7684;&#x7279;&#x957F;&#xFF0C;&#x5229;&#x7528;&#x65B0;&#x5174;&#x7684;&#x7535;&#x5B50;&#x5546;&#x52A1;&#xFF0C;&#x4E3A;&#x5BB6;&#x91CC;&#x7684;&#x5CA9;&#x67CF;&#x65BD;&#x5C01;&#x9501;&#x5382;&#x62FF;&#x4E0B;&#x51E0;&#x7B14;&#x5728;&#x5F53;&#x65F6;&#x770B;&#x6765;&#x9887;&#x5927;&#x7684;&#x8BA2;&#x5355;&#xFF0C;&#x201C;&#x4E3A;&#x5DE5;&#x5382;&#x5E26;&#x6765;&#x4E86;300&#x591A;&#x4E07;&#x5143;&#x7684;&#x9500;&#x552E;&#x989D;&#x548C;70&#x4E07;&#x5143;&#x7684;&#x51C0;&#x5229;&#x6DA6;&#x3002;&#x201D;</p>
<p>&#x540E;&#x6765;&#xFF0C;&#x5728;&#x63A5;&#x53D7;&#x5A92;&#x4F53;&#x91C7;&#x8BBF;&#x65F6;&#xFF0C;&#x4E01;&#x5B81;&#x56DE;&#x5FC6;&#xFF0C;&#x201C;&#x90A3;&#x65F6;&#x7528;&#x7535;&#x5B50;&#x5546;&#x52A1;&#x8FDB;&#x884C;&#x8D38;&#x6613;&#xFF0C;&#x6700;&#x96BE;&#x7684;&#x662F;&#x627E;&#x7F51;&#x5427;&#x4E0A;&#x7F51;&#xFF0C;&#x6574;&#x4E2A;&#x7701;&#x4E5F;&#x6CA1;&#x51E0;&#x5BB6;&#x7F51;&#x5427;&#xFF0C;&#x5728;&#x868C;&#x57E0;&#x53EF;&#x80FD;&#x4E00;&#x5BB6;&#x4E5F;&#x6CA1;&#x6709;&#x3002;&#x201D;</p>
<p>&#x5F7C;&#x65F6;&#xFF0C;&#x4E01;&#x5B81;&#x521A;&#x521A;&#x6210;&#x5E74;&#x4E0D;&#x4E45;&#xFF0C;&#x4ED6;&#x4E00;&#x8DC3;&#x6210;&#x4E3A;&#x5BB6;&#x4E2D;&#x7684;&#x201C;&#x5C11;&#x5E74;&#x82F1;&#x96C4;&#x201D;&#xFF0C;&#x5E76;&#x8D5A;&#x53D6;&#x4E86;&#x4EBA;&#x751F;&#x7684;&#x201C;&#x7B2C;&#x4E00;&#x6876;&#x91D1;&#x201D;&#x3002;&#x4E4B;&#x540E;&#xFF0C;&#x5E74;&#x4EC5;20&#x5C81;&#x7684;&#x4E01;&#x5B81;&#xFF0C;&#x5728;&#x540C;&#x9F84;&#x4EBA;&#x8FD8;&#x5728;&#x6821;&#x56ED;&#x91CC;&#x5FF5;&#x4E66;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4ED6;&#x5C31;&#x63A5;&#x624B;&#x4E86;&#x7BA1;&#x7406;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x6210;&#x4E3A;&#x4E86;&#x5CA9;&#x67CF;&#x65BD;&#x5C01;&#x9501;&#x5382;&#x7684;&#x5382;&#x957F;&#x3002;</p>
<p>&#x800C;&#x4ED6;&#x5229;&#x7528;&#x4E92;&#x8054;&#x7F51;&#x5546;&#x52A1;&#x8D5A;&#x53D6;&#x7684;&#x7B2C;&#x4E00;&#x6876;&#x91D1;&#xFF0C;&#x4E5F;&#x4E3A;&#x4ED6;&#x4ECA;&#x540E;&#x547D;&#x8FD0;&#x7684;&#x8F6C;&#x53D8;&#x57CB;&#x4E0B;&#x4F0F;&#x7B14;&#x3002;</p>
<p><strong>&#x201C;&#x4E00;&#x5B9A;&#x8981;&#x6709;&#x53D1;&#x73B0;&#x522B;&#x4EBA;&#x770B;&#x4E0D;&#x89C1;&#x4E1C;&#x897F;&#x7684;&#x80FD;&#x529B;&#x201D;</strong></p>
<p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/tk8RmVZ24e36LEBvWMSh.jpg" alt></p>
<blockquote>
<p>&#x4E01;&#x5B81;&#x64C5;&#x957F;&#x53D1;&#x73B0;&#x201C;&#x522B;&#x4EBA;&#x770B;&#x4E0D;&#x89C1;&#x7684;&#x4E1C;&#x897F;&#x201D;</p>
</blockquote>
<p>2</p>
<p>&#x7531;&#x4E8E;&#x5382;&#x91CC;&#x5229;&#x6DA6;&#x7684;&#x6765;&#x6E90;&#x201C;&#x94C1;&#x8DEF;&#x94C5;&#x5C01;&#x201D;&#x6280;&#x672F;&#x542B;&#x91CF;&#x4F4E;&#xFF0C;&#x9500;&#x91CF;&#x53C8;&#x4F9D;&#x8D56;&#x4E8E;&#x94C1;&#x8DEF;&#x7CFB;&#x7EDF;&#xFF0C;&#x4E01;&#x5B81;&#x89C9;&#x5F97;&#x6CA1;&#x6709;&#x5B89;&#x5168;&#x611F;&#xFF0C;&#x4FBF;&#x60F3;&#x5230;&#x751F;&#x4EA7;&#x4E00;&#x4E9B;&#x522B;&#x7684;&#x4E1C;&#x897F;&#x6765;&#x8D5A;&#x94B1;&#x3002;</p>
<p>2001&#x5E74;&#xFF0C;&#x4E01;&#x5B81;&#x5229;&#x7528;&#x79EF;&#x7D2F;&#x7684;100&#x591A;&#x4E07;&#x5143;&#x539F;&#x59CB;&#x8D44;&#x91D1;&#xFF0C;&#x5728;&#x5CA9;&#x67CF;&#x65BD;&#x5C01;&#x9501;&#x5382;&#x91CC;&#x6DFB;&#x52A0;&#x4E86;&#x4E00;&#x6761;&#x751F;&#x4EA7;&#x7EBF;&#xFF0C;&#x4ECE;&#x4E8B;&#x4E94;&#x91D1;&#x52A0;&#x5DE5;&#xFF0C;&#x4E3B;&#x8981;&#x751F;&#x4EA7;&#x5F00;&#x7F50;&#x5668;&#x548C;&#x87BA;&#x4E1D;&#x3002;&#x56E0;&#x4E3A;&#x4E01;&#x5B81;&#x89C9;&#x5F97;&#x8FD9;&#x4E24;&#x6837;&#x4E1C;&#x897F;&#x201C;&#x597D;&#x751F;&#x4EA7;&#x3001;&#x9700;&#x6C42;&#x5927;&#x201D;&#x3002;</p>
<p>&#x5728;&#x90A3;&#x4E2A;&#x4EA7;&#x80FD;&#x8FDC;&#x672A;&#x8FC7;&#x5269;&#x7684;&#x65F6;&#x4EE3;&#xFF0C;&#x5404;&#x5F0F;&#x5404;&#x6837;&#x7684;&#x6C34;&#x679C;&#x7F50;&#x5934;&#x51E0;&#x4E4E;&#x662F;&#x4EBA;&#x4EEC;&#x8BBF;&#x4EB2;&#x4F1A;&#x53CB;&#x7684;&#x201C;&#x6807;&#x914D;&#x793C;&#x54C1;&#x201D;&#x3002;&#x4E8E;&#x662F;&#x5F00;&#x7F50;&#x5668;&#x4FBF;&#x6709;&#x4E86;&#x5DE8;&#x5927;&#x7684;&#x6F5C;&#x5728;&#x5E02;&#x573A;&#x3002;</p>
<p>&#x8FD9;&#x4E5F;&#x662F;&#x65E5;&#x540E;&#x4E01;&#x5B81;&#x5F97;&#x4EE5;&#x4E00;&#x518D;&#x6210;&#x529F;&#x7684;&#x80FD;&#x529B;&#x4E4B;&#x4E00;&#x2014;&#x2014;&#x654F;&#x9510;&#x7684;&#x5546;&#x4E1A;&#x55C5;&#x89C9;&#x3002;</p>
<p>&#x5728;&#x4ECA;&#x5E74;7&#x6708;&#x4EFD;&#xFF0C;&#x5DF2;&#x7ECF;&#x662F;&#x94B0;&#x8BDA;&#x96C6;&#x56E2;&#x8463;&#x4E8B;&#x4F1A;&#x4E3B;&#x5E2D;&#x7684;&#x4E01;&#x5B81;&#xFF0C;&#x5728;&#x63A5;&#x53D7;&#x4E2D;&#x56FD;&#x653F;&#x5E9C;&#x7F51;&#x7684;&#x4E13;&#x8BBF;&#x65F6;&#xFF0C;&#x88AB;&#x95EE;&#x53CA;&#x201C;&#x5982;&#x4F55;&#x9009;&#x62E9;&#x521B;&#x4E1A;&#x65B9;&#x5411;&#x201D;&#x7684;&#x95EE;&#x9898;&#x65F6;&#xFF0C;&#x5C31;&#x56DE;&#x7B54;&#x201C;&#x5982;&#x679C;&#x4F60;&#x60F3;&#x505A;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x597D;&#x7684;&#x521B;&#x4E1A;&#x6210;&#x529F;&#x8005;&#x7684;&#x8BDD;&#xFF0C;&#x4E00;&#x5B9A;&#x8981;&#x6709;&#x53D1;&#x73B0;&#x522B;&#x4EBA;&#x770B;&#x4E0D;&#x89C1;&#x7684;&#x4E1C;&#x897F;&#x7684;&#x80FD;&#x529B;&#x3002;&#x6211;&#x81EA;&#x5DF1;&#x4E5F;&#x611F;&#x89C9;&#x5230;&#x6BCF;&#x4E94;&#x5230;&#x516D;&#x5E74;&#x5C31;&#x4F1A;&#x51FA;&#x73B0;&#x4E00;&#x6B21;&#x4EBA;&#x751F;&#x7684;&#x673A;&#x9047;&#xFF0C;&#x600E;&#x4E48;&#x6293;&#x4F4F;&#x8FD9;&#x4E2A;&#x673A;&#x9047;&#x662F;&#x975E;&#x5E38;&#x5173;&#x952E;&#x7684;&#x3002;&#x201D;</p>
<p>&#x4E01;&#x5B81;&#x786E;&#x5B9E;&#x6709;&#x64C5;&#x957F;&#x201C;&#x53D1;&#x73B0;&#x522B;&#x4EBA;&#x770B;&#x4E0D;&#x89C1;&#x4E1C;&#x897F;&#x7684;&#x80FD;&#x529B;&#x201D;&#x3002;2001&#x5E74;&#x5230;2006&#x5E74;&#x95F4;&#xFF0C;&#x4E01;&#x5B81;&#x65D7;&#x4E0B;&#x7684;&#x5F00;&#x7F50;&#x5668;&#x5E74;&#x4EA7;&#x503C;&#x5DF2;&#x7A81;&#x7834;400&#x4E07;&#x5143;&#xFF0C;&#x5E76;&#x5360;&#x9886;&#x4E86;&#x5168;&#x56FD;&#x8FD1;&#x4E5D;&#x6210;&#x7684;&#x7EC6;&#x5206;&#x5E02;&#x573A;&#x4EFD;&#x989D;&#x3002;</p>
<p>&#x4F46;&#x4E00;&#x8DEF;&#x987A;&#x98CE;&#x987A;&#x6C34;&#x7684;&#x4E01;&#x5B81;&#xFF0C;&#x505A;&#x87BA;&#x4E1D;&#x5374;&#x5E76;&#x4E0D;&#x987A;&#x5229;&#x2014;&#x2014;&#x4ED6;&#x4F4E;&#x4F30;&#x4E86;&#x87BA;&#x4E1D;&#x7684;&#x6280;&#x672F;&#x542B;&#x91CF;&#x3002;</p>
<p>&#x4E01;&#x5B81;&#x66FE;&#x7ECF;&#x5BF9;&#x4E13;&#x8BBF;&#x7684;&#x5A92;&#x4F53;&#x8BF4;&#xFF0C;&#x201C;&#x87BA;&#x4E1D;&#x6D89;&#x53CA;&#x7684;&#x70ED;&#x5904;&#x7406;&#x548C;&#x91D1;&#x5C5E;&#x8868;&#x9762;&#x5904;&#x7406;&#x6280;&#x672F;&#xFF0C;&#x5176;&#x590D;&#x6742;&#x7A0B;&#x5EA6;&#x8FDC;&#x8D85;&#x6211;&#x7684;&#x60F3;&#x8C61;&#x3002;&#x201D;&#x4F46;&#x8FD9;&#x79CD;&#x6838;&#x5FC3;&#x6280;&#x672F;&#x53CD;&#x800C;&#x5F15;&#x8D77;&#x4E86;&#x4E01;&#x5B81;&#x7684;&#x5174;&#x8DA3;&#x3002;</p>
<p>&#x300A;&#x65B0;&#x95FB;&#x6781;&#x5BA2;&#x300B;&#x627E;&#x5230;&#x7684;&#x76F8;&#x5173;&#x8D44;&#x6599;&#x663E;&#x793A;&#xFF0C;&#x4E01;&#x5B81;&#x5BF9;&#x5177;&#x6709;&#x6838;&#x5FC3;&#x6280;&#x672F;&#x7684;&#x4EA7;&#x54C1;&#x751F;&#x4EA7;&#x66F4;&#x52A0;&#x91CD;&#x89C6;&#xFF0C;2005&#x5E74;&#xFF0C;&#x4ED6;&#x91CD;&#x7EC4;&#x4E86;&#x5BB6;&#x91CC;&#x7684;&#x5CA9;&#x67CF;&#x65BD;&#x5C01;&#x9501;&#x5382;&#xFF0C;&#x6210;&#x7ACB;&#x4E86;&#x868C;&#x57E0;&#x5E02;&#x94B0;&#x8BDA;&#x4E94;&#x91D1;&#x5DE5;&#x8D38;&#x6709;&#x9650;&#x516C;&#x53F8;&#xFF0C;&#x5E76;&#x4EB2;&#x81EA;&#x62C5;&#x4EFB;&#x516C;&#x53F8;&#x7684;&#x603B;&#x7ECF;&#x7406;&#x517C;&#x6280;&#x672F;&#x4E2D;&#x5FC3;&#x4E3B;&#x4EFB;&#x3002;</p>
<p>&#x4E01;&#x5B81;&#x66FE;&#x5BF9;&#x5A92;&#x4F53;&#x8868;&#x793A;&#xFF0C;&#x201C;&#x5F53;&#x65F6;&#xFF0C;&#x4ED6;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x6587;&#x79D1;&#x751F;&#x53BB;&#x4E13;&#x653B;&#x5E94;&#x7528;&#x5316;&#x5B66;&#x65B9;&#x9762;&#x7684;&#x77E5;&#x8BC6;&#x548C;&#x6280;&#x672F;&#xFF0C;&#x6CA1;&#x6709;&#x597D;&#x65B9;&#x6CD5;&#xFF0C;&#x53EA;&#x6709;&#x591A;&#x770B;&#x591A;&#x5B66;&#x201D;&#x3002;&#x4E0D;&#x4E45;&#xFF0C;&#x4ED6;&#x6210;&#x4E86;&#x638C;&#x63E1;&#x751F;&#x4EA7;&#x87BA;&#x4E1D;&#x7684;&#x6838;&#x5FC3;&#x6280;&#x672F;&#x7684;&#x4E00;&#x540D;&#x4E13;&#x4E1A;&#x4EBA;&#x5458;&#xFF0C;11&#x9053;&#x5DE5;&#x5E8F;&#x4ED6;&#x4E00;&#x4EBA;&#x4FBF;&#x53EF;&#x5168;&#x90E8;&#x72EC;&#x7ACB;&#x64CD;&#x4F5C;&#x3002;</p>
<p>&#x87BA;&#x4E1D;&#x7684;&#x751F;&#x4EA7;&#x548C;&#x9500;&#x552E;&#x4E5F;&#x5F00;&#x59CB;&#x8D70;&#x4E0A;&#x6B63;&#x8F68;&#xFF0C;&#x5176;&#x5E74;&#x6570;&#x767E;&#x4E07;&#x7684;&#x9500;&#x552E;&#x989D;&#xFF0C;&#x5DF2;&#x7ECF;&#x5360;&#x5230;&#x516C;&#x53F8;&#x4E1A;&#x7EE9;&#x7684;&#x4E00;&#x534A;&#x3002;</p>
<p>&#x6B64;&#x540E;&#xFF0C;&#x5728;&#x94B0;&#x8BDA;&#x96C6;&#x56E2;&#x53D1;&#x5C55;&#x9053;&#x8DEF;&#x4E0A;&#x78B0;&#x5230;&#x7684;&#x201C;&#x6280;&#x672F;&#x201D;&#x96BE;&#x9898;&#xFF0C;&#x4E01;&#x5B81;&#x518D;&#x6CA1;&#x60F3;&#x8FC7;&#x8981;&#x5047;&#x624B;&#x4ED6;&#x4EBA;&#x3002;</p>
<p>&#x4E01;&#x5B81;&#x66FE;&#x8BF4;&#xFF0C;&#x201C;&#x4E0D;&#x80FD;&#x4F9D;&#x8D56;&#x5916;&#x90E8;&#x6280;&#x672F;&#x4EBA;&#x5458;&#x3002;&#x4F01;&#x4E1A;&#x6C60;&#x5B50;&#x5C0F;&#xFF0C;&#x5BB9;&#x7EB3;&#x4E0D;&#x4E0B;&#x8FC7;&#x591A;&#x7684;&#x6280;&#x672F;&#x4EBA;&#x5458;&#x3002;&#x5982;&#x679C;&#x6280;&#x672F;&#x4EBA;&#x5458;&#x8FC7;&#x4E8E;&#x5F3A;&#x5927;&#xFF0C;&#x4ED6;&#x81EA;&#x5DF1;&#x5B8C;&#x5168;&#x53EF;&#x4EE5;&#x72EC;&#x7ACB;&#x51FA;&#x53BB;&#xFF0C;&#x5982;&#x679C;&#x4E0D;&#x5F3A;&#xFF0C;&#x5BF9;&#x4F01;&#x4E1A;&#x7528;&#x5904;&#x4E5F;&#x4E0D;&#x5927;&#x3002;&#x201D;</p>
<p><strong>&#x88AB;&#x903C;&#x505A;&#x8D77;&#x91D1;&#x878D;</strong></p>
<p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/dpUOLwGT52nt6c381g9y.jpg" alt></p>
<blockquote>
<p>&#x4E01;&#x5B81;&#x8F6C;&#x884C;&#x505A;&#x91D1;&#x878D;&#xFF0C;&#x539F;&#x672C;&#x662F;&#x65F6;&#x52BF;&#x6240;&#x903C;</p>
</blockquote>
<p>3</p>
<p>2007&#x5E74;&#xFF0C;25&#x5C81;&#x7684;&#x4E01;&#x5B81;&#x8EAB;&#x4E3A;&#x5BB6;&#x65CF;&#x4F01;&#x4E1A;&#x7684;&#x603B;&#x7ECF;&#x7406;&#xFF0C;&#x5DF2;&#x7ECF;&#x6709;&#x4E86;&#x76F8;&#x5F53;&#x7684;&#x8D44;&#x672C;&#x79EF;&#x7D2F;&#x3002;2010&#x5E74;&#xFF0C;&#x4ED6;&#x53C8;&#x6210;&#x7ACB;&#x4E86;&#x868C;&#x57E0;&#x5E02;&#x94B0;&#x8BDA;&#x65B0;&#x6750;&#x6599;&#x79D1;&#x6280;&#x6709;&#x9650;&#x516C;&#x53F8;&#xFF0C;&#x4E0E;&#x5408;&#x80A5;&#x5DE5;&#x4E1A;&#x5927;&#x5B66;&#x8054;&#x5408;&#x6210;&#x7ACB;&#x201C;&#x5408;&#x5DE5;&#x5927;&#x91D1;&#x5C5E;&#x8868;&#x9762;&#x5904;&#x7406;&#x7814;&#x7A76;&#x4E2D;&#x5FC3;&#x201D;&#x3002;</p>
<p>&#x501F;&#x6B64;&#x673A;&#x4F1A;&#xFF0C;&#x4E01;&#x5B81;&#x7EC8;&#x4E8E;&#x6709;&#x673A;&#x4F1A;&#x66F4;&#x65B0;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x5B66;&#x4F4D;&#x7B80;&#x5386;&#xFF0C;&#x4E5F;&#x662F;&#x5728;2010&#x5E74;&#x7684;&#x8FD9;&#x6BB5;&#x65F6;&#x95F4;&#x91CC;&#xFF0C;&#x4E13;&#x79D1;&#x90FD;&#x672A;&#x6BD5;&#x4E1A;&#x7684;&#x4ED6;&#xFF0C;&#x5728;&#x81EA;&#x5DF1;&#x7684;&#x4F01;&#x4E1A;&#x4E0E;&#x5408;&#x80A5;&#x5DE5;&#x4E1A;&#x5927;&#x5B66;&#x5408;&#x4F5C;&#x671F;&#x95F4;&#xFF0C;&#x4ED6;&#x81EA;&#x5DF1;&#x6210;&#x4E3A;&#x4E86;&#x5408;&#x80A5;&#x5DE5;&#x4E1A;&#x5927;&#x5B66;&#x7684;&#x7855;&#x58EB;&#x7814;&#x7A76;&#x751F;&#x5BFC;&#x5E08;&#x3002;</p>
<p>&#x4E00;&#x7CFB;&#x5217;&#x4E13;&#x5229;&#x5728;&#x8FD9;&#x6BB5;&#x65F6;&#x95F4;&#x91CC;&#x88AB;&#x7814;&#x7A76;&#x51FA;&#x6765;&#xFF0C;&#x5E76;&#x4E14;&#x4E01;&#x5B81;&#x90FD;&#x53C2;&#x4E0E;&#x4E86;&#x7F72;&#x540D;&#x3002;</p>
<p>&#x4E0D;&#x8FC7;&#xFF0C;&#x4E13;&#x5229;&#x5E76;&#x6CA1;&#x6709;&#x5E26;&#x6765;&#x5F88;&#x663E;&#x8457;&#x7684;&#x5229;&#x6DA6;&#xFF0C;&#x81EA;2007&#x5E74;&#x8D77;&#xFF0C;&#x7F8E;&#x56FD;&#x53D1;&#x751F;&#x6B21;&#x8D37;&#x5371;&#x673A;&#xFF0C;&#x7EE7;&#x800C;&#x53D1;&#x5C55;&#x6210;&#x5168;&#x9762;&#x91D1;&#x878D;&#x5371;&#x673A;&#xFF0C;&#x5E76;&#x5411;&#x5B9E;&#x4F53;&#x7ECF;&#x6D4E;&#x6E17;&#x900F;&#xFF0C;&#x5411;&#x5168;&#x7403;&#x8513;&#x5EF6;&#xFF0C;&#x7ED9;&#x4E16;&#x754C;&#x7ECF;&#x6D4E;&#x5E26;&#x6765;&#x4E25;&#x91CD;&#x5F71;&#x54CD;&#x3002;&#x4E2D;&#x56FD;&#x7684;&#x5B9E;&#x4F53;&#x7ECF;&#x6D4E;&#x4E5F;&#x53D7;&#x5230;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x7684;&#x6CE2;&#x53CA;&#x3002;&#x5230;&#x4E86;2011&#x5E74;&#x524D;&#x540E;&#xFF0C;&#x76F8;&#x5F53;&#x4E00;&#x90E8;&#x5206;&#x5B9E;&#x4F53;&#x4F01;&#x4E1A;&#x5DF2;&#x7ECF;&#x5F00;&#x59CB;&#x8D70;&#x4E0B;&#x5761;&#x8DEF;&#x4E86;&#x3002;</p>
<p>&#x4E01;&#x5B81;&#x81EA;&#x5DF1;&#x7684;&#x4F01;&#x4E1A;&#x4E5F;&#x4E0D;&#x4F8B;&#x5916;&#x3002;&#x901A;&#x8FC7;&#x94B0;&#x8BDA;&#x96C6;&#x56E2;&#x5BF9;&#x5916;&#x516C;&#x5E03;&#x7684;&#x8D44;&#x6599;&#xFF0C;&#x300A;&#x65B0;&#x95FB;&#x6781;&#x5BA2;&#x300B;&#x53D1;&#x73B0;&#xFF0C;2012&#x5E74;&#x65F6;&#xFF0C;&#x4E01;&#x5B81;&#x7A81;&#x7136;&#x8F6C;&#x578B;&#xFF0C;&#x653E;&#x4E0B;&#x4E86;&#x4E00;&#x76F4;&#x575A;&#x6301;&#x505A;&#x7684;&#x5F00;&#x7F50;&#x5668;&#x548C;&#x87BA;&#x4E1D;&#x751F;&#x4EA7;&#xFF0C;&#x8F6C;&#x800C;&#x6210;&#x7ACB;&#x5B89;&#x5FBD;&#x94B0;&#x8BDA;&#x878D;&#x8D44;&#x79DF;&#x8D41;&#x6709;&#x9650;&#x516C;&#x53F8;&#x3002;</p>
<p>&#x77E5;&#x60C5;&#x8005;&#x900F;&#x9732;&#x79F0;&#xFF0C;&#x65E9;&#x5728;&#x6210;&#x7ACB;&#x5B89;&#x5FBD;&#x94B0;&#x8BDA;&#x878D;&#x8D44;&#x79DF;&#x8D41;&#x6709;&#x9650;&#x516C;&#x53F8;&#x4E4B;&#x524D;&#xFF0C;&#x4E01;&#x5B81;&#x5C31;&#x5229;&#x7528;&#x516C;&#x53F8;&#x7684;&#x90E8;&#x5206;&#x5229;&#x6DA6;&#xFF0C;&#x201C;&#x505A;&#x4E86;&#x4E00;&#x4E9B;&#x6C11;&#x95F4;&#x653E;&#x8D37;&#x7684;&#x751F;&#x610F;&#xFF0C;&#x5E76;&#x4E14;&#x5C1D;&#x5230;&#x4E86;&#x751C;&#x5934;&#x3002;&#x201D;</p>
<p>&#x4E01;&#x5B81;&#x53C8;&#x5F00;&#x59CB;&#x4E86;&#x50CF;&#x5F53;&#x5E74;&#x5B66;&#x4E60;&#x751F;&#x4EA7;&#x87BA;&#x4E1D;&#x7684;&#x6280;&#x672F;&#x65F6;&#x7684;&#x52B2;&#x5934;&#xFF0C;&#x5F00;&#x59CB;&#x5B66;&#x4E60;&#x4E92;&#x8054;&#x7F51;&#x91D1;&#x878D;&#x77E5;&#x8BC6;&#x3002;&#x5728;&#x4E00;&#x7CFB;&#x5217;&#x91D1;&#x878D;&#x4EA7;&#x54C1;&#x4E4B;&#x4E2D;&#xFF0C;&#x4ED6;&#x76F8;&#x4E2D;&#x4E86;&#x201C;&#x878D;&#x8D44;&#x79DF;&#x8D41;&#x201D;&#x3002;</p>
<p>&#x4ED6;&#x66FE;&#x7ECF;&#x591A;&#x6B21;&#x5BF9;&#x5916;&#x5BA3;&#x79F0;&#xFF0C;&#x201C;&#x6C11;&#x95F4;&#x8D44;&#x91D1;&#x6D41;&#x5165;&#x5B9E;&#x4F53;&#x5DE5;&#x4E1A;&#x751F;&#x4EA7;&#x4E2D;&#xFF0C;&#x8FD9;&#x662F;&#x5927;&#x52BF;&#x6240;&#x8D8B;&#x3002;&#x800C;&#x5C06;&#x5B9E;&#x4F53;&#x7ECF;&#x6D4E;&#x548C;&#x91D1;&#x878D;&#x6709;&#x6548;&#x7ED3;&#x5408;&#x7684;&#x6700;&#x4F73;&#x65B9;&#x5F0F;&#x5C31;&#x662F;&#x878D;&#x8D44;&#x79DF;&#x8D41;&#x3002;&#x201D;</p>
<p>2013&#x5E74;&#xFF0C;&#x7531;&#x652F;&#x4ED8;&#x5B9D;&#x6253;&#x9020;&#x7684;&#x201C;&#x4F59;&#x989D;&#x5B9D;&#x201D;&#x7684;&#x6210;&#x529F;&#xFF0C;&#x8BA9;&#x540C;&#x6837;&#x6295;&#x8EAB;&#x4E92;&#x8054;&#x7F51;&#x91D1;&#x878D;&#x4E01;&#x5B81;&#x773C;&#x7EA2;&#x4E0D;&#x5DF2;&#x3002;2014&#x5E74;2&#x6708;&#xFF0C;&#x4E01;&#x5B81;&#x521B;&#x7ACB;&#x4E86;&#x201C;e&#x79DF;&#x5B9D;&#x201D;&#xFF0C;&#x8DDF;&#x4ED6;&#x6240;&#x63A8;&#x5D07;&#x7684;&#x201C;&#x4F59;&#x989D;&#x5B9D;&#x201D;&#x4E00;&#x6837;&#xFF0C;&#x4E09;&#x4E2A;&#x5B57;&#x7684;&#x540D;&#x5B57;&#x91CC;&#x90FD;&#x6709;&#x4E2A;&#x201C;&#x5B9D;&#x201D;&#x5B57;&#x3002;</p>
<p>&#x800C;&#x4ECE;&#x4E00;&#x540D;&#x4E13;&#x79D1;&#x4F11;&#x5B66;&#x5B66;&#x751F;&#xFF0C;&#x5230;&#x5728;&#x7F51;&#x4E0A;&#x5356;&#x94C1;&#x8DEF;&#x94C5;&#x5C01;&#xFF0C;&#x5230;&#x751F;&#x4EA7;&#x87BA;&#x4E1D;&#x548C;&#x5F00;&#x7F50;&#x5668;&#xFF0C;&#x518D;&#x5230;&#x91D1;&#x5C5E;&#x8868;&#x9762;&#x7684;&#x6280;&#x672F;&#x5904;&#x7406;&#xFF0C;&#x6700;&#x540E;&#x53C8;&#x8F6C;&#x5230;&#x91D1;&#x878D;&#x9886;&#x57DF;&#xFF0C;&#x518D;&#x5230;&#x5982;&#x4ECA;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x91D1;&#x878D;&#xFF0C;&#x4E01;&#x5B81;&#x4ECE;17&#x5C81;&#x5230;33&#x5C81;&#x7684;16&#x5E74;&#x95F4;&#xFF0C;&#x4ED6;&#x5DF2;&#x7ECF;&#x8F6C;&#x578B;&#x4E86;5&#x6B21;&#x3002;</p>
<p>&#x8C08;&#x53CA;&#x8FD9;5&#x6B21;&#x8F6C;&#x578B;&#xFF0C;&#x5728;&#x5A92;&#x4F53;&#x91CC;&#xFF0C;&#x4E01;&#x5B81;&#x5BF9;&#x81EA;&#x5DF1;&#x9887;&#x4E3A;&#x6EE1;&#x610F;&#xFF0C;&#x201C;&#x6211;&#x4EEC;&#x8981;&#x9886;&#x609F;&#x5230;&#x521B;&#x65B0;&#x662F;&#x4EBA;&#x7C7B;&#x53D1;&#x5C55;&#x7684;&#x52A8;&#x529B;&#xFF0C;&#x53EA;&#x6709;&#x6539;&#x53D8;&#x624D;&#x80FD;&#x524D;&#x8FDB;&#x3002;&#x6211;&#x4EEC;&#x90FD;&#x662F;&#x5728;&#x5DF2;&#x6709;&#x57FA;&#x7840;&#x7D2F;&#x79EF;&#x4E0A;&#x7684;&#x4E0D;&#x65AD;&#x521B;&#x65B0;&#xFF0C;&#x521B;&#x65B0;&#x5E94;&#x8BE5;&#x662F;&#x6211;&#x4EEC;&#x4F01;&#x4E1A;&#x6700;&#x5927;&#x7684;&#x52A8;&#x529B;&#x3002;&#x201D;</p>
<p>&#x800C;&#x5BF9;&#x4E8E;&#x94B0;&#x8BDA;&#x96C6;&#x56E2;&#x4F01;&#x4E1A;&#x7684;&#x6218;&#x7565;&#xFF0C;&#x4E01;&#x5B81;&#x5219;&#x8868;&#x793A;&#x201C;&#x6211;&#x4EEC;&#x4F01;&#x4E1A;&#x6CA1;&#x6709;&#x6218;&#x7565;&#xFF0C;&#x8FD9;&#x4E2A;&#x65F6;&#x4EE3;&#x7684;&#x7279;&#x70B9;&#x5C31;&#x662F;&#x98A0;&#x8986;&#x548C;&#x901F;&#x5EA6;&#x3002;&#x201D;</p>
<p><strong>&#x5305;&#x88C5;&#x4E0E;&#x75AF;&#x72C2;</strong></p>
<p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/RmwhxTCKEsZtgX3L7lJn.jpg" alt></p>
<blockquote>
<p>e&#x79DF;&#x5B9D;&#x516C;&#x53F8;&#x7EC8;&#x4E8E;&#x88AB;&#x67E5;</p>
</blockquote>
<p>&#x4E92;&#x8054;&#x7F51;&#x65F6;&#x4EE3;&#xFF0C;&#x79BB;&#x4E0D;&#x5F00;&#x5546;&#x4E1A;&#x5305;&#x88C5;&#xFF0C;&#x4E01;&#x5B81;&#x6DF1;&#x523B;&#x9886;&#x609F;&#x5230;&#x4E86;&#x8FD9;&#x4E00;&#x70B9;&#x3002;&#x5C24;&#x5176;&#x662F;&#x5982;&#x4ECA;&#x505A;&#x7684;&#x201C;e&#x79DF;&#x5B9D;&#x201D;&#x8FD9;&#x79CD;&#x4E92;&#x8054;&#x7F51;&#x91D1;&#x878D;&#x4EA7;&#x54C1;&#xFF0C;&#x66F4;&#x79BB;&#x4E0D;&#x5F00;&#x5BA3;&#x4F20;&#x3002;</p>
<p>&#x5305;&#x88C5;&#xFF0C;&#x5148;&#x4ECE;&#x81EA;&#x5DF1;&#x8EAB;&#x4E0A;&#x505A;&#x8D77;&#x3002;&#x4E01;&#x5B81;&#x5F88;&#x5C11;&#x5BF9;&#x5A92;&#x4F53;&#x8C08;&#x8D77;&#x81EA;&#x5DF1;&#x4E13;&#x79D1;&#x5B66;&#x6821;&#x7684;&#x7ECF;&#x5386;&#xFF0C;&#x5728;&#x94B0;&#x8BDA;&#x96C6;&#x56E2;&#x7684;&#x5B98;&#x65B9;&#x7B80;&#x5386;&#x4E2D;&#xFF0C;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#x4E5F;&#x88AB;&#x7701;&#x7565;&#x6389;&#xFF0C;&#x800C;&#x6DFB;&#x52A0;&#x4E0A;&#x4E86;&#x201C;&#x5408;&#x80A5;&#x5DE5;&#x4E1A;&#x5927;&#x5B66;&#x7684;&#x7855;&#x58EB;&#x7814;&#x7A76;&#x751F;&#x5BFC;&#x5E08;&#x201D;&#x7684;&#x7ECF;&#x5386;&#x3002;&#x5728;&#x5176;&#x4ECE;&#x4E8B;&#x91D1;&#x878D;&#x9886;&#x57DF;&#x4E4B;&#x540E;&#xFF0C;&#x53C8;&#x6DFB;&#x52A0;&#x4E86;&#x4E00;&#x6761;&#x7ECF;&#x6D4E;&#x65B9;&#x9762;&#x7684;&#x7ECF;&#x5386;&#x2014;&#x2014;&#x201C;&#x5B89;&#x5FBD;&#x8D22;&#x7ECF;&#x5927;&#x5B66;&#x7855;&#x58EB;&#x7814;&#x7A76;&#x751F;&#x5BFC;&#x5E08;&#x201D;&#x3002;</p>
<p>&#x300A;&#x65B0;&#x95FB;&#x6781;&#x5BA2;&#x300B;&#x53D1;&#x73B0;&#xFF0C;&#x8FD9;&#x4E9B;&#x7855;&#x58EB;&#x7814;&#x7A76;&#x751F;&#x5BFC;&#x5E08;&#x7684;&#x5934;&#x8854;&#xFF0C;&#x90FD;&#x4E0E;&#x5176;&#x516C;&#x53F8;&#x4E0E;&#x8BE5;&#x9662;&#x6821;&#x7684;&#x9879;&#x76EE;&#x5408;&#x4F5C;&#x6709;&#x5173;&#x3002;</p>
<p>&#x9664;&#x6B64;&#x4E4B;&#x5916;&#xFF0C;&#x4E01;&#x5B81;&#x66FE;&#x7ECF;&#x4ECE;&#x4E8B;&#x7684;&#x9886;&#x57DF;&#x4E5F;&#x88AB;&#x94B0;&#x8BDA;&#x96C6;&#x56E2;&#x7F8E;&#x5316;&#x4E86;&#x3002;</p>
<p>&#x6BD4;&#x5982;&#xFF0C;&#x5BB6;&#x5EAD;&#x5DE5;&#x5382;&#x91CC;&#x751F;&#x4EA7;&#x94C1;&#x8DEF;&#x94C5;&#x5C01;&#x7684;&#x7ECF;&#x5386;&#xFF0C;&#x88AB;&#x5199;&#x6210;&#x4E86;&#x201C;&#x4ECE;&#x4E8B;&#x94C1;&#x8DEF;&#x4E13;&#x7528;&#x4E94;&#x91D1;&#x4EF6;&#x751F;&#x4EA7;&#x201D;&#xFF0C;&#x800C;&#x751F;&#x4EA7;&#x87BA;&#x4E1D;&#x76F8;&#x5173;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x5219;&#x88AB;&#x79F0;&#x4F5C;&#x201C;&#x5E94;&#x7528;&#x5316;&#x5B66;&#x6750;&#x6599;&#x751F;&#x4EA7;&#x201D;&#x3002;</p>
<p>&#x5BF9;&#x4E8E;&#x4ED6;&#x6240;&#x521B;&#x529E;&#x7684;&#x5B89;&#x5FBD;&#x94B0;&#x8BDA;&#x878D;&#x8D44;&#x79DF;&#x8D41;&#x6709;&#x9650;&#x516C;&#x53F8;&#xFF0C;&#x4E5F;&#x5C11;&#x4E0D;&#x4E86;&#x5305;&#x88C5;&#x4E00;&#x756A;&#xFF0C;&#x88AB;&#x79F0;&#x4E3A;&#x201C;&#x5B89;&#x5FBD;&#x7701;&#x7B2C;&#x4E00;&#x5BB6;&#x5916;&#x8D44;&#x878D;&#x8D44;&#x79DF;&#x8D41;&#x516C;&#x53F8;&#x201D;&#x3002;</p>
<p>&#x300A;&#x65B0;&#x95FB;&#x6781;&#x5BA2;&#x300B;&#x7A76;&#x5176;&#x5916;&#x8D44;&#x6765;&#x6E90;&#x53D1;&#x73B0;&#xFF0C;&#x5408;&#x8D44;&#x7684;&#x516C;&#x53F8;&#x540D;&#x4E3A;GLENWOODIMPORT AND EXPORT PTY LTD&#xFF0C;&#x4E2D;&#x6587;&#x540D;&#x662F;&#x683C;&#x5170;&#x4F0D;&#x5FB7;&#x8FDB;&#x51FA;&#x53E3;&#x6709;&#x9650;&#x516C;&#x53F8;&#x3002;</p>
<p>&#x6839;&#x636E;&#x868C;&#x57E0;&#x653F;&#x5E9C;&#x65B0;&#x95FB;&#x7F51;&#x4E0A;&#x7684;&#x8D44;&#x6599;&#x663E;&#x793A;&#xFF0C;&#x8FD9;&#x5BB6;&#x683C;&#x5170;&#x4F0D;&#x5FB7;&#x8FDB;&#x51FA;&#x53E3;&#x6709;&#x9650;&#x516C;&#x53F8;&#xFF0C;&#x662F;&#x7531;&#x4E01;&#x5B81;&#x7684;&#x5802;&#x5F1F;&#x4E01;&#x672A;&#x5DCD;&#x51FA;&#x56FD;&#x7559;&#x5B66;&#x7684;&#x65F6;&#x5019;&#x6210;&#x7ACB;&#x7684;&#x3002;</p>
<p>&#x5C31;&#x8FD9;&#x6837;&#xFF0C;&#x5802;&#x5144;&#x548C;&#x5802;&#x5F1F;&#x4E00;&#x8D77;&#x5408;&#x8D44;&#x6210;&#x7ACB;&#x7684;&#x516C;&#x53F8;&#xFF0C;&#x5C31;&#x53D8;&#x6210;&#x4E86;&#x4E2D;&#x5916;&#x5408;&#x8D44;&#x516C;&#x53F8;&#x3002;</p>
<p>&#x63A5;&#x4E0B;&#x6765;&#xFF0C;&#x5C31;&#x5269;&#x4E0B;&#x94FA;&#x5929;&#x76D6;&#x5730;&#x7684;&#x5E7F;&#x544A;&#x5BA3;&#x4F20;&#x3002;&#x636E;&#x4E1A;&#x5185;&#x4EBA;&#x58EB;&#x900F;&#x9732;&#xFF0C;e&#x79DF;&#x5B9D;&#x7535;&#x89C6;&#x3001;&#x5730;&#x94C1;&#x3001;&#x516C;&#x4EA4;&#x8F66;&#xFF0C;&#x5BC6;&#x5E03;&#x5168;&#x56FD;&#x5404;&#x5730;&#xFF0C;&#x4ECA;&#x5E74;&#x4E0A;&#x534A;&#x5E74;&#xFF0C;&#x4EC5;&#x7535;&#x89C6;&#x6E20;&#x9053;&#x7684;&#x6295;&#x653E;&#x4F53;&#x91CF;&#x5728;1.5&#x4EBF;&#x5143;&#x5DE6;&#x53F3;&#x3002;</p>
<p>&#x76F8;&#x5173;&#x5A92;&#x4F53;&#x62A5;&#x9053;&#xFF0C;e&#x79DF;&#x5B9D;&#x5728;&#x592E;&#x89C6;&#x6295;&#x653E;&#x5E7F;&#x544A;&#x8D39;&#x662F;3102&#x4E07;&#xFF0C;&#x5317;&#x4EAC;&#x536B;&#x89C6;2454&#x4E07;&#xFF0C;&#x6C5F;&#x82CF;&#x536B;&#x89C6;1440&#x4E07;&#x3001;&#x4E1C;&#x65B9;&#x536B;&#x89C6;1479&#x4E07;&#xFF0C;&#x5929;&#x6D25;&#x536B;&#x89C6;1440&#x4E07;&#xFF0C;&#x603B;&#x8BA1;&#x5C31;&#x662F;9915&#x4E07;&#xFF0C;&#x5982;&#x679C;&#x518D;&#x52A0;&#x4E0A;&#x6E56;&#x5357;&#x536B;&#x89C6;&#x3001;&#x6D59;&#x6C5F;&#x536B;&#x89C6;&#x3001;&#x5B89;&#x5FBD;&#x536B;&#x89C6;&#xFF0C;&#x9884;&#x4F30;&#x81F3;&#x5C11;&#x6BCF;&#x5BB6;1500&#x4E07;&#xFF0C;&#x6CB3;&#x5317;&#x536B;&#x89C6;&#x4E5F;&#x6709;300-500&#x4E07;&#x3002;</p>
<p>&#x94FA;&#x5929;&#x76D6;&#x5730;&#x7684;&#x5E7F;&#x544A;&#x548C;&#x5305;&#x88C5;&#xFF0C;&#x7ED9;&#x4E01;&#x5B81;&#x5E26;&#x6765;&#x4E86;&#x75AF;&#x72C2;&#x589E;&#x957F;&#x7684;&#x8D22;&#x5BCC;&#x3002;&#x5728;&#x8FD9;&#x4E4B;&#x524D;&#xFF0C;&#x4E01;&#x5B81;&#x751F;&#x4EA7;&#x87BA;&#x4E1D;&#x7684;&#x868C;&#x57E0;&#x5E02;&#x94B0;&#x8BDA;&#x4E94;&#x91D1;&#x5DE5;&#x8D38;&#x6709;&#x9650;&#x516C;&#x53F8;&#xFF0C;&#x5728;2013&#x5E74;&#x9500;&#x552E;&#x989D;&#x4E3A;1.4&#x4EBF;&#x5143;&#x3002;&#x4F46;&#x5230;&#x4E86;2015&#x5E74;&#xFF0C;&#x94B0;&#x8BDA;&#x96C6;&#x56E2;&#x7684;&#x603B;&#x8D44;&#x4EA7;&#x5DF2;&#x8D85;&#x8FC7;500&#x4EBF;&#x5143;&#x3002;</p>
<p>&#x5728;&#x201D;e&#x79DF;&#x5B9D;&#x201C;&#x6240;&#x5BA3;&#x79F0;&#x7684;&#x9AD8;&#x8FBE;&#x7EA6;14%&#x7684;&#x5E74;&#x6536;&#x76CA;&#x9762;&#x524D;&#xFF0C;&#x5728;&#x7CBE;&#x5FC3;&#x8BBE;&#x8BA1;&#x7684;&#x5305;&#x88C5;&#x548C;&#x94FA;&#x5929;&#x76D6;&#x5730;&#x7684;&#x5BA3;&#x4F20;&#x9762;&#x524D;&#xFF0C;&#x4EBA;&#x4EEC;&#x75AF;&#x72C2;&#x4E86;&#xFF0C;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x7684;&#x4EBA;&#x4E70;&#x5165;&#x201C;e&#x79DF;&#x5B9D;&#x201D;&#xFF0C;&#x6709;&#x7684;&#x751A;&#x81F3;&#x503E;&#x5176;&#x5BB6;&#x4EA7;&#x7684;&#x6295;&#x8D44;&#x5176;&#x5185;&#xFF0C;&#x5750;&#x7B49;&#x7740;&#x8D22;&#x5BCC;&#x7684;&#x964D;&#x4E34;&#x3002;&#x800C;&#x6536;&#x83B7;&#x8D22;&#x5BCC;&#xFF0C;&#x8FD9;&#x539F;&#x672C;&#x662F;&#x4E01;&#x5B81;&#x672C;&#x4EBA;&#x7684;&#x68A6;&#x60F3;&#xFF0C;&#x4E5F;&#x662F;&#x5343;&#x5343;&#x4E07;&#x4E07;&#x201C;e&#x79DF;&#x5B9D;&#x201D;&#x6295;&#x8D44;&#x8005;&#x7684;&#x68A6;&#x60F3;&#x3002;</p>
<p>&#x5982;&#x4ECA;&#xFF0C;&#x8FD9;&#x4E2A;&#x68A6;&#xFF0C;&#x7834;&#x788E;&#x4E86;&#x3002;</p>
<p>&#x6765;&#x6E90;&#xFF1A;<a href="/external_links/3d029ac468743abed1485865da4cd12a.html" target="blank" rel="noopener">http://news.sina.com.cn/c/zg/2015-12-12/doc-ifxmpxnx5034304.shtml</a></p>
<p>&#x4ECA;&#x65E5;APP&#x63A8;&#x8350;&#xFF1A;</p>
<p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/axhNF6wHc1nkKXSROJWq.jpg" alt></p>
<p>&#x70B9;&#x51FB;&#x67E5;&#x770B;&#x300C;&#x5988;&#x5988;&#x518D;&#x4E5F;&#x4E0D;&#x7528;&#x62C5;&#x5FC3;&#x6211;&#x5403;&#x9519;&#x836F;&#x4E86;&#x2014;&#x2014;&#x5BB6;&#x5EAD;&#x7528;&#x836F;&#x300D;&#x8BBF;&#x95EE;&#x94FE;&#x63A5; <a href="/external_links/42b10f3aef9fc72ed1f890998313e1ac.html" target="blank" rel="noopener">http://applus.cc/2019.html</a> </p>
<p><a href="http://se.insoan.com/" title="&#x7EDD;&#x5BF9;&#x9886;&#x57DF;">&#x7EDD;&#x5BF9;&#x9886;&#x57DF;</a>&#x5185;&#x5BB9;&#x5747;&#x8F6C;&#x81EA;&#x4E92;&#x8054;&#x7F51; &#x7248;&#x6743;&#x5F52;&#x539F;&#x4F5C;&#x8005;&#x6240;&#x6709;</p>
<p><em><a href="https://se.insoan.com/">&#x6027;&#x611F;&#x7F8E;&#x56FE; &#x2013; &#x6027;&#x611F;&#x5957;&#x56FE;&#x5927;&#x672C;&#x8425;</a></em></p>

      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="tags/美少女/" rel="tag"># 美少女</a>
          
        </div>
      

      
      
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="2565.html" rel="next" title="老公的前妻做过鸡">
                <i class="fa fa-chevron-left"></i> 老公的前妻做过鸡
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="2567.html" rel="prev" title="养汪千日 用汪一时">
                养汪千日 用汪一时 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </div>
  
  
  
  </article>


    <!-- 有瓣音频文章内嵌广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block; text-align:center;" data-ad-layout="in-article" data-ad-format="fluid" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6145016388"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>

    <div class="post-spread">
      
    </div>
  </div>
  <!-- 有瓣音频信息流广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block" data-ad-format="fluid" data-ad-layout-key="-6t+ed+2i-1n-4w" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6455528644"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>


          </div>
          


          

  



        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    
    <div class="sidebar-inner">

      

      

      <section class="site-overview-wrap sidebar-panel sidebar-panel-active">
        <div class="site-overview">
          <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
            
              <p class="site-author-name" itemprop="name">美图博客</p>
              <p class="site-description motion-element" itemprop="description"></p>
          </div>

          <nav class="site-state motion-element">

            
              <div class="site-state-item site-state-posts">
              
                <a href="https://se.insoan.com/archives/">
              
                  <span class="site-state-item-count">3561</span>
                  <span class="site-state-item-name">日志</span>
                </a>
              </div>
            

            

            
              
              
              <div class="site-state-item site-state-tags">
                
                  <span class="site-state-item-count">23</span>
                  <span class="site-state-item-name">标签</span>
                
              </div>
            

          </nav>

          
            <div class="feed-link motion-element">
              <a href="atom.xml" rel="alternate">
                <i class="fa fa-rss"></i>
                RSS
              </a>
            </div>
          

          

          
          

          
          

          

        </div>
      </section>

      

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">&copy; <span itemprop="copyrightYear">2024</span>
  <span class="with-love">
    <i class="fa fa-user"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">美图博客</span>
  <div>
  <script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script>
  <span id="busuanzi_container_site_pv">本站总访问量<span id="busuanzi_value_site_pv"></span>次</span>
  </div>
  
</div>


  <div class="powered-by">由 <a class="theme-link" target="_blank" href="https://hexo.io">Hexo</a> 强力驱动</div>



  <span class="post-meta-divider">|</span>



  <div class="theme-info">主题 &mdash; <a class="theme-link" target="_blank" href="https://github.com/iissnan/hexo-theme-next">NexT.Muse</a> v5.1.4</div>




  <script type="text/javascript" async src="js/src/mermaid.min.js"></script>
  <script>
  if (window.mermaid) {
        var mermaid_config = {
            startOnLoad: true,
            theme: 'default',
            flowchart:{
                useMaxWidth: false,
                htmlLabels: true
            }                
        }
        mermaid.initialize(mermaid_config);
  }
  </script>
  

        







        
      </div>
    </footer>

    
      <div class="back-to-top">
        <i class="fa fa-arrow-up"></i>
        
          <span id="scrollpercent"><span>0</span>%</span>
        
      </div>
    

    

  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  












  
  
    <script type="text/javascript" src="lib/jquery/index.js?v=2.1.3"></script>
  

  
  
    <script type="text/javascript" src="lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>
  

  
  
    <script type="text/javascript" src="lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.ui.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>
  


  


  <script type="text/javascript" src="js/src/utils.js?v=5.1.4"></script>

  <script type="text/javascript" src="js/src/motion.js?v=5.1.4"></script>



  
  

  
  <script type="text/javascript" src="js/src/scrollspy.js?v=5.1.4"></script>
<script type="text/javascript" src="js/src/post-details.js?v=5.1.4"></script>



  


  <script type="text/javascript" src="js/src/bootstrap.js?v=5.1.4"></script>



  


  




	





  





  












  

  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    var isXml = true;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length === 0) {
      search_path = "search.xml";
    } else if (/json$/i.test(search_path)) {
      isXml = false;
    }
    var path = "/" + search_path;
    // monitor main search box;

    var onPopupClose = function (e) {
      $('.popup').hide();
      $('#local-search-input').val('');
      $('.search-result-list').remove();
      $('#no-result').remove();
      $(".local-search-pop-overlay").remove();
      $('body').css('overflow', '');
    }

    function proceedsearch() {
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay"></div>')
        .css('overflow', 'hidden');
      $('.search-popup-overlay').click(onPopupClose);
      $('.popup').toggle();
      var $localSearchInput = $('#local-search-input');
      $localSearchInput.attr("autocapitalize", "none");
      $localSearchInput.attr("autocorrect", "off");
      $localSearchInput.focus();
    }

    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';

      // start loading animation
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay">' +
          '<div id="search-loading-icon">' +
          '<i class="fa fa-spinner fa-pulse fa-5x fa-fw"></i>' +
          '</div>' +
          '</div>')
        .css('overflow', 'hidden');
      $("#search-loading-icon").css('margin', '20% auto 0 auto').css('text-align', 'center');

      $.ajax({
        url: path,
        dataType: isXml ? "xml" : "json",
        async: true,
        success: function(res) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = isXml ? $("entry", res).map(function() {
            return {
              title: $("title", this).text(),
              content: $("content",this).text(),
              url: $("url" , this).text()
            };
          }).get() : res;
          var input = document.getElementById(search_id);
          var resultContent = document.getElementById(content_id);
          var inputEventFunction = function() {
            var searchText = input.value.trim().toLowerCase();
            var keywords = searchText.split(/[\s\-]+/);
            if (keywords.length > 1) {
              keywords.push(searchText);
            }
            var resultItems = [];
            if (searchText.length > 0) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var hitCount = 0;
                var searchTextCount = 0;
                var title = data.title.trim();
                var titleInLowerCase = title.toLowerCase();
                var content = data.content.trim().replace(/<[^>]+>/g,"");
                var contentInLowerCase = content.toLowerCase();
                var articleUrl = decodeURIComponent(data.url);
                var indexOfTitle = [];
                var indexOfContent = [];
                // only match articles with not empty titles
                if(title != '') {
                  keywords.forEach(function(keyword) {
                    function getIndexByWord(word, text, caseSensitive) {
                      var wordLen = word.length;
                      if (wordLen === 0) {
                        return [];
                      }
                      var startPosition = 0, position = [], index = [];
                      if (!caseSensitive) {
                        text = text.toLowerCase();
                        word = word.toLowerCase();
                      }
                      while ((position = text.indexOf(word, startPosition)) > -1) {
                        index.push({position: position, word: word});
                        startPosition = position + wordLen;
                      }
                      return index;
                    }

                    indexOfTitle = indexOfTitle.concat(getIndexByWord(keyword, titleInLowerCase, false));
                    indexOfContent = indexOfContent.concat(getIndexByWord(keyword, contentInLowerCase, false));
                  });
                  if (indexOfTitle.length > 0 || indexOfContent.length > 0) {
                    isMatch = true;
                    hitCount = indexOfTitle.length + indexOfContent.length;
                  }
                }

                // show search results

                if (isMatch) {
                  // sort index by position of keyword

                  [indexOfTitle, indexOfContent].forEach(function (index) {
                    index.sort(function (itemLeft, itemRight) {
                      if (itemRight.position !== itemLeft.position) {
                        return itemRight.position - itemLeft.position;
                      } else {
                        return itemLeft.word.length - itemRight.word.length;
                      }
                    });
                  });

                  // merge hits into slices

                  function mergeIntoSlice(text, start, end, index) {
                    var item = index[index.length - 1];
                    var position = item.position;
                    var word = item.word;
                    var hits = [];
                    var searchTextCountInSlice = 0;
                    while (position + word.length <= end && index.length != 0) {
                      if (word === searchText) {
                        searchTextCountInSlice++;
                      }
                      hits.push({position: position, length: word.length});
                      var wordEnd = position + word.length;

                      // move to next position of hit

                      index.pop();
                      while (index.length != 0) {
                        item = index[index.length - 1];
                        position = item.position;
                        word = item.word;
                        if (wordEnd > position) {
                          index.pop();
                        } else {
                          break;
                        }
                      }
                    }
                    searchTextCount += searchTextCountInSlice;
                    return {
                      hits: hits,
                      start: start,
                      end: end,
                      searchTextCount: searchTextCountInSlice
                    };
                  }

                  var slicesOfTitle = [];
                  if (indexOfTitle.length != 0) {
                    slicesOfTitle.push(mergeIntoSlice(title, 0, title.length, indexOfTitle));
                  }

                  var slicesOfContent = [];
                  while (indexOfContent.length != 0) {
                    var item = indexOfContent[indexOfContent.length - 1];
                    var position = item.position;
                    var word = item.word;
                    // cut out 100 characters
                    var start = position - 20;
                    var end = position + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if (end < position + word.length) {
                      end = position + word.length;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    slicesOfContent.push(mergeIntoSlice(content, start, end, indexOfContent));
                  }

                  // sort slices in content by search text's count and hits' count

                  slicesOfContent.sort(function (sliceLeft, sliceRight) {
                    if (sliceLeft.searchTextCount !== sliceRight.searchTextCount) {
                      return sliceRight.searchTextCount - sliceLeft.searchTextCount;
                    } else if (sliceLeft.hits.length !== sliceRight.hits.length) {
                      return sliceRight.hits.length - sliceLeft.hits.length;
                    } else {
                      return sliceLeft.start - sliceRight.start;
                    }
                  });

                  // select top N slices in content

                  var upperBound = parseInt('1');
                  if (upperBound >= 0) {
                    slicesOfContent = slicesOfContent.slice(0, upperBound);
                  }

                  // highlight title and content

                  function highlightKeyword(text, slice) {
                    var result = '';
                    var prevEnd = slice.start;
                    slice.hits.forEach(function (hit) {
                      result += text.substring(prevEnd, hit.position);
                      var end = hit.position + hit.length;
                      result += '<b class="search-keyword">' + text.substring(hit.position, end) + '</b>';
                      prevEnd = end;
                    });
                    result += text.substring(prevEnd, slice.end);
                    return result;
                  }

                  var resultItem = '';

                  if (slicesOfTitle.length != 0) {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + highlightKeyword(title, slicesOfTitle[0]) + "</a>";
                  } else {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + title + "</a>";
                  }

                  slicesOfContent.forEach(function (slice) {
                    resultItem += "<a href='" + articleUrl + "'>" +
                      "<p class=\"search-result\">" + highlightKeyword(content, slice) +
                      "...</p>" + "</a>";
                  });

                  resultItem += "</li>";
                  resultItems.push({
                    item: resultItem,
                    searchTextCount: searchTextCount,
                    hitCount: hitCount,
                    id: resultItems.length
                  });
                }
              })
            };
            if (keywords.length === 1 && keywords[0] === "") {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>'
            } else if (resultItems.length === 0) {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>'
            } else {
              resultItems.sort(function (resultLeft, resultRight) {
                if (resultLeft.searchTextCount !== resultRight.searchTextCount) {
                  return resultRight.searchTextCount - resultLeft.searchTextCount;
                } else if (resultLeft.hitCount !== resultRight.hitCount) {
                  return resultRight.hitCount - resultLeft.hitCount;
                } else {
                  return resultRight.id - resultLeft.id;
                }
              });
              var searchResultList = '<ul class=\"search-result-list\">';
              resultItems.forEach(function (result) {
                searchResultList += result.item;
              })
              searchResultList += "</ul>";
              resultContent.innerHTML = searchResultList;
            }
          }

          if ('auto' === 'auto') {
            input.addEventListener('input', inputEventFunction);
          } else {
            $('.search-icon').click(inputEventFunction);
            input.addEventListener('keypress', function (event) {
              if (event.keyCode === 13) {
                inputEventFunction();
              }
            });
          }

          // remove loading animation
          $(".local-search-pop-overlay").remove();
          $('body').css('overflow', '');

          proceedsearch();
        }
      });
    }

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched === false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(onPopupClose);
    $('.popup').click(function(e){
      e.stopPropagation();
    });
    $(document).on('keyup', function (event) {
      var shouldDismissSearchPopup = event.which === 27 &&
        $('.search-popup').is(':visible');
      if (shouldDismissSearchPopup) {
        onPopupClose();
      }
    });
  </script>





  

  

  

  
  

  

  

  

</body>
</html>
