<!DOCTYPE html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
<meta name="theme-color" content="#222">
<meta name="referrer" content="never">









<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">
















  
  
  <link href="lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">







<link href="lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="css/main.css?v=5.1.4" rel="stylesheet" type="text/css">


  <link rel="apple-touch-icon" sizes="180x180" href="/images/apple-touch-icon-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="32x32" href="/images/favicon-32x32-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="16x16" href="/images/favicon-16x16-next.png?v=5.1.4">


  <link rel="mask-icon" href="/images/logo.svg?v=5.1.4" color="#222">





  <meta name="keywords" content="美图,">





  <link rel="alternate" href="atom.xml" title="性感美图 – 套图大本营" type="application/atom+xml">






<meta name="description" content="&amp;#x5728;&amp;#x4EBA;&amp;#x4EEC;&amp;#x7684;&amp;#x8111;&amp;#x7B4B;&amp;#x91CC;&amp;#xFF0C;&amp;#x90FD;&amp;#x6084;&amp;#x6084;&amp;#x5730;&amp;#x57CB;&amp;#x85CF;&amp;#x7740;&amp;#x4E00;&amp;#x53E5;&amp;#x8BDD;&amp;#xFF0C;&amp;#x76F8;&amp;#x5BF9;&amp;#x4E0D;&amp;#x514B;&amp;#x4E0D;&amp;#x53CA">
<meta name="keywords" content="美图">
<meta property="og:type" content="article">
<meta property="og:title" content="恋情的钥匙 文&#x2F;星新一">
<meta property="og:url" content="https://se.insoan.com/2600.html">
<meta property="og:site_name" content="性感美图 – 套图大本营">
<meta property="og:description" content="&amp;#x5728;&amp;#x4EBA;&amp;#x4EEC;&amp;#x7684;&amp;#x8111;&amp;#x7B4B;&amp;#x91CC;&amp;#xFF0C;&amp;#x90FD;&amp;#x6084;&amp;#x6084;&amp;#x5730;&amp;#x57CB;&amp;#x85CF;&amp;#x7740;&amp;#x4E00;&amp;#x53E5;&amp;#x8BDD;&amp;#xFF0C;&amp;#x76F8;&amp;#x5BF9;&amp;#x4E0D;&amp;#x514B;&amp;#x4E0D;&amp;#x53CA">
<meta property="og:locale" content="zh-Hans">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/VsfKXb0k6721x4aqUpMD.jpg">
<meta property="og:updated_time" content="2024-04-18T08:44:06.446Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="恋情的钥匙 文&#x2F;星新一">
<meta name="twitter:description" content="&amp;#x5728;&amp;#x4EBA;&amp;#x4EEC;&amp;#x7684;&amp;#x8111;&amp;#x7B4B;&amp;#x91CC;&amp;#xFF0C;&amp;#x90FD;&amp;#x6084;&amp;#x6084;&amp;#x5730;&amp;#x57CB;&amp;#x85CF;&amp;#x7740;&amp;#x4E00;&amp;#x53E5;&amp;#x8BDD;&amp;#xFF0C;&amp;#x76F8;&amp;#x5BF9;&amp;#x4E0D;&amp;#x514B;&amp;#x4E0D;&amp;#x53CA">
<meta name="twitter:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/VsfKXb0k6721x4aqUpMD.jpg">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    version: '5.1.4',
    sidebar: {"position":"left","display":"post","offset":12,"b2t":false,"scrollpercent":true,"onmobile":false},
    fancybox: true,
    tabs: true,
    motion: {"enable":true,"async":false,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}},
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>
<!--谷歌广告验证代码-->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({
          google_ad_client: "ca-pub-2626449904708114",
          enable_page_level_ads: true
     });
</script>
<!--谷歌广告验证代码-->



  <link rel="canonical" href="https://se.insoan.com/2600.html">





  <title>恋情的钥匙 文/星新一 | 性感美图 – 套图大本营</title>
  








</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  
  
    
  

  <div class="container sidebar-position-left page-post-detail">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-wrapper">
  <div class="site-meta ">
    

    <div class="custom-logo-site-title">
      <a href="/" class="brand" rel="start">
        <span class="logo-line-before"><i></i></span>
        <span class="site-title">性感美图 – 套图大本营</span>
        <span class="logo-line-after"><i></i></span>
      </a>
    </div>
      
        <p class="site-subtitle">性感美图 – 养眼美图</p>
      
  </div>

  <div class="site-nav-toggle">
    <button>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
    </button>
  </div>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="http://se.insoan.com/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="https://se.insoan.com/archives/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup search-popup local-search-popup">
  <div class="local-search-header clearfix">
    <span class="search-icon">
      <i class="fa fa-search"></i>
    </span>
    <span class="popup-btn-close">
      <i class="fa fa-times-circle"></i>
    </span>
    <div class="local-search-input-wrapper">
      <input autocomplete="off" placeholder="搜索..." spellcheck="false" type="text" id="local-search-input">
    </div>
  </div>
  <div id="local-search-result"></div>
</div>



    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://se.insoan.com">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="美图博客">
      <meta itemprop="description" content>
      <meta itemprop="image" content="images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="性感美图 – 套图大本营">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">恋情的钥匙 文/星新一</h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-10-06T12:14:12+08:00">
                2020-10-06
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/VsfKXb0k6721x4aqUpMD.jpg" alt="1"></p>
<p>&#x5728;&#x4EBA;&#x4EEC;&#x7684;&#x8111;&#x7B4B;&#x91CC;&#xFF0C;&#x90FD;&#x6084;&#x6084;&#x5730;&#x57CB;&#x85CF;&#x7740;&#x4E00;&#x53E5;&#x8BDD;&#xFF0C;&#x76F8;&#x5BF9;&#x4E0D;&#x514B;&#x4E0D;&#x53CA;&#x5FD8;&#x5374;&#xFF0C;&#x66F4;&#x4E0D;&#x514B;&#x4E0D;&#x53CA;&#x544A;&#x77E5;&#x4ED6;&#x4EBA;&#x3002;&#x5373;&#x4FBF;&#x4E0D;&#x4EC0;&#x4E48;&#x4E25;&#x91CD;&#x7684;&#x542B;&#x4E49;&#xFF0C;&#x5374;&#x4E5F;&#x5341;&#x5206;&#x4E3B;&#x8981;&#x3002;</p>
<p>&#x90A3;&#x53E5;&#x8BDD;&#x5C31;&#x662F;&#x94A5;&#x5319;&#xFF0C;&#x662F;&#x65B0;&#x578B;&#x7684;&#x94A5;&#x5319;&#x3002;&#x5728;&#x76AE;&#x5305;&#x4E0A;&#xFF0C;&#x5728;&#x6C7D;&#x8F66;&#x4E0A;&#xFF0C;&#x5728;&#x8EAB;&#x5DF2;&#x7684;&#x623F;&#x95E8;&#x4E0A;&#xFF0C;&#x90FD;&#x4E0D;&#x8C61;&#x65E9;&#x5E74;&#x90A3;&#x6837;&#x7684;&#x94A5;&#x5319;&#x5B54;&#x4E86;&#x3002;&#x6709;&#x7684;&#x5012;&#x662F;&#x8C61;&#x5C0F;&#x8033;&#x6735;&#x5916;&#x5F62;&#x7684;&#x8D27;&#x8272;&#x3002;&#x53EA;&#x6709;&#x4F60;&#x628A;&#x5634;&#x8D34;&#x5728;&#x90A3;&#x8FB9;&#xFF0C;&#x9759;&#x9759;&#x4E00;&#x8BF4;&#xFF0C;&#x9501;&#x5C31;&#x5F00;&#x4E86;&#x3002;</p>
<p>&#x6BD4;&#x65B9;&#x6709;&#x4EBA;&#x8BF4;&#xFF1A;&#x201C;&#x90C1;&#x91D1;&#x6BD2;&#x8349;&#x5F00;&#x5566;&#x3002;&#x201D;&#xFF0C;&#x9501;&#x5C31;&#x5F00;&#x4E86;&#x3002;&#x6709;&#x7684;&#x8BF4;&#xFF1A;&#x201C;&#x5FC5;&#x9700;&#x575A;&#x56FA;&#x4E9B;&#x3002;&#x201D;&#x5B83;&#x4E5F;&#x80FD;&#x4E3B;&#x52A8;&#x5730;&#x7FFB;&#x5F00;&#xFF0C;&#x95F4;&#x6216;&#x4E5F;&#x6709;&#x4EBA;&#x8BF4;&#xFF1A;&#x201C;&#x56FD;&#x738B;&#x7684;&#x8033;&#x6735;&#x662F;&#x9A74;&#x8033;&#x6735;&#xFF01;&#x201D;&#x5B83;&#x5C31;&#x4E0D;&#x5F00;&#x4E86;&#x3002;&#x73B0;&#x5728;&#xFF0C;&#x8C61;&#x56E0;&#x4E27;&#x5931;&#x4E86;&#x94A5;&#x5319;&#x800C;&#x5435;&#x55A7;&#x56B7;&#x56B7;&#x7684;&#x4E8B;&#xFF0C;&#x662F;&#x4E0D;&#x4F1A;&#x518D;&#x6709;&#x4E86;&#x3002;&#x5C31;&#x662F;&#x64AC;&#x95E8;&#x538B;&#x9501;&#x7684;&#x65B0;&#x624B;&#xFF0C;&#x4E5F;&#x80FD;&#x5E72;&#x4E3A;&#x529B;&#x3002;&#x5047;&#x4F7F;&#x6709;&#x4EBA;&#x60F3;&#x53BB;&#x5476;&#x5476;&#x4E0D;&#x4F11;&#x5730;&#x80E1;&#x8BF4;&#x4E00;&#x901A;&#x5E78;&#x8FD0;&#x5730;&#x7FFB;&#x5F00;&#x95E8;&#x9501;&#xFF0C;&#x66F4;&#x662F;&#x767D;&#x8D39;&#x795E;&#x601D;&#x3002;&#x8FD9;&#x79CD;&#x9501;&#x968F;&#x4ECE;&#x524D;&#x6BD4;&#x62DF;&#xFF0C;&#x662F;&#x4FDD;&#x9669;&#x591A;&#x4E86;&#xFF0C;&#x9664;&#x975E;&#x4F60;&#x628A;&#x8FD9;&#x53E5;&#x8BDD;&#x544A;&#x77E5;&#x4E86;&#x4ED6;&#x4EBA;&#x3002;</p>
<p>&#x5076;&#x7136;&#x5FFD;&#x7136;&#x60A3;&#x4E86;&#x5FD8;&#x8BB0;&#x75C7;&#xFF0C;&#x6253;&#x4E0D;&#x5F00;&#x4E86;&#x3002;&#x53EA;&#x5E78;&#x4E8F;&#x8B66;&#x5B98;&#x7684;&#x76D1;&#x7763;&#x4E0B;&#x7834;&#x95E8;&#x800C;&#x5165;&#x3002;&#x4F46;&#x8FD9;&#x4E8B;&#x662F;&#x5F88;&#x5C11;&#x4EA7;&#x751F;&#x7684;&#x3002;&#x5047;&#x5982;&#x662F;&#x9152;&#x9189;&#x5931;&#x8E2A;&#x8A00;&#xFF0C;&#x628A;&#x8FD9;&#x53E5;&#x8BDD;&#x8BF4;&#x51FA;&#x53BB;&#xFF0C;&#x4E5F;&#x4E0D;&#x7528;&#x61CA;&#x6094;&#x3001;&#x60CA;&#x6050;&#x3002;&#x56DE;&#x62B5;&#x5BB6;&#x91CC;&#xFF0C;&#x4ECE;&#x540D;&#x4E49;&#x628A;&#x5B57;&#x66F4;&#x6362;&#x4E00;&#x4E0B;&#xFF0C;&#x6539;&#x6210;&#x5176;&#x4F59;&#x8BDD;&#x5C31;&#x53EF;&#x80FD;&#x4E86;&#x3002;&#x66F4;&#x4E0D;&#x8981;&#x6015;&#x8BB0;&#x4E0D;&#x4F4F;&#x800C;&#x795E;&#x7ECF;&#x548C;&#x7F13;&#x3002;&#x5B9E;&#x5728;&#x8FD9;&#x53E5;&#x8BDD;&#x4E0D;&#x96BE;&#x8BB0;&#x7740;&#xFF0C;&#x53EA;&#x6709;&#x4F60;&#x9ED8;&#x8BF5;&#x591A;&#x5C11;&#x591A;&#x904D;&#xFF0C;&#x8499;&#x4E0A;&#x773C;&#x775B;&#x4E5F;&#x4F1A;&#x663E;&#x73B0;&#x5728;&#x9762;&#x524D;&#x7684;&#x3002;&#x5207;&#x5B9E;&#x6015;&#x5FD8;&#xFF0C;&#x8FD8;&#x53EF;&#x80FD;&#x5199;&#x5728;&#x7EBD;&#x6263;&#x540D;&#x4E49;&#x3002;</p>
<p>&#x4E8E;&#x662F;&#xFF0C;&#x60F3;&#x8981;&#x7FFB;&#x5F00;&#x4ED6;&#x4EBA;&#x5BB6;&#x623F;&#x95E8;&#x7684;&#x4EBA;&#xFF0C;&#x5C31;&#x4E0D;&#x4E86;&#x3002;</p>
<p>&#x6709;&#x4E00;&#x4F4D;&#x5E74;&#x9752;&#x4ED9;&#x989C;&#x7684;&#x5973;&#x4EBA;&#xFF0C;&#x5C31;&#x4F4F;&#x5728;&#x5E26;&#x6709;&#x5982;&#x8BB8;&#x9501;&#x5934;&#x7684;&#x5C4B;&#x5B50;&#x91CC;&#x3002;&#x82E5;&#x8BF4;&#x5979;&#x957F;&#x5F97;&#x7F8E;&#x4E3D;&#xFF0C;&#x90A3;&#x4E5F;&#x662F;&#x4ECE;&#x5979;&#x5F00;&#x7AEF;&#x7231;&#x60C5;&#x4E4B;&#x540E;&#xFF0C;&#x662F;&#x604B;&#x60C5;&#x4F7F;&#x5979;&#x6108;&#x52A0;&#x660E;&#x4E3D;&#x4E86;&#x3002;&#x5979;&#x7684;&#x604B;&#x60C5;&#x751F;&#x6DAF;&#x8FC7;&#x5F97;&#x5341;&#x5206;&#x751C;&#x7F8E;&#xFF0C;&#x6BCF;&#x5468;&#x603B;&#x6709;&#x4E24;&#x4E09;&#x6B21;&#x8DDF;&#x6BD4;&#x5979;&#x5E74;&#x7EAA;&#x5E74;&#x591C;&#x591A;&#x5C11;&#x591A;&#x5C81;&#x7684;&#x7537;&#x53CB;&#x4EBA;&#x4E00;&#x540C;&#x53BB;&#x9910;&#x5385;&#x8FDB;&#x9910;&#xFF0C;&#x53BB;&#x821E;&#x5385;&#x821E;&#x8E48;&#x3002;&#x5728;&#x90A3;&#x7F8E;&#x5999;&#x7684;&#x590F;&#x591C;&#x91CC;&#xFF0C;&#x7ECF;&#x5E38;&#x4E24;&#x56E2;&#x4F53;&#x4E58;&#x5212;&#x5B50;&#x53BB;&#x6C5F;&#x5FC3;&#x6D9F;&#x6F2A;&#x3002;&#x72EC;&#x7279;&#x4EAB;&#x7528;&#x7740;&#x82B3;&#x534E;&#x7684;&#x6B22;&#x559C;&#x3002;</p>
<p>&#x4F46;&#x662F;&#xFF0C;&#x660E;&#x5929;&#x5C06;&#x6765;&#x665A;&#x4E0A;&#x5979;&#x7684;&#x60C5;&#x611F;&#x5341;&#x5206;&#x70E6;&#x95F7;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x4E0D;&#x503C;&#x5F97;&#x7684;&#x5927;&#x5E74;&#x591C;&#x4E8B;&#xFF0C;&#x4ED6;&#x4EEC;&#x5435;&#x5634;&#x4E86;&#x3002;&#x8D77;&#x56E0;&#x662F;&#x5728;&#x5403;&#x8336;&#x5E97;&#x7684;&#x7EA6;&#x4F1A;&#xFF0C;&#x5979;&#x4F7F;&#x4EBA;&#x7B49;&#x5F97;&#x592A;&#x4E45;&#x4E86;&#x3002;</p>
<p>&#x201C;&#x8BA9;&#x6211;&#x7B49;&#x4E86;&#x8FD9;&#x4E48;&#x957F;&#x7684;&#x65F6;&#x5149;&#xFF0C;&#x4F60;&#x4E0D;&#x611F;&#x5230;&#x6127;&#x759A;&#xFF1F;&#x201D;</p>
<p>&#x201C;&#x522B;&#x90A3;&#x4E48;&#x8D4C;&#x6C14;&#x597D;&#x5417;&#xFF01;&#x201D;</p>
<p>&#x201C;&#x6211;&#x5341;&#x5206;&#x8270;&#x96BE;&#x624D;&#x628A;&#x4EFB;&#x52A1;&#x653E;&#x4E0B;&#x51FA;&#x6765;&#x7684;&#x3002;&#x201D;</p>
<p>&#x201C;&#x6211;&#x88C5;&#x626E;&#x4E86;&#x4E00;&#x4E0B;&#x624D;&#x6765;&#x8D74;&#x7EA6;&#x7684;&#x3002;&#x201D;</p>
<p>&#x201C;&#x7EA6;&#x4F1A;&#x7684;&#x4E8B;&#xFF0C;&#x4F60;&#x4E0D;&#x662F;&#x65E9;&#x5C31;&#x6653;&#x5F97;&#x5417;&#xFF1F;&#x201D;</p>
<p>&#x4ECE;&#x524D;&#xFF0C;&#x8C01;&#x7684;&#x5FC3;&#x8BF7;&#x6B20;&#x597D;&#xFF0C;&#x5BF9;&#x65B9;&#x8BF4;&#x4E9B;&#x629A;&#x6170;&#x7684;&#x8BDD;&#xFF0C;&#x4E5F;&#x5C31;&#x597D;&#x4E86;&#x3002;&#x6B64;&#x6B21;&#xFF0C;&#x5374;&#x4E3A;&#x4EC0;&#x4E48;&#x5982;&#x65AF;&#x4E89;&#x8FA9;&#x4E0D;&#x4F11;&#x5462;&#xFF1F;</p>
<p>&#x201C;&#x6211;&#x8981;&#x5F52;&#x53BB;&#x3002;&#x201D;&#x5979;&#x8FB9;&#x8BF4;&#x8FB9;&#x7AD9;&#x8D77;&#x6765;&#x8981;&#x8D70;&#x3002;&#x4E3A;&#x4E86;&#x628A;&#x6C1B;&#x56F4;&#x8DDF;&#x7F13;&#x4E0A;&#x53BB;&#xFF0C;&#x4ED6;&#x60F3;&#x7528;&#x624B;&#x62C9;&#x5979;&#xFF0C;&#x4F46;&#x672A;&#x80FD;&#x642D;&#x5728;&#x5979;&#x7684;&#x80A9;&#x4E0A;&#x5374;&#x628A;&#x8033;&#x9970;&#x7ED9;&#x78B0;&#x5931;&#x843D;&#x4E86;&#x3002;</p>
<p>&#x201C;&#x90A3;&#x5C31;&#x5F52;&#x53BB;&#x5427;&#xFF01;&#x201D;</p>
<p>&#x5168;&#x4F53;&#x5C31;&#x5982;&#x8BB8;&#x5F00;&#x7AEF;&#x4E86;&#x3002;</p>
<p>&#x5979;&#x5728;&#x56DE;&#x5BB6;&#x7684;&#x8DEF;&#x4E0A;&#x89C9;&#x5F97;&#x6709;&#x4E9B;&#x61CA;&#x6094;&#xFF0C;&#x4EE5;&#x4E3A;&#x5F53;&#x524D;&#x518D;&#x4E5F;&#x4E0D;&#x514B;&#x4E0D;&#x53CA;&#x4F1A;&#x9762;&#x4E86;&#x3002;&#x5979;&#x60F3;&#xFF1A;&#x5047;&#x5982;&#x672C;&#x4EBA;&#x65E9;&#x70B9;&#x8BA4;&#x4E2A;&#x9519;&#xFF0C;&#x5C31;&#x4E0D;&#x4F1A;&#x5982;&#x8BB8;&#x4E86;&#x3002;&#x4F46;&#x662F;&#x672C;&#x4EBA;&#x4E3A;&#x4EC0;&#x4E48;&#x4E0D;&#x514B;&#x4E0D;&#x53CA;&#x5462;&#xFF1F;&#x5B9E;&#x5728;&#xFF0C;&#x660E;&#x6653;&#x5F97;&#x5F53;&#x521D;&#x8BA4;&#x9519;&#x4E5F;&#x6765;&#x5F97;&#x53CA;&#xFF0C;&#x53EF;&#x5C31;&#x662F;&#x529E;&#x4E0D;&#x5230;&#xFF0C;&#x8FD9;&#x5174;&#x8BB8;&#x662F;&#x6709;&#x70B9;&#x7387;&#x6027;&#x5427;&#xFF01;&#x4ECE;&#x6765;&#x65E5;&#x8D77;&#x53C8;&#x8981;&#x8FC7;&#x7740;&#x6389;&#x5931;&#x843D;&#x5174;&#x8DA3;&#x7684;&#x751F;&#x6DAF;&#x4E86;&#x3002;&#x4F46;&#x662F;&#x5E74;&#x9752;&#x4EBA;&#xFF0C;&#x6709;&#x8C01;&#x80AF;&#x5148;&#x8BA4;&#x9519;&#x5462;&#xFF01;</p>
<p>&#x5979;&#x8FC8;&#x7740;&#x7E41;&#x91CD;&#x7684;&#x6B65;&#x8C03;&#x79BB;&#x5F00;&#x672C;&#x4EBA;&#x7684;&#x95E8;&#x524D;&#x3002;&#x5047;&#x5982;&#x4E0D;&#x628A;&#x5634;&#x9760;&#x5230;&#x95E8;&#x8033;&#x4E0A;&#x8BF4;&#xFF1A;&#x201C;&#x660E;&#x5929;&#x5C06;&#x6765;&#x5207;&#x5B9E;&#x8FC7;&#x5F97;&#x5FEB;&#x4E50;&#xFF01;&#x201D;&#x95E8;&#x662F;&#x4E0D;&#x4F1A;&#x5F00;&#x7684;&#x3002;&#x4F46;&#x662F;&#x8FD9;&#x53E5;&#x8BDD;&#xFF0C;&#x5BF9;&#x4E8B;&#x5148;&#x7684;&#x5979;&#x6765;&#x8BF4;&#xFF0C;&#x662F;&#x96BE;&#x4EE5;&#x51FA;&#x53E3;&#x7684;&#x3002;&#x800C;&#x4E0D;&#x8BF4;&#xFF0C;&#x53C8;&#x8FDB;&#x4E0D;&#x53BB;&#x5C4B;&#xFF0C;&#x53EA;&#x597D;&#x5E38;&#x8BBE;&#x5446;&#x5446;&#x5730;&#x7AD9;&#x5728;&#x90A3;&#x8FB9;&#xFF0C;&#x6700;&#x540E;&#x8FEB;&#x4E0D;&#x5F97;&#x5DF2;&#x7684;&#x8C61;&#x80CC;&#x8BF5;&#x4EC0;&#x4E48;&#x6587;&#x7AE0;&#x4F3C;&#x7684;&#x538B;&#x4F4E;&#x4E86;&#x97F3;&#x8C03;&#x5FAE;&#x5FAE;&#x5730;&#x8BF4;&#x4E86;&#x51FA;&#x6765;&#x3002;&#x95E8;&#x6162;&#x6162;&#x5730;&#x5F00;&#x4E86;&#xFF0C;&#x5979;&#x4ECE;&#x540D;&#x4E49;&#x6253;&#x5F00;&#x95E8;&#xFF0C;&#x5C31;&#x60F3;&#x628A;&#x8FD9;&#x53E5;&#x8BDD;&#x6362;&#x5931;&#x843D;&#x3002;&#x4F46;&#x662F;&#x65E0;&#x8BBA;&#x600E;&#x6837;&#x4E5F;&#x60F3;&#x4E0D;&#x51FA;&#x6070;&#x5F53;&#x7684;&#x53E5;&#x5B50;&#x6765;&#xFF0C;&#x4F46;&#x53C8;&#x4E0D;&#x514B;&#x4E0D;&#x53CA;&#x4E0D;&#x6362;&#x3002;&#x5F53;&#x5979;&#x63E3;&#x6469;&#x51FA;&#x6765;&#x65F6;&#xFF0C;&#x5B57;&#x7684;&#x9648;&#x8BBE;&#x662F;&#xFF0C;&#x201C;&#x6211;&#x9519;&#x4E86;&#xFF0C;&#x8BF7;&#x8C05;&#x89E3;&#x3002;&#x201D;&#x5F53;&#x521D;&#x5C31;&#x53EA;&#x597D;&#x8FD9;&#x4E48;&#x8BF4;&#xFF0C;&#x6211;&#x4E5F;&#x592A;&#x61F5;&#x61C2;&#xFF0C;&#x4ECE;&#x6765;&#x65E5;&#x8D77;&#x53EA;&#x80FD;&#x7528;&#x8FD9;&#x53E5;&#x8BDD;&#x6765;&#x8FC7;&#x6D3B;&#x4E86;&#x3002;</p>
<p>&#x7B2C;&#x4E8C;&#x5929;&#x51CC;&#x6668;&#xFF0C;&#x7537;&#x5B69;&#x5B50;&#x7AD9;&#x5728;&#x5979;&#x7684;&#x95E8;&#x524D;&#xFF0C;&#x53C8;&#x4E0D;&#x613F;&#x5288;&#x9762;&#x8BA4;&#x9519;&#xFF0C;&#x5446;&#x5728;&#x5BB6;&#x91CC;&#x5FE7;?&#xFF0C;&#x53C8;&#x60F3;&#x89C1;&#x5230;&#x5979;&#xFF0C;&#x53EA;&#x597D;&#x501F;&#x9001;&#x8033;&#x9970;&#x4E4B;&#x540D;&#x6765;&#x62DC;&#x8BBF;&#xFF0C;&#x4EE5;&#x4FBF;&#x83B7;&#x5F97;&#x5979;&#x7684;&#x4F53;&#x8C05;&#x3002;&#x4ED6;&#x60F3;&#x6309;&#x95E8;&#x94C3;&#xFF0C;&#x624B;&#x5374;&#x62AC;&#x4E0D;&#x8D77;&#x6765;&#x3002;&#x603B;&#x4E4B;&#x65E0;&#x8BBA;&#x600E;&#x6837;&#x4E5F;&#x4ECD;&#x662F;&#x4E0D;&#x613F;&#x5148;&#x8BA4;&#x9519;&#xFF0C;&#x6700;&#x540E;&#x51B3;&#x8BAE;&#x628A;&#x8033;&#x9970;&#x6302;&#x5728;&#x95E8;&#x8033;&#x4E0A;&#x5C31;&#x5F52;&#x53BB;&#xFF0C;&#x4FBF;&#x4ECE;&#x8863;&#x888B;&#x91CC;&#x638F;&#x51FA;&#x6765;&#x6309;&#x5728;&#x95E8;&#x4E0A;&#x4E86;&#x3002;</p>
<p>&#x4ED6;&#x4E0D;&#x7981;&#x5F97;&#x60F3;&#x8D77;&#x4ECE;&#x524D;&#x90A3;&#x4E9B;&#x5FEB;&#x4E50;&#x7684;&#x65E5;&#x5B50;&#xFF0C;&#x60F3;&#x8D77;&#x4FE9;&#x4EBA;&#x5E76;&#x80A9;&#x5750;&#x5728;&#x516C;&#x56ED;&#x957F;&#x51F3;&#x4E0A;&#x537F;&#x537F;&#x6211;&#x6211;&#x7684;&#x60C5;&#x666F;&#x3002;&#x4ED6;&#x5BF9;&#x672C;&#x4EBA;&#x6628;&#x5929;&#x7684;&#x7387;&#x6027;&#xFF0C;&#x4E0D;&#x514B;&#x4E0D;&#x53CA;&#x4E0D;&#x89C9;&#x5F97;&#x5F88;&#x9057;&#x61BE;&#x3002;&#x90A3;&#x4E48;&#x5F53;&#x521D;&#x600E;&#x6837;&#x8FD8;&#x4E0D;&#x53BB;&#x8BF4;&#x5462;&#xFF1F;&#x4E8E;&#x662F;&#x5728;&#x6302;&#x5B8C;&#x8033;&#x9970;&#x4E4B;&#x540E;&#xFF0C;&#x4E0B;&#x8BA4;&#x8BC6;&#x5730;&#x628A;&#x5634;&#x9760;&#x5728;&#x95E8;&#x8033;&#x8BF4;&#x4E86;&#x3002;</p>
<p>&#x95E8;&#x7F13;&#x7F13;&#x5730;&#x5F00;&#x4E86;&#xFF0C;&#x5728;&#x5C4B;&#x91CC;&#x832B;&#x7136;&#x7684;&#x5979;&#xFF0C;&#x77A5;&#x89C1;&#x4ED6;&#x8C61;&#x88AB;&#x5F39;&#x7C27;&#x5F39;&#x8D77;&#x6765;&#x4F3C;&#x7684;&#x6251;&#x4ECE;&#x524D;&#x54ED;&#x4E86;&#x3002;&#x5979;&#x867D;&#x6CA1;&#x51FA;&#x58F0;&#xFF0C;&#x5374;&#x5728;&#x5FC3;&#x7530;&#x8BF4;&#x7740;&#x5F00;&#x9501;&#x7684;&#x90A3;&#x53E5;&#x8BDD;&#x3002;</p>
<p>&#x95E8;&#x5F00;&#x540E;&#xFF0C;&#x88AB;&#x6302;&#x5728;&#x8033;&#x5F62;&#x9501;&#x5B54;&#x4E0A;&#x7684;&#x8033;&#x9970;&#xFF0C;&#x8FD8;&#x5728;&#x5FAE;&#x5FAE;&#x5730;&#x52A8;&#x6447;&#x7740;&#x3002;</p>
<p><em><a href="https://se.insoan.com/">&#x6027;&#x611F;&#x7F8E;&#x56FE; &#x2013; &#x6027;&#x611F;&#x5957;&#x56FE;&#x5927;&#x672C;&#x8425;</a></em></p>

      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="tags/美图/" rel="tag"># 美图</a>
          
        </div>
      

      
      
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="2599.html" rel="next" title="树上的猫头鹰 创意logo计划作品">
                <i class="fa fa-chevron-left"></i> 树上的猫头鹰 创意logo计划作品
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="2601.html" rel="prev" title="幸好不太早碰到你 小清新图片">
                幸好不太早碰到你 小清新图片 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </div>
  
  
  
  </article>


    <!-- 有瓣音频文章内嵌广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block; text-align:center;" data-ad-layout="in-article" data-ad-format="fluid" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6145016388"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>

    <div class="post-spread">
      
    </div>
  </div>
  <!-- 有瓣音频信息流广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block" data-ad-format="fluid" data-ad-layout-key="-6t+ed+2i-1n-4w" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6455528644"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>


          </div>
          


          

  



        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    
    <div class="sidebar-inner">

      

      

      <section class="site-overview-wrap sidebar-panel sidebar-panel-active">
        <div class="site-overview">
          <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
            
              <p class="site-author-name" itemprop="name">美图博客</p>
              <p class="site-description motion-element" itemprop="description"></p>
          </div>

          <nav class="site-state motion-element">

            
              <div class="site-state-item site-state-posts">
              
                <a href="https://se.insoan.com/archives/">
              
                  <span class="site-state-item-count">3561</span>
                  <span class="site-state-item-name">日志</span>
                </a>
              </div>
            

            

            
              
              
              <div class="site-state-item site-state-tags">
                
                  <span class="site-state-item-count">23</span>
                  <span class="site-state-item-name">标签</span>
                
              </div>
            

          </nav>

          
            <div class="feed-link motion-element">
              <a href="atom.xml" rel="alternate">
                <i class="fa fa-rss"></i>
                RSS
              </a>
            </div>
          

          

          
          

          
          

          

        </div>
      </section>

      

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">&copy; <span itemprop="copyrightYear">2024</span>
  <span class="with-love">
    <i class="fa fa-user"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">美图博客</span>
  <div>
  <script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script>
  <span id="busuanzi_container_site_pv">本站总访问量<span id="busuanzi_value_site_pv"></span>次</span>
  </div>
  
</div>


  <div class="powered-by">由 <a class="theme-link" target="_blank" href="https://hexo.io">Hexo</a> 强力驱动</div>



  <span class="post-meta-divider">|</span>



  <div class="theme-info">主题 &mdash; <a class="theme-link" target="_blank" href="https://github.com/iissnan/hexo-theme-next">NexT.Muse</a> v5.1.4</div>




  <script type="text/javascript" async src="js/src/mermaid.min.js"></script>
  <script>
  if (window.mermaid) {
        var mermaid_config = {
            startOnLoad: true,
            theme: 'default',
            flowchart:{
                useMaxWidth: false,
                htmlLabels: true
            }                
        }
        mermaid.initialize(mermaid_config);
  }
  </script>
  

        







        
      </div>
    </footer>

    
      <div class="back-to-top">
        <i class="fa fa-arrow-up"></i>
        
          <span id="scrollpercent"><span>0</span>%</span>
        
      </div>
    

    

  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  












  
  
    <script type="text/javascript" src="lib/jquery/index.js?v=2.1.3"></script>
  

  
  
    <script type="text/javascript" src="lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>
  

  
  
    <script type="text/javascript" src="lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.ui.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>
  


  


  <script type="text/javascript" src="js/src/utils.js?v=5.1.4"></script>

  <script type="text/javascript" src="js/src/motion.js?v=5.1.4"></script>



  
  

  
  <script type="text/javascript" src="js/src/scrollspy.js?v=5.1.4"></script>
<script type="text/javascript" src="js/src/post-details.js?v=5.1.4"></script>



  


  <script type="text/javascript" src="js/src/bootstrap.js?v=5.1.4"></script>



  


  




	





  





  












  

  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    var isXml = true;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length === 0) {
      search_path = "search.xml";
    } else if (/json$/i.test(search_path)) {
      isXml = false;
    }
    var path = "/" + search_path;
    // monitor main search box;

    var onPopupClose = function (e) {
      $('.popup').hide();
      $('#local-search-input').val('');
      $('.search-result-list').remove();
      $('#no-result').remove();
      $(".local-search-pop-overlay").remove();
      $('body').css('overflow', '');
    }

    function proceedsearch() {
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay"></div>')
        .css('overflow', 'hidden');
      $('.search-popup-overlay').click(onPopupClose);
      $('.popup').toggle();
      var $localSearchInput = $('#local-search-input');
      $localSearchInput.attr("autocapitalize", "none");
      $localSearchInput.attr("autocorrect", "off");
      $localSearchInput.focus();
    }

    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';

      // start loading animation
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay">' +
          '<div id="search-loading-icon">' +
          '<i class="fa fa-spinner fa-pulse fa-5x fa-fw"></i>' +
          '</div>' +
          '</div>')
        .css('overflow', 'hidden');
      $("#search-loading-icon").css('margin', '20% auto 0 auto').css('text-align', 'center');

      $.ajax({
        url: path,
        dataType: isXml ? "xml" : "json",
        async: true,
        success: function(res) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = isXml ? $("entry", res).map(function() {
            return {
              title: $("title", this).text(),
              content: $("content",this).text(),
              url: $("url" , this).text()
            };
          }).get() : res;
          var input = document.getElementById(search_id);
          var resultContent = document.getElementById(content_id);
          var inputEventFunction = function() {
            var searchText = input.value.trim().toLowerCase();
            var keywords = searchText.split(/[\s\-]+/);
            if (keywords.length > 1) {
              keywords.push(searchText);
            }
            var resultItems = [];
            if (searchText.length > 0) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var hitCount = 0;
                var searchTextCount = 0;
                var title = data.title.trim();
                var titleInLowerCase = title.toLowerCase();
                var content = data.content.trim().replace(/<[^>]+>/g,"");
                var contentInLowerCase = content.toLowerCase();
                var articleUrl = decodeURIComponent(data.url);
                var indexOfTitle = [];
                var indexOfContent = [];
                // only match articles with not empty titles
                if(title != '') {
                  keywords.forEach(function(keyword) {
                    function getIndexByWord(word, text, caseSensitive) {
                      var wordLen = word.length;
                      if (wordLen === 0) {
                        return [];
                      }
                      var startPosition = 0, position = [], index = [];
                      if (!caseSensitive) {
                        text = text.toLowerCase();
                        word = word.toLowerCase();
                      }
                      while ((position = text.indexOf(word, startPosition)) > -1) {
                        index.push({position: position, word: word});
                        startPosition = position + wordLen;
                      }
                      return index;
                    }

                    indexOfTitle = indexOfTitle.concat(getIndexByWord(keyword, titleInLowerCase, false));
                    indexOfContent = indexOfContent.concat(getIndexByWord(keyword, contentInLowerCase, false));
                  });
                  if (indexOfTitle.length > 0 || indexOfContent.length > 0) {
                    isMatch = true;
                    hitCount = indexOfTitle.length + indexOfContent.length;
                  }
                }

                // show search results

                if (isMatch) {
                  // sort index by position of keyword

                  [indexOfTitle, indexOfContent].forEach(function (index) {
                    index.sort(function (itemLeft, itemRight) {
                      if (itemRight.position !== itemLeft.position) {
                        return itemRight.position - itemLeft.position;
                      } else {
                        return itemLeft.word.length - itemRight.word.length;
                      }
                    });
                  });

                  // merge hits into slices

                  function mergeIntoSlice(text, start, end, index) {
                    var item = index[index.length - 1];
                    var position = item.position;
                    var word = item.word;
                    var hits = [];
                    var searchTextCountInSlice = 0;
                    while (position + word.length <= end && index.length != 0) {
                      if (word === searchText) {
                        searchTextCountInSlice++;
                      }
                      hits.push({position: position, length: word.length});
                      var wordEnd = position + word.length;

                      // move to next position of hit

                      index.pop();
                      while (index.length != 0) {
                        item = index[index.length - 1];
                        position = item.position;
                        word = item.word;
                        if (wordEnd > position) {
                          index.pop();
                        } else {
                          break;
                        }
                      }
                    }
                    searchTextCount += searchTextCountInSlice;
                    return {
                      hits: hits,
                      start: start,
                      end: end,
                      searchTextCount: searchTextCountInSlice
                    };
                  }

                  var slicesOfTitle = [];
                  if (indexOfTitle.length != 0) {
                    slicesOfTitle.push(mergeIntoSlice(title, 0, title.length, indexOfTitle));
                  }

                  var slicesOfContent = [];
                  while (indexOfContent.length != 0) {
                    var item = indexOfContent[indexOfContent.length - 1];
                    var position = item.position;
                    var word = item.word;
                    // cut out 100 characters
                    var start = position - 20;
                    var end = position + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if (end < position + word.length) {
                      end = position + word.length;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    slicesOfContent.push(mergeIntoSlice(content, start, end, indexOfContent));
                  }

                  // sort slices in content by search text's count and hits' count

                  slicesOfContent.sort(function (sliceLeft, sliceRight) {
                    if (sliceLeft.searchTextCount !== sliceRight.searchTextCount) {
                      return sliceRight.searchTextCount - sliceLeft.searchTextCount;
                    } else if (sliceLeft.hits.length !== sliceRight.hits.length) {
                      return sliceRight.hits.length - sliceLeft.hits.length;
                    } else {
                      return sliceLeft.start - sliceRight.start;
                    }
                  });

                  // select top N slices in content

                  var upperBound = parseInt('1');
                  if (upperBound >= 0) {
                    slicesOfContent = slicesOfContent.slice(0, upperBound);
                  }

                  // highlight title and content

                  function highlightKeyword(text, slice) {
                    var result = '';
                    var prevEnd = slice.start;
                    slice.hits.forEach(function (hit) {
                      result += text.substring(prevEnd, hit.position);
                      var end = hit.position + hit.length;
                      result += '<b class="search-keyword">' + text.substring(hit.position, end) + '</b>';
                      prevEnd = end;
                    });
                    result += text.substring(prevEnd, slice.end);
                    return result;
                  }

                  var resultItem = '';

                  if (slicesOfTitle.length != 0) {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + highlightKeyword(title, slicesOfTitle[0]) + "</a>";
                  } else {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + title + "</a>";
                  }

                  slicesOfContent.forEach(function (slice) {
                    resultItem += "<a href='" + articleUrl + "'>" +
                      "<p class=\"search-result\">" + highlightKeyword(content, slice) +
                      "...</p>" + "</a>";
                  });

                  resultItem += "</li>";
                  resultItems.push({
                    item: resultItem,
                    searchTextCount: searchTextCount,
                    hitCount: hitCount,
                    id: resultItems.length
                  });
                }
              })
            };
            if (keywords.length === 1 && keywords[0] === "") {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>'
            } else if (resultItems.length === 0) {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>'
            } else {
              resultItems.sort(function (resultLeft, resultRight) {
                if (resultLeft.searchTextCount !== resultRight.searchTextCount) {
                  return resultRight.searchTextCount - resultLeft.searchTextCount;
                } else if (resultLeft.hitCount !== resultRight.hitCount) {
                  return resultRight.hitCount - resultLeft.hitCount;
                } else {
                  return resultRight.id - resultLeft.id;
                }
              });
              var searchResultList = '<ul class=\"search-result-list\">';
              resultItems.forEach(function (result) {
                searchResultList += result.item;
              })
              searchResultList += "</ul>";
              resultContent.innerHTML = searchResultList;
            }
          }

          if ('auto' === 'auto') {
            input.addEventListener('input', inputEventFunction);
          } else {
            $('.search-icon').click(inputEventFunction);
            input.addEventListener('keypress', function (event) {
              if (event.keyCode === 13) {
                inputEventFunction();
              }
            });
          }

          // remove loading animation
          $(".local-search-pop-overlay").remove();
          $('body').css('overflow', '');

          proceedsearch();
        }
      });
    }

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched === false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(onPopupClose);
    $('.popup').click(function(e){
      e.stopPropagation();
    });
    $(document).on('keyup', function (event) {
      var shouldDismissSearchPopup = event.which === 27 &&
        $('.search-popup').is(':visible');
      if (shouldDismissSearchPopup) {
        onPopupClose();
      }
    });
  </script>





  

  

  

  
  

  

  

  

</body>
</html>
