<!DOCTYPE html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
<meta name="theme-color" content="#222">
<meta name="referrer" content="never">









<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">
















  
  
  <link href="lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">







<link href="lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="css/main.css?v=5.1.4" rel="stylesheet" type="text/css">


  <link rel="apple-touch-icon" sizes="180x180" href="/images/apple-touch-icon-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="32x32" href="/images/favicon-32x32-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="16x16" href="/images/favicon-16x16-next.png?v=5.1.4">


  <link rel="mask-icon" href="/images/logo.svg?v=5.1.4" color="#222">





  <meta name="keywords" content="美图,">





  <link rel="alternate" href="atom.xml" title="性感美图 – 套图大本营" type="application/atom+xml">






<meta name="description" content="&amp;#x6211;&amp;#x5F88;&amp;#x559C;&amp;#x6B22;&amp;#x7684;&amp;#x4E00;&amp;#x4E9B;&amp;#x4E66;&amp;#xFF0C;&amp;#x6CA1;&amp;#x6709;&amp;#x65B0;&amp;#x4E66;&amp;#x7684;&amp;#x65F6;&amp;#x5019;&amp;#x5C31;&amp;#x53CD;&amp;#x590D;&amp;#x770B;&amp;#x8FD9;&amp;#x4E9B;&amp;#xFF1A; 1.&amp;#x300A;&amp;#x7">
<meta name="keywords" content="美图">
<meta property="og:type" content="article">
<meta property="og:title" content="美文阅读：哪些书值得反复去读？">
<meta property="og:url" content="https://se.insoan.com/2705.html">
<meta property="og:site_name" content="性感美图 – 套图大本营">
<meta property="og:description" content="&amp;#x6211;&amp;#x5F88;&amp;#x559C;&amp;#x6B22;&amp;#x7684;&amp;#x4E00;&amp;#x4E9B;&amp;#x4E66;&amp;#xFF0C;&amp;#x6CA1;&amp;#x6709;&amp;#x65B0;&amp;#x4E66;&amp;#x7684;&amp;#x65F6;&amp;#x5019;&amp;#x5C31;&amp;#x53CD;&amp;#x590D;&amp;#x770B;&amp;#x8FD9;&amp;#x4E9B;&amp;#xFF1A; 1.&amp;#x300A;&amp;#x7">
<meta property="og:locale" content="zh-Hans">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/Xiq5RzVE4hpG1JBTckv3.jpg">
<meta property="og:updated_time" content="2024-04-18T08:44:07.203Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="美文阅读：哪些书值得反复去读？">
<meta name="twitter:description" content="&amp;#x6211;&amp;#x5F88;&amp;#x559C;&amp;#x6B22;&amp;#x7684;&amp;#x4E00;&amp;#x4E9B;&amp;#x4E66;&amp;#xFF0C;&amp;#x6CA1;&amp;#x6709;&amp;#x65B0;&amp;#x4E66;&amp;#x7684;&amp;#x65F6;&amp;#x5019;&amp;#x5C31;&amp;#x53CD;&amp;#x590D;&amp;#x770B;&amp;#x8FD9;&amp;#x4E9B;&amp;#xFF1A; 1.&amp;#x300A;&amp;#x7">
<meta name="twitter:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/Xiq5RzVE4hpG1JBTckv3.jpg">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    version: '5.1.4',
    sidebar: {"position":"left","display":"post","offset":12,"b2t":false,"scrollpercent":true,"onmobile":false},
    fancybox: true,
    tabs: true,
    motion: {"enable":true,"async":false,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}},
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>
<!--谷歌广告验证代码-->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({
          google_ad_client: "ca-pub-2626449904708114",
          enable_page_level_ads: true
     });
</script>
<!--谷歌广告验证代码-->



  <link rel="canonical" href="https://se.insoan.com/2705.html">





  <title>美文阅读：哪些书值得反复去读？ | 性感美图 – 套图大本营</title>
  








</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  
  
    
  

  <div class="container sidebar-position-left page-post-detail">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-wrapper">
  <div class="site-meta ">
    

    <div class="custom-logo-site-title">
      <a href="/" class="brand" rel="start">
        <span class="logo-line-before"><i></i></span>
        <span class="site-title">性感美图 – 套图大本营</span>
        <span class="logo-line-after"><i></i></span>
      </a>
    </div>
      
        <p class="site-subtitle">性感美图 – 养眼美图</p>
      
  </div>

  <div class="site-nav-toggle">
    <button>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
    </button>
  </div>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="http://se.insoan.com/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="https://se.insoan.com/archives/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup search-popup local-search-popup">
  <div class="local-search-header clearfix">
    <span class="search-icon">
      <i class="fa fa-search"></i>
    </span>
    <span class="popup-btn-close">
      <i class="fa fa-times-circle"></i>
    </span>
    <div class="local-search-input-wrapper">
      <input autocomplete="off" placeholder="搜索..." spellcheck="false" type="text" id="local-search-input">
    </div>
  </div>
  <div id="local-search-result"></div>
</div>



    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://se.insoan.com">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="美图博客">
      <meta itemprop="description" content>
      <meta itemprop="image" content="images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="性感美图 – 套图大本营">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">美文阅读：哪些书值得反复去读？</h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-10-06T12:18:18+08:00">
                2020-10-06
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/Xiq5RzVE4hpG1JBTckv3.jpg" alt="&#x7F8E;&#x6587;&#x9605;&#x8BFB;&#xFF1A;&#x54EA;&#x4E9B;&#x4E66;&#x503C;&#x5F97;&#x53CD;&#x590D;&#x53BB;&#x8BFB;&#xFF1F;"></p>
<p>&#x6211;&#x5F88;&#x559C;&#x6B22;&#x7684;&#x4E00;&#x4E9B;&#x4E66;&#xFF0C;&#x6CA1;&#x6709;&#x65B0;&#x4E66;&#x7684;&#x65F6;&#x5019;&#x5C31;&#x53CD;&#x590D;&#x770B;&#x8FD9;&#x4E9B;&#xFF1A;</p>
<p>1.&#x300A;&#x7B80;&#x7231;&#x300B;&#xFF0C;&#x8FD9;&#x672C;&#x4E66;&#x9AD8;&#x4E00;&#x5FEB;&#x671F;&#x672B;&#x7684;&#x65F6;&#x5019;&#x770B;&#x7684;&#xFF0C;&#x770B;&#x4E86;&#x4E00;&#x904D;&#x4EE5;&#x540E;&#x53C8;&#x770B;&#x4E86;&#x4E24;&#x904D;&#xFF0C;&#x8FDE;&#x7EED;&#x770B;&#x4E86;&#x4E09;&#x904D;&#x3002;&#x8FD9;&#x662F;&#x6211;&#x770B;&#x4E66;&#x7684;&#x4E60;&#x60EF;&#xFF0C;&#x5982;&#x679C;&#x67D0;&#x4E00;&#x672C;&#x4E66;&#x975E;&#x5E38;&#x6253;&#x52A8;&#x6211;&#xFF0C;&#x6211;&#x5C31;&#x4F1A;&#x53CD;&#x53CD;&#x590D;&#x590D;&#x770B;&#xFF0C;&#x4F1A;&#x5BF9;&#x91CC;&#x9762;&#x7684;&#x6545;&#x4E8B;&#x8109;&#x7EDC;&#x6709;&#x6BD4;&#x8F83;&#x6E05;&#x6670;&#x7684;&#x8BA4;&#x77E5;&#xFF0C;&#x5C31;&#x80FD;&#x548C;&#x522B;&#x4EBA;&#x804A;&#x804A;&#x8FD9;&#x4E2A;&#x6545;&#x4E8B;&#x3002;&#x56E0;&#x4E3A;&#x8FD9;&#x662F;&#x6211;&#x7B2C;&#x4E00;&#x6B21;&#x63A5;&#x89E6;&#x82F1;&#x56FD;&#x6587;&#x5B66;&#xFF0C;&#x5F53;&#x65F6;&#x5F88;&#x611F;&#x52A8;&#xFF0C;&#x611F;&#x89C9;&#x81EA;&#x5DF1;&#x5C31;&#x53EF;&#x4EE5;&#x662F;&#x91CC;&#x9762;&#x7684;&#x67D0;&#x4E00;&#x4E2A;&#x4EBA;&#xFF0C;&#x8FD9;&#x5927;&#x6982;&#x5C31;&#x662F;&#x4F5C;&#x54C1;&#x5BF9;&#x4E8E;&#x8BFB;&#x8005;&#x7684;&#x5524;&#x9192;&#x5427;&#x3002;&#x6211;&#x540E;&#x6765;&#x770B;&#x4F5C;&#x8005;&#x52C3;&#x6717;&#x7279;&#x7684;&#x4E66;&#x4FE1;&#xFF0C;&#x6211;&#x611F;&#x89C9;&#x5979;&#x771F;&#x7684;&#x662F;&#x4E00;&#x4F4D;&#x5FC3;&#x7075;&#x975E;&#x5E38;&#x7F8E;&#x4E14;&#x7075;&#x52A8;&#x7684;&#x5973;&#x6027;&#xFF0C;&#x6545;&#x800C;&#x5979;&#x7684;&#x4F5C;&#x54C1;&#x975E;&#x5E38;&#x8010;&#x8BFB;&#x3002;</p>
<p>2.&#x300A;&#x50B2;&#x6162;&#x4E0E;&#x504F;&#x89C1;&#x300B;&#xFF0C;&#x4F5C;&#x8005;&#x5965;&#x65AF;&#x6C40;&#x3002;&#x8FD9;&#x672C;&#x4E66;&#x6211;&#x4E2A;&#x4EBA;&#x4E5F;&#x975E;&#x5E38;&#x559C;&#x6B22;&#x3002;&#x8BA9;&#x6211;&#x4E86;&#x89E3;&#x5230;&#x82F1;&#x56FD;&#x793E;&#x4F1A;&#x90A3;&#x65F6;&#x7684;&#x98CE;&#x4FD7;&#x793C;&#x4EEA;&#x6587;&#x5316;&#x4EE5;&#x53CA;&#x5973;&#x6027;&#x5730;&#x4F4D;&#xFF0C;&#x90A3;&#x672C;&#x4E66;&#x7ED9;&#x6211;&#x7684;&#x611F;&#x89C9;&#x662F;&#x82F1;&#x56FD;&#x793E;&#x4F1A;&#x975E;&#x5E38;&#x534E;&#x4E3D;&#x548C;&#x6C11;&#x4E3B;&#xFF0C;&#x5404;&#x79CD;&#x4EBA;&#x7269;&#x7684;&#x6027;&#x683C;&#x90FD;&#x975E;&#x5E38;&#x9C9C;&#x660E;&#x3002;&#x4E5F;&#x662F;&#x9AD8;&#x4E2D;&#x7684;&#x65F6;&#x5019;&#x770B;&#x7684;&#xFF0C;&#x867D;&#x53EA;&#x770B;&#x8FC7;&#x4E00;&#x904D;&#xFF0C;&#x4F46;&#x6211;&#x5BF9;&#x90A3;&#x672C;&#x4E66;&#x4E00;&#x76F4;&#x5370;&#x8C61;&#x6DF1;&#x523B;&#xFF0C;&#x5B83;&#x662F;&#x5C5E;&#x4E8E;&#x53EF;&#x4EE5;&#x73CD;&#x85CF;&#x7684;&#xFF0C;&#x5982;&#x540C;&#x5973;&#x5B69;&#x7684;&#x8863;&#x67DC;&#x3002;</p>
<p>3.&#x300A;&#x8FFD;&#x98CE;&#x7B5D;&#x7684;&#x4EBA;&#x300B;&#xFF0C;&#x6211;&#x975E;&#x5E38;&#x559C;&#x6B22;&#x91CC;&#x9762;&#x7684;&#x4E3B;&#x4EBA;&#x516C;&#x54C8;&#x6851;&#x3002;&#x6211;&#x76F8;&#x4FE1;&#x6240;&#x6709;&#x8BA4;&#x771F;&#x8BFB;&#x8FC7;&#x8FD9;&#x672C;&#x4E66;&#x7684;&#x8BFB;&#x8005;&#x90FD;&#x4F1A;&#x548C;&#x6211;&#x4E00;&#x6837;&#x3002;&#x8FD9;&#x672C;&#x4E66;&#x4E2D;&#x6709;&#x7AE5;&#x5E74;&#x3001;&#x6210;&#x957F;&#x3001;&#x4F19;&#x4F34;&#x3001;&#x4EB2;&#x4EBA;&#x3001;&#x6218;&#x4E89;&#x8FD8;&#x6709;&#x6551;&#x8D4E;&#xFF0C;&#x6211;&#x53EA;&#x662F;&#x611F;&#x89C9;&#x54C8;&#x6851;&#x4E0E;&#x963F;&#x7C73;&#x5C14;&#x7684;&#x7AE5;&#x5E74;&#x7ECF;&#x5386;&#x5C31;&#x50CF;&#x6211;&#x5370;&#x8C61;&#x91CC;&#x6709;&#x8FC7;&#x7684;&#x666F;&#x8C61;&#x4E00;&#x6837;&#xFF0C;&#x5B83;&#x5E76;&#x672A;&#x53D1;&#x751F;&#x5728;&#x6211;&#x7684;&#x751F;&#x6D3B;&#x4E2D;&#xFF0C;&#x4F46;&#x6211;&#x603B;&#x611F;&#x89C9;&#x5B83;&#x5728;&#x6211;&#x7684;&#x751F;&#x6D3B;&#x91CC;&#x65F6;&#x65F6;&#x4E0A;&#x6F14;&#xFF0C;&#x8BA9;&#x6211;&#x610F;&#x8BC6;&#x5230;&#x81EA;&#x5DF1;&#x8FD8;&#x662F;&#x4E00;&#x4E2A;&#x65E0;&#x6BD4;&#x7CDF;&#x7CD5;&#x7684;&#x4EBA;&#xFF0C;&#x6211;&#x8FD8;&#x4F1A;&#x5E38;&#x60F3;&#x8D77;&#x6211;&#x7684;&#x7AE5;&#x5E74;&#x3002;&#x6BCF;&#x770B;&#x4E00;&#x904D;&#x90FD;&#x5F88;&#x6000;&#x5FF5;&#xFF0C;&#x60F3;&#x54ED;&#x3002;</p>
<p>4.&#x300A;&#x970D;&#x4E71;&#x65F6;&#x671F;&#x7684;&#x7231;&#x60C5;&#x300B;&#xFF0C;&#x770B;&#x5B8C;&#x8FD9;&#x672C;&#x4E66;&#x7684;&#x65F6;&#x5019;&#x6211;&#x611F;&#x89C9;&#x81EA;&#x5DF1;&#x770B;&#x5B8C;&#x4E86;&#x4E00;&#x4E2A;&#x6F2B;&#x957F;&#x7684;&#x7AE5;&#x8BDD;&#x6545;&#x4E8B;&#x3002;&#x6545;&#x4E8B;&#x6709;&#x70B9;&#x8001;&#x5957;&#xFF0C;&#x53EF;&#x662F;&#x6211;&#x76F8;&#x4FE1;&#x4E5F;&#x53EA;&#x6709;&#x9A6C;&#x5C14;&#x514B;&#x65AF;&#x624D;&#x80FD;&#x628A;&#x8FD9;&#x6837;&#x7684;&#x6545;&#x4E8B;&#x7ED3;&#x5408;&#x5F53;&#x65F6;&#x7684;&#x80CC;&#x666F;&#x6587;&#x5316;&#x6784;&#x5199;&#x6210;&#x5C5E;&#x4E8E;&#x81EA;&#x5DF1;&#x7684;&#x6587;&#x5B66;&#x5730;&#x56FE;&#x3002;&#x8FD9;&#x672C;&#x4E66;&#x975E;&#x5E38;&#x503C;&#x5F97;&#x8BFB;&#x8005;&#x53BB;&#x8BFB;&#x3002;&#x770B;&#x5B8C;&#x4EE5;&#x540E;&#xFF0C;&#x6211;&#x6253;&#x7B97;&#x53BB;&#x4E70;&#x4E00;&#x672C;&#x82F1;&#x6587;&#x7248;&#x7684;&#x6536;&#x85CF;&#xFF0C;&#x867D;&#x7136;&#x82F1;&#x6587;&#x4E0D;&#x597D;&#x3002;</p>
<p>5.&#x8D3E;&#x5E73;&#x51F9;&#x7684;&#x300A;&#x6D6E;&#x8E81;&#x300B;&#x3002;&#x8FD9;&#x672C;&#x4E66;&#x767E;&#x770B;&#x4E0D;&#x538C;&#xFF0C;&#x5728;&#x56FE;&#x4E66;&#x9986;&#x501F;&#x8FC7;&#x51E0;&#x6B21;&#xFF0C;&#x540E;&#x6765;&#x7D22;&#x6027;&#x81EA;&#x5DF1;&#x4E70;&#x4E86;&#x4E00;&#x672C;&#x3002;&#x8FD9;&#x672C;&#x4E66;&#x597D;&#x50CF;&#x662F;&#x8D3E;&#x5E73;&#x51F9;30&#x591A;&#x5C81;&#x65F6;&#x5019;&#x7684;&#x4F5C;&#x54C1;&#xFF0C;&#x5E94;&#x8BE5;&#x662F;80&#x5E74;&#x4EE3;&#x5DE6;&#x53F3;&#x51FA;&#x7684;&#xFF0C;&#x6211;&#x8BB0;&#x4E0D;&#x6E05;&#x4E86;&#x3002;&#x6211;&#x4E2A;&#x4EBA;&#x6BD4;&#x8F83;&#x504F;&#x7231;&#x8FD9;&#x672C;&#x4E66;&#xFF0C;&#x6BD5;&#x4E1A;&#x8BBA;&#x6587;&#x9009;&#x9898;&#x5C31;&#x662F;&#x4EE5;&#x8FD9;&#x672C;&#x4E66;&#x4E3A;&#x672C;&#xFF0C;&#x5185;&#x5BB9;&#x4E0D;&#x505A;&#x4ECB;&#x7ECD;&#x4E86;&#x3002;&#x53E6;&#x5916;&#x4ED6;&#x7684;&#x300A;&#x532A;&#x4E8B;&#x300B;&#x3001;&#x300A;&#x571F;&#x95E8;&#x300B;&#x3001;&#x300A;&#x9AD8;&#x8001;&#x5E84;&#x300B;&#x3001;&#x300A;&#x79E6;&#x8154;&#x300B;&#x3001;&#x300A;&#x4E09;&#x5341;&#x800C;&#x7ACB;&#x300B;&#x90FD;&#x5F88;&#x503C;&#x5F97;&#x770B;&#xFF0C;&#x300A;&#x8001;&#x751F;&#x300B;&#x6211;&#x5728;&#x770B;&#x7B2C;&#x4E8C;&#x904D;&#x4E86;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x672C;&#x4E66;&#xFF0C;&#x6211;&#x60F3;&#x53BB;&#x8BFB;&#x300A;&#x5C71;&#x6D77;&#x7ECF;&#x300B;&#x4E86;&#x3002;</p>
<p>7.&#x82CF;&#x7AE5;&#x7684;&#x4E66;&#xFF0C;&#x5199;&#x5230;&#x8FD9;&#x91CC;&#xFF0C;&#x6211;&#x90FD;&#x5FD8;&#x8BB0;&#x4ED6;&#x7684;&#x4E66;&#x540D;&#x4E86;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x5370;&#x8C61;&#x5F88;&#x6DF1;&#x523B;&#x7684;&#x662F;&#x4ED6;&#x7684;&#x5F88;&#x591A;&#x4F5C;&#x54C1;&#x90FD;&#x6D89;&#x53CA;&#x5230;&#x4E86;&#x9999;&#x693F;&#x8857;&#x8FD9;&#x4E2A;&#x5730;&#x540D;&#xFF0C;&#x6211;&#x5F53;&#x65F6;&#x628A;&#x56FE;&#x4E66;&#x9986;&#x4ED6;&#x7684;&#x4E66;&#x57FA;&#x672C;&#x4E0A;&#x90FD;&#x627E;&#x6765;&#x770B;&#x4E86;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x4ED6;&#x7684;&#x7B14;&#x5C31;&#x597D;&#x6BD4;&#x795E;&#x4ED9;&#x7684;&#x773C;&#x775B;&#xFF0C;&#x80FD;&#x8BA9;&#x4E07;&#x7269;&#x590D;&#x82CF;&#x7684;&#x611F;&#x89C9;&#x3002;</p>
<p>8.&#x300A;&#x8BB8;&#x4E09;&#x89C2;&#x5356;&#x8840;&#x8BB0;&#x300B;&#x3001;&#x300A;&#x6D3B;&#x7740;&#x300B;&#x3001;&#x300A;&#x5728;&#x7EC6;&#x96E8;&#x4E2D;&#x547C;&#x558A;&#x300B;&#xFF0C;&#x6211;&#x53EA;&#x770B;&#x8FC7;&#x4F59;&#x534E;&#x7684;&#x8FD9;&#x4E09;&#x90E8;&#x4F5C;&#x54C1;&#xFF0C;&#x300A;&#x5144;&#x5F1F;&#x300B;&#x6211;&#x770B;&#x4E86;&#x4E00;&#x90E8;&#xFF0C;&#x540E;&#x6765;&#x5C31;&#x6CA1;&#x770B;&#x4E86;&#x3002;&#x4ED6;&#x7684;&#x4E66;&#x751F;&#x547D;&#x6D53;&#x5EA6;&#x5F88;&#x539A;&#xFF0C;&#x770B;&#x5B8C;&#x4E86;&#x6709;&#x70B9;&#x5598;&#x4E0D;&#x8FC7;&#x6C14;&#xFF0C;&#x4F46;&#x53C8;&#x975E;&#x5E38;&#x60F3;&#x770B;&#x4E0B;&#x53BB;&#x3002;&#x4E2A;&#x4EBA;&#x89C9;&#x5F97;&#x90A3;&#x4E09;&#x672C;&#x90FD;&#x503C;&#x5F97;&#x53CD;&#x590D;&#x770B;&#xFF0C;&#x6211;&#x6700;&#x559C;&#x6B22;&#x7684;&#x662F;&#x300A;&#x5728;&#x7EC6;&#x96E8;&#x4E2D;&#x547C;&#x558A;&#x300B;&#x8FD9;&#x672C;&#x4E66;&#x3002;</p>
<p>9.&#x300A;&#x767D;&#x9E7F;&#x539F;&#x300B;&#xFF0C;&#x4F5C;&#x8005;&#x9648;&#x5FE0;&#x5B9E;&#x3002;&#x8FD9;&#x91CC;&#x9762;&#x7684;&#x77DB;&#x76FE;&#x5FC3;&#x7406;&#x7684;&#x4E66;&#x5199;&#x975E;&#x5E38;&#x52A8;&#x4EBA;&#xFF0C;&#x6211;&#x4E4B;&#x524D;&#x770B;&#x7535;&#x89C6;&#x5267;&#x300A;&#x950B;&#x5203;&#x300B;&#xFF0C;&#x5B50;&#x751F;&#x4F5C;&#x4E3A;&#x5171;&#x4EA7;&#x515A;&#x548C;&#x4F5C;&#x4E3A;&#x56FD;&#x6C11;&#x515A;&#x7684;&#x5170;&#x82F1;&#x4F4F;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x4ED6;&#x4EEC;&#x90FD;&#x5FC3;&#x77E5;&#x5BF9;&#x65B9;&#x7684;&#x8EAB;&#x4EFD;&#xFF0C;&#x4F46;&#x53C8;&#x5F7C;&#x6B64;&#x76F8;&#x7231;&#xFF0C;&#x600E;&#x4E48;&#x8BF4;&#x5462;&#xFF0C;&#x770B;&#x5230;&#x8FD9;&#x91CC;&#x5C31;&#x5F88;&#x50CF;&#x767D;&#x9E7F;&#x539F;&#x4E2D;&#x767D;&#x7075;&#x548C;&#x9E7F;&#x5BB6;&#x5144;&#x5F1F;&#x7684;&#x7231;&#x60C5;&#xFF0C;&#x4F46;&#x53C8;&#x4E0D;&#x53EA;&#x662F;&#x7231;&#x60C5;&#xFF0C;&#x56E0;&#x4E3A;&#x6709;&#x7740;&#x9769;&#x547D;&#x4F7F;&#x547D;&#xFF0C;&#x90A3;&#x79CD;&#x60C5;&#x611F;&#x5C31;&#x50CF;&#x8499;&#x4E86;&#x4E00;&#x5C42;&#x5C18;&#x3002;</p>
<p>10.&#x300A;&#x547C;&#x5170;&#x6CB3;&#x4F20;&#x300B;&#x3001;&#x300A;&#x751F;&#x6B7B;&#x573A;&#x300B;&#x3002;&#x6211;&#x60F3;&#x81EA;&#x4ECE;&#x300A;&#x9EC4;&#x91D1;&#x65F6;&#x4EE3;&#x300B;&#x7684;&#x7535;&#x5F71;&#x64AD;&#x51FA;&#x4EE5;&#x540E;&#xFF0C;&#x8427;&#x7EA2;&#x8FD9;&#x4F4D;&#x5973;&#x4F5C;&#x5BB6;&#x624D;&#x5F97;&#x4EE5;&#x516C;&#x4F17;&#x89C6;&#x91CE;&#x91CC;&#x6B63;&#x540D;&#x3002;&#x4F5C;&#x4E3A;&#x559C;&#x6B22;&#x5979;&#x7684;&#x8BFB;&#x8005;&#x6765;&#x8BF4;&#xFF0C;&#x8FD8;&#x662F;&#x5F88;&#x503C;&#x5F97;&#x9AD8;&#x5174;&#x7684;&#x4E8B;&#xFF0C;&#x56E0;&#x4E3A;&#x5728;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x4E0A;&#x5927;&#x6982;&#x5F88;&#x591A;&#x4EBA;&#x90FD;&#x4E0D;&#x4F1A;&#x5FD8;&#x8BB0;&#x9C81;&#x8FC5;&#x3001;&#x5F20;&#x7231;&#x73B2;&#xFF0C;&#x4F46;&#x5F88;&#x591A;&#x4EBA;&#x5374;&#x4E0D;&#x719F;&#x6089;&#x8427;&#x7EA2;&#xFF0C;&#x5979;&#x662F;&#x4E00;&#x4F4D;&#x975E;&#x5E38;&#x7279;&#x522B;&#x7684;&#x5973;&#x4F5C;&#x5BB6;&#xFF0C;&#x5C3D;&#x7BA1;&#x540D;&#x5229;&#x8FD9;&#x79CD;&#x4E1C;&#x897F;&#x5728;&#x4F5C;&#x5BB6;&#x6545;&#x53BB;&#x4EE5;&#x540E;&#x518D;&#x52A0;&#x4E0A;&#x5BF9;&#x4F5C;&#x5BB6;&#x672C;&#x4EBA;&#x610F;&#x4E49;&#x4E5F;&#x4E0D;&#x5927;&#x4E86;&#xFF0C;&#x4F46;&#x662F;&#x4F46;&#x662F;&#x8FD8;&#x662F;&#x7531;&#x8877;&#x5E0C;&#x671B;&#x5979;&#x4E0D;&#x4EC5;&#x88AB;&#x6587;&#x5B66;&#x53F2;&#x8BB0;&#x4F4F;&#xFF0C;&#x4E5F;&#x80FD;&#x88AB;&#x666E;&#x901A;&#x4EBA;&#x8BB0;&#x4F4F;&#x3002;</p>
<p>11.&#x65B9;&#x65B9;&#x7684;&#x300A;&#x98CE;&#x666F;&#x300B;&#xFF0C;&#x6709;&#x4E00;&#x6B21;&#x540C;&#x5B66;&#x5728;&#x770B;&#xFF0C;&#x6211;&#x5C31;&#x62FF;&#x8FC7;&#x53BB;&#x7FFB;&#x9605;&#xFF0C;&#x662F;&#x77ED;&#x7BC7;&#xFF0C;&#x5B83;&#x662F;&#x4EE5;&#x4E00;&#x4E2A;&#x5DF2;&#x901D;&#x7684;&#x4EBA;&#x7684;&#x89C6;&#x89D2;&#x6765;&#x7A7F;&#x900F;&#x6574;&#x7BC7;&#x5185;&#x5BB9;&#xFF0C;&#x5B83;&#x7684;&#x5B57;&#x6570;&#x4E0D;&#x957F;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x5F53;&#x65F6;&#x5C31;&#x8BFB;&#x5B8C;&#x4E86;&#x3002;&#x8FD9;&#x7BC7;&#x5C0F;&#x8BF4;&#x4E0D;&#x4EC5;&#x4EC5;&#x89C6;&#x89D2;&#x72EC;&#x7279;&#xFF0C;&#x4E14;&#x6587;&#x98CE;&#x6E05;&#x6670;&#xFF0C;&#x7EC6;&#x8282;&#x5177;&#x4F53;&#xFF0C;&#x56E0;&#x4E3A;&#x8FD9;&#x7BC7;&#x5C0F;&#x8BF4;&#xFF0C;&#x6211;&#x540E;&#x6765;&#x53BB;&#x627E;&#x4E86;&#x5979;&#x5176;&#x4ED6;&#x7684;&#x4E66;&#xFF0C;&#x5979;&#x7684;&#x300A;&#x7956;&#x7236;&#x5728;&#x7236;&#x4EB2;&#x5FC3;&#x4E2D;&#x300B;&#x4E5F;&#x5F88;&#x8010;&#x8BFB;&#x3002;</p>
<p>12.&#x8FDF;&#x5B50;&#x5EFA;&#x7684;&#x300A;&#x683C;&#x91CC;&#x683C;&#x6D77;&#x7684;&#x7EC6;&#x96E8;&#x9EC4;&#x660F;&#x300B;&#x3001;&#x300A;&#x4E16;&#x754C;&#x4E0A;&#x6240;&#x6709;&#x7684;&#x591C;&#x665A;&#x300B;&#x3002;&#x6211;&#x89C9;&#x5F97;&#x5979;&#x7684;&#x6587;&#x5B57;&#x91CC;&#x6709;&#x4E00;&#x79CD;&#x8499;&#x53E4;&#x98CE;&#x5149;&#x7684;&#x8FBD;&#x9614;&#x7F8E;&#xFF0C;&#x65E2;&#x5927;&#x6C14;&#x53C8;&#x6E05;&#x65B0;&#x3002;</p>
<p>13.&#x5F20;&#x709C;&#x7684;&#x300A;&#x53E4;&#x8239;&#x300B;&#x3002;&#x8FD9;&#x672C;&#x4E66;&#x7684;&#x6587;&#x5316;&#x610F;&#x8574;&#x5F88;&#x72EC;&#x5230;&#xFF0C;&#x5939;&#x6742;&#x7740;&#x82E6;&#x96BE;&#x548C;&#x60B2;&#x621A;&#xFF0C;&#x8C61;&#x5F81;&#x7740;&#x4EBA;&#x751F;&#x7684;&#x5E38;&#x6001;&#x4EE5;&#x53CA;&#x67D0;&#x79CD;&#x96BE;&#x4EE5;&#x903E;&#x8D8A;&#x7684;&#x529B;&#x91CF;&#x3002;&#x4E66;&#x4E2D;&#x6709;&#x4E00;&#x53E5;&#x8BDD;&#x662F;&#x8FD9;&#x6837;&#x7684;&#xFF0C;&#x4E00;&#x672C;&#x4E66;&#x4E2D;&#xFF0C;&#x6709;&#x4EBA;&#x8BFB;&#x5B57;&#xFF0C;&#x6709;&#x4EBA;&#x8BFB;&#x53E5;&#xFF0C;&#x4E5F;&#x6709;&#x4EBA;&#x8BFB;&#x6C14;&#x3002;&#x6211;&#x89C9;&#x5F97;&#x8FD9;&#x79CD;&#x8BF4;&#x6CD5;&#x5F88;&#x6709;&#x610F;&#x601D;&#xFF0C;&#x5728;&#x90A3;&#x79CD;&#x73AF;&#x5883;&#x91CC;&#xFF0C;&#x8FD8;&#x6709;&#x8FD9;&#x6837;&#x901A;&#x900F;&#x7684;&#x8BED;&#x8A00;&#x3002;</p>
<p>14.&#x8001;&#x820D;&#x7684;&#x300A;&#x56DB;&#x4E16;&#x540C;&#x5802;&#x300B;&#xFF0C;&#x8FD9;&#x672C;&#x4E66;&#x5145;&#x5206;&#x53CD;&#x6620;&#x51FA;&#x4F5C;&#x8005;&#x81EA;&#x8EAB;&#x7684;&#x54C1;&#x683C;&#x4E0E;&#x683C;&#x5C40;&#x3002;&#x5982;&#x679C;&#x60F3;&#x4E86;&#x89E3;&#x4E09;&#x56DB;&#x5341;&#x5E74;&#x4EE3;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x5927;&#x6982;&#x80FD;&#x4ECE;&#x4E2D;&#x5BFB;&#x51FA;&#x4E00;&#x4E9B;&#x7AEF;&#x502A;&#xFF0C;&#x4F46;&#x662F;&#x8FD9;&#x672C;&#x4E66;&#x672C;&#x8EAB;&#x5C31;&#x662F;&#x4E00;&#x4EF6;&#x827A;&#x672F;&#x54C1;&#xFF0C;&#x5B83;&#x6DB5;&#x76D6;&#x4E86;&#x5F53;&#x65F6;&#x793E;&#x4F1A;&#x751F;&#x6D3B;&#x7684;&#x65B9;&#x65B9;&#x9762;&#x9762;&#xFF0C;&#x65E2;&#x5BB6;&#x5E38;&#x53C8;&#x6709;&#x7740;&#x6D53;&#x70C8;&#x60C5;&#x97F5;&#xFF0C;&#x8001;&#x820D;&#x7684;&#x300A;&#x9A86;&#x9A7C;&#x7965;&#x5B50;&#x300B;&#x300A;&#x8001;&#x5F20;&#x7684;&#x54F2;&#x5B66;&#x300B;&#x90FD;&#x975E;&#x5E38;&#x4E0D;&#x9519;&#xFF0C;&#x4F46;&#x6211;&#x66F4;&#x504F;&#x7231;&#x300A;&#x56DB;&#x4E16;&#x540C;&#x5802;&#x300B;&#x3002;</p>
<p>15.&#x6797;&#x8BED;&#x5802;&#x7684;&#x300A;&#x4EAC;&#x534E;&#x70DF;&#x4E91;&#x300B;&#xFF0C;&#x6211;&#x770B;&#x7684;&#x65F6;&#x5019;&#x611F;&#x89C9;&#x50CF;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#xFF0C;&#x8FD9;&#x672C;&#x5C0F;&#x8BF4;&#x5F88;&#x957F;&#xFF0C;&#x4F46;&#x4F5C;&#x8005;&#x7684;&#x53D9;&#x4E8B;&#x80FD;&#x529B;&#x5F88;&#x5F3A;&#xFF0C;&#x8BFB;&#x8D77;&#x6765;&#x5F88;&#x6709;&#x8DA3;&#xFF0C;&#x4F46;&#x53C8;&#x4E0D;&#x662F;&#x90A3;&#x79CD;&#x666E;&#x901A;&#x5E02;&#x4FA9;&#x7684;&#x6587;&#x5B66;&#xFF0C;&#x6211;&#x53BB;&#x770B;&#x8FC7;&#x8D75;&#x8587;&#x7248;&#x51FA;&#x6F14;&#x7684;&#x300A;&#x4EAC;&#x534E;&#x70DF;&#x4E91;&#x300B;&#xFF0C;&#x56E0;&#x4E3A;&#x662F;&#x5148;&#x770B;&#x4E66;&#xFF0C;&#x4E66;&#x672C;&#x5148;&#x5165;&#x4E3A;&#x4E3B;&#xFF0C;&#x603B;&#x89C9;&#x5F97;&#x4E66;&#x51FA;&#x5F69;&#x5F88;&#x591A;&#x3002;&#x53E6;&#x5916;&#x4ED6;&#x7684;&#x300A;&#x8C6A;&#x95E8;&#x300B;&#x4E5F;&#x770B;&#x8FC7;&#xFF0C;&#x8981;&#x4E86;&#x89E3;&#x4E00;&#x4E2A;&#x4F5C;&#x8005;&#xFF0C;&#x4E00;&#x822C;&#x5148;&#x901A;&#x8FC7;&#x8BFB;&#x4F5C;&#x54C1;&#x5F00;&#x59CB;&#x3002;</p>
<p>16.&#x6C6A;&#x66FE;&#x797A;&#x7684;&#x4F5C;&#x54C1;&#x3002;&#x6211;&#x53EA;&#x8BB0;&#x5F97;&#x4ED6;&#x7684;&#x300A;&#x53D7;&#x6212;&#x300B;&#xFF0C;&#x8FD8;&#x6709;&#x53E6;&#x5916;&#x8BB0;&#x5F97;&#x540D;&#x5B57;&#x7684;&#x4E0D;&#x786E;&#x5B9A;&#x4F1A;&#x4E0D;&#x4F1A;&#x6253;&#x9519;&#x5B57;&#xFF0C;&#x6240;&#x4EE5;&#x5C31;&#x4E0D;&#x8D58;&#x8FF0;&#x3002;&#x4ED6;&#x7684;&#x5C0F;&#x8BF4;&#x6587;&#x5316;&#x5E95;&#x8574;&#x6DF1;&#x539A;&#xFF0C;&#x4E14;&#x6709;&#x4F5C;&#x5BB6;&#x81EA;&#x8EAB;&#x7684;&#x60C5;&#x6000;&#xFF0C;&#x878D;&#x6CE8;&#x7684;&#x662F;&#x666E;&#x901A;&#x4EBA;&#x7684;&#x751F;&#x6D3B;&#xFF0C;&#x6211;&#x4E00;&#x76F4;&#x5E0C;&#x671B;&#x6211;&#x81EA;&#x5DF1;&#x80FD;&#x5199;&#x51FA;&#x90A3;&#x79CD;&#x96BD;&#x6C38;&#x3001;&#x5197;&#x957F;&#x3001;&#x7EC6;&#x817B;&#x4F46;&#x65E5;&#x5E38;&#x7684;&#x6587;&#x5B57;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x8FD9;&#x79CD;&#x5883;&#x754C;&#x5F88;&#x96BE;&#xFF0C;&#x6240;&#x4EE5;&#x8981;&#x591A;&#x601D;&#x591A;&#x884C;&#x3002;&#x4ED6;&#x7684;&#x4F5C;&#x54C1;&#x90FD;&#x53EF;&#x4EE5;&#x770B;&#x3002;</p>
<p>17.&#x300A;&#x957F;&#x6068;&#x6B4C;&#x300B;&#xFF0C;&#x4F5C;&#x8005;&#x738B;&#x5B89;&#x5FC6;&#xFF0C;&#x738B;&#x5B89;&#x5FC6;&#x5F88;&#x64C5;&#x957F;&#x5199;&#x5F04;&#x5802;&#x751F;&#x6D3B;&#x4E0E;&#x5973;&#x6027;&#x5FC3;&#x7075;&#xFF0C;&#x300A;&#x957F;&#x6068;&#x6B4C;&#x300B;&#x662F;&#x5979;&#x7684;&#x5F88;&#x4E0D;&#x9519;&#x7684;&#x957F;&#x7BC7;&#xFF0C;&#x53E6;&#x5916;&#x300A;&#x6D41;&#x901D;&#x300B;&#x3001;&#x300A;&#x8857;&#x706F;&#x5730;&#x4E0B;&#x300B;&#x3001;&#x300A;&#x5C0F;&#x9C8D;&#x5E84;&#x300B;&#x3001;&#x300A;&#x60B2;&#x6078;&#x4E4B;&#x5730;&#x300B;&#x3001;&#x300A;&#x9690;&#x5C45;&#x7684;&#x65F6;&#x4EE3;&#x300B;&#x3001;&#x300A;&#x9152;&#x5F92;&#x300B;&#x4E2D;&#x77ED;&#x7BC7;&#x4E5F;&#x90FD;&#x5F88;&#x597D;&#x3002;&#x6211;&#x4EE5;&#x524D;&#x770B;&#x5979;&#x7684;&#x4E66;&#x89C9;&#x5F97;&#x8FD8;&#x633A;&#x559C;&#x6B22;&#x7684;&#x3002;</p>
<p>18.&#x300A;&#x963F;&#x9ED1;&#x5C0F;&#x53F2;&#x300B;&#x3001;&#x300A;&#x5BC2;&#x5BDE;&#x4E00;&#x70B9;&#x300B;&#x3002;&#x4F5C;&#x8005;&#x6C88;&#x4ECE;&#x6587;&#x3002;&#x5176;&#x5B9E;&#x4ED6;&#x7684;&#x5C0F;&#x8BF4;&#x4E0D;&#x53EA;&#x6709;&#x300A;&#x8FB9;&#x57CE;&#x300B;&#x4E0D;&#x9519;&#xFF0C;&#x4ED6;&#x7684;&#x4E00;&#x4E9B;&#x5C0F;&#x6587;&#x90FD;&#x5199;&#x7684;&#x6734;&#x5B9E;&#x4E14;&#x751F;&#x52A8;&#x3002;&#x6211;&#x5F88;&#x559C;&#x6B22;&#x4ED6;&#x7684;&#x5C0F;&#x6587;&#x548C;&#x8BB0;&#x5F55;&#x7684;&#x65E5;&#x5E38;&#x3002;</p>
<p>19.&#x300A;&#x8001;&#x6D77;&#x68E0;&#x6811;&#x300B;&#x300A;&#x547D;&#x82E5;&#x7434;&#x5F26;&#x300B;&#x300A;&#x52A1;&#x865A;&#x7B14;&#x8BB0;&#x300B;&#xFF0C;&#x4F5C;&#x8005;&#x53F2;&#x94C1;&#x751F;&#x3002;&#x6211;&#x89C9;&#x5F97;&#x8BFB;&#x4ED6;&#x7684;&#x6587;&#x5B57;&#x6574;&#x4E2A;&#x4EBA;&#x90FD;&#x4F1A;&#x6D6E;&#x4E0A;&#x4E00;&#x5C42;&#x6C14;&#x606F;&#xFF0C;&#x50CF;&#x4E91;&#x4E00;&#x6837;&#xFF0C;&#x5E72;&#x51C0;&#x9065;&#x8FDC;&#xFF0C;&#x80FD;&#x6D17;&#x6DA4;&#x5185;&#x5FC3;&#x7684;&#x90A3;&#x79CD;&#x51B5;&#x5473;&#xFF0C;&#x8BF4;&#x4E0D;&#x6E05;&#x695A;&#x3002;</p>
<p>20.&#x5F20;&#x6297;&#x6297;&#x7684;&#x300A;&#x4F5C;&#x5973;&#x300B;&#x3002;&#x5F53;&#x65F6;&#x4E3A;&#x5176;&#x4E2D;&#x7684;&#x4E00;&#x4E9B;&#x8BED;&#x8A00;&#x7740;&#x8FF7;&#x8FC7;&#xFF0C;&#x201C;&#x8FD9;&#x4E2A;&#x5927;&#x90FD;&#x5E02;&#x91CC;&#x7684;&#x72EC;&#x8EAB;&#x5973;&#x4EBA;&#xFF0C;&#x50CF;&#x5927;&#x5546;&#x573A;&#x665A;&#x95F4;&#x6253;&#x70CA;&#x65F6;&#x7684;&#x73E0;&#x5B9D;&#x9EC4;&#x91D1;&#x67DC;&#x53F0;&#x90A3;&#x6837;&#xFF0C;&#x628A;&#x81EA;&#x5DF1;&#x9694;&#x7740;&#x73BB;&#x7483;&#x4E00;&#x9053;&#x9053;&#x4E0A;&#x9501;&#x3002;&#x201D;&#x5C31;&#x50CF;&#x5F53;&#x65F6;&#x770B;&#x738B;&#x5B89;&#x5FC6;&#x7684;&#x300A;&#x957F;&#x6068;&#x6B4C;&#x300B;&#xFF0C;&#x91CC;&#x9762;&#x8BF4;&#x9053;&#xFF0C;&#x6C5F;&#x9E25;&#x98DE;&#x7FD4;&#xFF0C;&#x662F;&#x6CA1;&#x6709;&#x5C81;&#x6708;&#x7684;&#xFF0C;&#x8981;&#x7684;&#x5C31;&#x662F;&#x8FD9;&#x6CA1;&#x6709;&#x5C81;&#x6708;&#xFF0C;&#x4E0D;&#x662F;&#x5730;&#x8001;&#x5929;&#x8352;&#x7684;&#x4E00;&#x79CD;&#xFF0C;&#x800C;&#x662F;&#x4E94;&#x5341;&#x5E74;&#x7684;&#x6D41;&#x8424;&#x3002;&#x4EE5;&#x524D;&#x770B;&#x5230;&#x8FD9;&#x4E9B;&#xFF0C;&#x4F1A;&#x5F88;&#x7740;&#x8FF7;&#x3002;</p>
<p>21.&#x300A;&#x60C5;&#x4E66;&#x300B;&#x3002;&#x8FD9;&#x662F;&#x6211;&#x5F88;&#x559C;&#x6B22;&#x7684;&#x4E00;&#x4E2A;&#x5C0F;&#x8BF4;&#xFF0C;&#x6211;&#x4EE5;&#x524D;&#x770B;&#x7684;&#x65F6;&#x5019;&#x4E0D;&#x77E5;&#x9053;&#x5B83;&#x662F;&#x4E00;&#x4E2A;&#x5267;&#x672C;&#xFF0C;&#x90A3;&#x672C;&#x4E66;&#x5B83;&#x597D;&#x4F3C;&#x4E00;&#x4E2A;&#x9752;&#x6625;&#x6D41;&#x52A8;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x6CA1;&#x6709;&#x5B8C;&#x7F8E;&#x7684;&#x7ED3;&#x5C40;&#xFF0C;&#x5B83;&#x6240;&#x610F;&#x56FE;&#x8868;&#x73B0;&#x7684;&#x4E5F;&#x5E76;&#x975E;&#x662F;&#x5BF9;&#x5C11;&#x5E74;&#x65F6;&#x4EE3;&#x7684;&#x76FC;&#x671B;&#x4E0E;&#x8FFD;&#x5FC6;&#xFF0C;&#x4ED6;&#x5951;&#x5408;&#x4E00;&#x90E8;&#x5206;&#x4EBA;&#x7684;&#x6210;&#x957F;&#xFF0C;&#x67D0;&#x4E00;&#x4E2A;&#x7247;&#x6BB5;&#x548C;&#x73B0;&#x5B9E;&#x7684;&#x7ECF;&#x5386;&#x76F8;&#x4F3C;&#x3002;</p>
<p>22.&#x300A;&#x7A46;&#x65AF;&#x6797;&#x7684;&#x846C;&#x793C;&#x300B;&#x3002;&#x6211;&#x771F;&#x7684;&#x975E;&#x5E38;&#x559C;&#x6B22;&#x8FD9;&#x4E2A;&#x6545;&#x4E8B;&#xFF0C;&#x8FD9;&#x672C;&#x4E66;&#x80FD;&#x591F;&#x8BA9;&#x4EBA;&#x5BF9;&#x4E8E;&#x56DE;&#x65CF;&#x4EBA;&#x6C11;&#x7684;&#x4FE1;&#x4EF0;&#x4E0E;&#x575A;&#x5B88;&#x4EA7;&#x751F;&#x656C;&#x754F;&#x4E0E;&#x5C0A;&#x91CD;&#xFF0C;&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#x4F1A;&#x7406;&#x89E3;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x751F;&#x6D3B;&#x771F;&#x7684;&#x5BB9;&#x6613;&#x4EA7;&#x751F;&#x5F88;&#x591A;&#x5206;&#x6B67;&#xFF0C;&#x6C11;&#x65CF;&#x3001;&#x79CD;&#x65CF;&#x6216;&#x8005;&#x6027;&#x522B;&#x4E4B;&#x4E89;&#xFF0C;&#x90FD;&#x80FD;&#x4F5C;&#x4E3A;&#x4E00;&#x79CD;&#x4E89;&#x8BAE;&#x800C;&#x957F;&#x5B58;&#x4E8E;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x4E0A;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x4E0A;&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x60C5;&#x611F;&#x5BB9;&#x5668;&#xFF0C;&#x4E13;&#x95E8;&#x76DB;&#x653E;&#x601C;&#x60AF;&#x3001;&#x5305;&#x5BB9;&#x548C;&#x7231;&#x3002;</p>
<p>23.&#x300A;&#x5E73;&#x51E1;&#x7684;&#x4E16;&#x754C;&#x300B;&#x3001;&#x300A;&#x4EBA;&#x751F;&#x300B;&#x3002;&#x4E00;&#x76F4;&#x4EE5;&#x6765;&#xFF0C;&#x6211;&#x90FD;&#x89C9;&#x5F97;&#x8DEF;&#x9065;&#x4F5C;&#x54C1;&#x7684;&#x73CD;&#x8D35;&#x4E4B;&#x5904;&#x662F;&#x8D28;&#x6734;&#x3001;&#x539A;&#x91CD;&#x3001;&#x8C26;&#x548C;&#x4EE5;&#x53CA;&#x597D;&#x8BFB;&#x3002;&#x4EE5;&#x81F3;&#x4E8E;&#x4EFB;&#x4F55;&#x4E00;&#x4E2A;&#x5E74;&#x9F84;&#x9636;&#x6BB5;&#x7684;&#x4EBA;&#x8BFB;&#x8FC7;&#x6765;&#x90FD;&#x4F1A;&#x6709;&#x6240;&#x601D;&#x609F;&#x3002;&#x897F;&#x5317;&#x8FD9;&#x5757;&#x571F;&#x5730;&#x5927;&#x6982;&#x5F88;&#x517B;&#x4EBA;&#xFF0C;&#x51FA;&#x571F;&#x7684;&#x4F5C;&#x5BB6;&#x90FD;&#x5341;&#x5206;&#x6709;&#x8BF4;&#x670D;&#x529B;&#x7684;&#x3002;</p>
<p>24.&#x4E09;&#x6BDB;&#x7684;&#x4F5C;&#x54C1;&#x3002;&#x6211;&#x8BB0;&#x5F97;&#x4EE5;&#x524D;&#x5FF5;&#x9AD8;&#x4E2D;&#x7684;&#x65F6;&#x5019;&#x4E2D;&#x5348;&#x4E0D;&#x7761;&#x89C9;&#xFF0C;&#x4E70;&#x4E86;&#x4E00;&#x672C;&#x5979;&#x7684;&#x4F5C;&#x54C1;&#x96C6;&#xFF0C;&#x5F88;&#x539A;&#x3002;&#x6BCF;&#x5929;&#x770B;&#x4E00;&#x5230;&#x4E24;&#x4E2A;&#x6545;&#x4E8B;&#xFF0C;&#x7136;&#x540E;&#x5348;&#x89C9;&#x5B8C;&#x7684;&#x8DEF;&#x4E0A;&#x5C31;&#x628A;&#x770B;&#x4E86;&#x7684;&#x6545;&#x4E8B;&#x8BF4;&#x7ED9;&#x540C;&#x884C;&#x7684;&#x4EBA;&#x542C;&#x3002;&#x53EF;&#x80FD;&#x6211;&#x6CA1;&#x6709;&#x8BF4;&#x597D;&#x8FC7;&#x4EFB;&#x4F55;&#x4E00;&#x4E2A;&#x5979;&#x5199;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x4F46;&#x5979;&#x7684;&#x5F88;&#x591A;&#x6545;&#x4E8B;&#x90FD;&#x4F1A;&#x6253;&#x52A8;&#x6211;&#x3002;&#x6211;&#x8BB0;&#x5F97;&#x5979;&#x5728;&#x67D0;&#x4E00;&#x4E2A;&#x6545;&#x4E8B;&#x91CC;&#x6709;&#x4E00;&#x4E2A;&#x8FD9;&#x6837;&#x7684;&#x60C5;&#x666F;&#xFF0C;&#x662F;&#x5728;&#x56FD;&#x5916;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5979;&#x5076;&#x9047;&#x4E86;&#x4E00;&#x4E2A;&#x8001;&#x4EBA;&#xFF0C;&#x8001;&#x4EBA;&#x5E94;&#x5F53;&#x662F;&#x4E00;&#x4E2A;&#x827A;&#x672F;&#x5BB6;&#xFF0C;&#x4F46;&#x5341;&#x5206;&#x843D;&#x9B44;&#xFF0C;&#x5927;&#x6982;&#x6CA1;&#x6709;&#x4EBA;&#x77E5;&#x9053;&#x4ED6;&#xFF0C;&#x8BB0;&#x5F97;&#x4ED6;&#xFF0C;&#x90A3;&#x4E2A;&#x56FD;&#x5BB6;&#x597D;&#x50CF;&#x5F88;&#x8D2B;&#x7620;&#xFF0C;&#x5979;&#x90A3;&#x65F6;&#x5019;&#x751F;&#x6D3B;&#x5E76;&#x4E0D;&#x5BCC;&#x88D5;&#xFF0C;&#x5979;&#x8981;&#x4E86;&#x8001;&#x4EBA;&#x7684;&#x4E00;&#x4E2A;&#x4F5C;&#x54C1;&#xFF0C;&#x597D;&#x50CF;&#x662F;&#x6CE5;&#x5851;&#xFF08;&#x4E0D;&#x8BB0;&#x5F97;&#x4E86;&#xFF09;&#xFF0C;&#x7136;&#x540E;&#x628A;&#x8EAB;&#x4E0A;&#x6240;&#x6709;&#x7684;&#x94B1;&#x90FD;&#x7ED9;&#x8001;&#x4EBA;&#x4E86;&#xFF0C;&#x5979;&#x4F3C;&#x4E4E;&#x8FD8;&#x89C9;&#x5F97;&#x5F88;&#x4E0D;&#x591F;&#x3002;&#x800C;&#x4E14;&#x4ED6;&#x4EEC;&#x4F3C;&#x4E4E;&#x8FD8;&#x6709;&#x8BED;&#x8A00;&#x969C;&#x788D;&#x3002;&#x6211;&#x80FD;&#x611F;&#x89C9;&#x5230;&#x5979;&#x5185;&#x5FC3;&#x7684;&#x90A3;&#x79CD;&#x62B1;&#x6B49;&#xFF0C;&#x800C;&#x975E;&#x4EC5;&#x662F;&#x601C;&#x60AF;&#xFF0C;&#x5979;&#x5BF9;&#x4E8E;&#x4EBA;&#x7684;&#x5C0A;&#x91CD;&#x53EF;&#x4EE5;&#x4ECE;&#x5979;&#x5199;&#x7684;&#x5F88;&#x591A;&#x6545;&#x4E8B;&#x4E2D;&#x7AA5;&#x89C1;&#x51FA;&#x5979;&#x662F;&#x90A3;&#x79CD;&#x771F;&#x6B63;&#x5185;&#x5FC3;&#x9AD8;&#x8D35;&#x7684;&#x4EBA;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x5373;&#x4F7F;&#x5728;&#x4E00;&#x4E9B;&#x4EBA;&#x773C;&#x4E2D;&#x5979;&#x4F5C;&#x54C1;&#x4E2D;&#x7684;&#x6587;&#x5B66;&#x8868;&#x73B0;&#x529B;&#x5EA6;&#x8FD8;&#x4E0D;&#x8DB3;&#x591F;&#xFF0C;&#x4F46;&#x8FD9;&#x5E76;&#x4E0D;&#x5F71;&#x54CD;&#x5979;&#x5728;&#x8BFB;&#x8005;&#x5FC3;&#x91CC;&#x7684;&#x5730;&#x4F4D;&#xFF0C;&#x4EE5;&#x53CA;&#x5979;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x5199;&#x4F5C;&#x8005;&#x672C;&#x8EAB;&#x6240;&#x6709;&#x7684;&#x52AA;&#x529B;&#x59FF;&#x6001;&#x4E0E;&#x826F;&#x597D;&#x54C1;&#x683C;&#x3002;</p>
<p>&#x6211;&#x89C9;&#x5F97;&#x5C11;&#x5E74;&#x65F6;&#x5019;&#x5F62;&#x6210;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#x4E00;&#x76F4;&#x5728;&#x6539;&#x53D8;&#xFF0C;&#x968F;&#x7740;&#x65F6;&#x95F4;&#xFF0C;&#x968F;&#x7740;&#x7ECF;&#x5386;&#xFF0C;&#x968F;&#x7740;&#x9605;&#x8BFB;&#x7684;&#x4E30;&#x5BCC;&#xFF0C;&#x5305;&#x62EC;&#x66FE;&#x7ECF;&#x559C;&#x6B22;&#x7684;&#x3001;&#x800C;&#x73B0;&#x5728;&#x4E0D;&#x518D;&#x56DE;&#x5934;&#x559C;&#x6B22;&#xFF0C;&#x53EA;&#x6709;&#x611F;&#x6FC0;&#x662F;&#x6301;&#x4E45;&#x7684;&#x3002;&#x751F;&#x6D3B;&#x867D;&#x7136;&#x8270;&#x8F9B;&#x8D2B;&#x7620;&#xFF0C;&#x4F46;&#x597D;&#x5728;&#x6709;&#x90A3;&#x4E9B;&#x6545;&#x4E8B;&#x76F8;&#x4F34;&#x3002;&#x5B66;&#x751F;&#x65F6;&#x4EE3;&#x6240;&#x53D1;&#x751F;&#x7684;&#x4E8B;&#x60C5;&#x5DF2;&#x7ECF;&#x8FC7;&#x53BB;&#xFF0C;&#x90A3;&#x4E9B;&#x6545;&#x4E8B;&#x4E2D;&#x7684;&#x89D2;&#x8272;&#x4E5F;&#x5DF2;&#x7ECF;&#x5F00;&#x59CB;&#x6A21;&#x7CCA;&#xFF0C;&#x800C;&#x4EBA;&#x8FD8;&#x5728;&#x957F;&#x3002;</p>
<p>&#x4EFB;&#x4F55;&#x4E66;&#x7C4D;&#x90FD;&#x662F;&#x5728;&#x5F53;&#x65F6;&#x7684;&#x65F6;&#x95F4;&#x91CC;&#x5BF9;&#x4EBA;&#x4EA7;&#x751F;&#x7CBE;&#x795E;&#x4E4B;&#x529B;&#xFF0C;&#x65F6;&#x95F4;&#x4E45;&#x4E86;&#xFF0C;&#x5C31;&#x4F1A;&#x9057;&#x5FD8;&#x3002;&#x4F46;&#x4E66;&#x7C4D;&#x6C38;&#x8FDC;&#x662F;&#x80FD;&#x957F;&#x4F34;&#x4EBA;&#x7684;&#x7269;&#x54C1;&#xFF0C;&#x56E0;&#x4E3A;&#x4E45;&#x4E86;&#x5B83;&#x53EF;&#x80FD;&#x5C31;&#x5316;&#x6210;&#x4EBA;&#x7684;&#x4EEA;&#x6001;&#x3001;&#x793C;&#x8C8C;&#x548C;&#x8C08;&#x5410;&#x3002;&#x5176;&#x5B9E;&#x6211;&#x4E0D;&#x8D5E;&#x540C;&#x8BF4;&#x6BCF;&#x5929;&#x4E00;&#x5B9A;&#x8981;&#x8BFB;&#x591A;&#x5C11;&#x9875;&#x4E66;&#xFF0C;&#x4E00;&#x5E74;&#x5C31;&#x80FD;&#x8BFB;&#x591A;&#x5C11;&#x4E66;&#x8FD9;&#x79CD;&#x5EFA;&#x8BAE;&#xFF0C;&#x56E0;&#x4E3A;&#x8BFB;&#x4E66;&#x662F;&#x4E3B;&#x89C2;&#x7684;&#xFF0C;&#x4F60;&#x770B;&#x5230;&#x559C;&#x6B22;&#x7684;&#x4E66;&#x53EF;&#x80FD;&#x4F1A;&#x613F;&#x610F;&#x5F53;&#x5929;&#x5C31;&#x770B;&#x5B8C;&#xFF0C;&#x770B;&#x5230;&#x4E0D;&#x559C;&#x6B22;&#x7684;&#x5C31;&#x53EF;&#x80FD;&#x53EA;&#x662F;&#x968F;&#x4FBF;&#x7FFB;&#x7FFB;&#xFF0C;&#x5982;&#x679C;&#x8BFB;&#x4E66;&#x4E0D;&#x662F;&#x4E00;&#x79CD;&#x4E60;&#x60EF;&#x800C;&#x662F;&#x4E00;&#x79CD;&#x89C4;&#x5B9A;&#x5C31;&#x4F1A;&#x4E27;&#x5931;&#x8FC7;&#x7A0B;&#x7684;&#x90A3;&#x79CD;&#x7F8E;&#x611F;&#xFF0C;&#x53EF;&#x80FD;&#x8FD8;&#x5F88;&#x75DB;&#x82E6;&#x3002;</p>
<p>&#xFF08;&#x6587;/&#x963F;&#x70B3;&#x5148;&#x751F;&#x7684;&#x4FE1;&#x5C01;&#xFF09;</p>
<p><em><a href="https://se.insoan.com/">&#x6027;&#x611F;&#x7F8E;&#x56FE; &#x2013; &#x6027;&#x611F;&#x5957;&#x56FE;&#x5927;&#x672C;&#x8425;</a></em></p>

      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="tags/美图/" rel="tag"># 美图</a>
          
        </div>
      

      
      
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="2704.html" rel="next" title="摄影师Nicola Bombassei的意大利自然风光摄影作品">
                <i class="fa fa-chevron-left"></i> 摄影师Nicola Bombassei的意大利自然风光摄影作品
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="2706.html" rel="prev" title="一图一句提神醒脑的卡通风鸡汤小清新文字">
                一图一句提神醒脑的卡通风鸡汤小清新文字 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </div>
  
  
  
  </article>


    <!-- 有瓣音频文章内嵌广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block; text-align:center;" data-ad-layout="in-article" data-ad-format="fluid" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6145016388"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>

    <div class="post-spread">
      
    </div>
  </div>
  <!-- 有瓣音频信息流广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block" data-ad-format="fluid" data-ad-layout-key="-6t+ed+2i-1n-4w" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6455528644"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>


          </div>
          


          

  



        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    
    <div class="sidebar-inner">

      

      

      <section class="site-overview-wrap sidebar-panel sidebar-panel-active">
        <div class="site-overview">
          <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
            
              <p class="site-author-name" itemprop="name">美图博客</p>
              <p class="site-description motion-element" itemprop="description"></p>
          </div>

          <nav class="site-state motion-element">

            
              <div class="site-state-item site-state-posts">
              
                <a href="https://se.insoan.com/archives/">
              
                  <span class="site-state-item-count">3561</span>
                  <span class="site-state-item-name">日志</span>
                </a>
              </div>
            

            

            
              
              
              <div class="site-state-item site-state-tags">
                
                  <span class="site-state-item-count">23</span>
                  <span class="site-state-item-name">标签</span>
                
              </div>
            

          </nav>

          
            <div class="feed-link motion-element">
              <a href="atom.xml" rel="alternate">
                <i class="fa fa-rss"></i>
                RSS
              </a>
            </div>
          

          

          
          

          
          

          

        </div>
      </section>

      

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">&copy; <span itemprop="copyrightYear">2024</span>
  <span class="with-love">
    <i class="fa fa-user"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">美图博客</span>
  <div>
  <script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script>
  <span id="busuanzi_container_site_pv">本站总访问量<span id="busuanzi_value_site_pv"></span>次</span>
  </div>
  
</div>


  <div class="powered-by">由 <a class="theme-link" target="_blank" href="https://hexo.io">Hexo</a> 强力驱动</div>



  <span class="post-meta-divider">|</span>



  <div class="theme-info">主题 &mdash; <a class="theme-link" target="_blank" href="https://github.com/iissnan/hexo-theme-next">NexT.Muse</a> v5.1.4</div>




  <script type="text/javascript" async src="js/src/mermaid.min.js"></script>
  <script>
  if (window.mermaid) {
        var mermaid_config = {
            startOnLoad: true,
            theme: 'default',
            flowchart:{
                useMaxWidth: false,
                htmlLabels: true
            }                
        }
        mermaid.initialize(mermaid_config);
  }
  </script>
  

        







        
      </div>
    </footer>

    
      <div class="back-to-top">
        <i class="fa fa-arrow-up"></i>
        
          <span id="scrollpercent"><span>0</span>%</span>
        
      </div>
    

    

  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  












  
  
    <script type="text/javascript" src="lib/jquery/index.js?v=2.1.3"></script>
  

  
  
    <script type="text/javascript" src="lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>
  

  
  
    <script type="text/javascript" src="lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.ui.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>
  


  


  <script type="text/javascript" src="js/src/utils.js?v=5.1.4"></script>

  <script type="text/javascript" src="js/src/motion.js?v=5.1.4"></script>



  
  

  
  <script type="text/javascript" src="js/src/scrollspy.js?v=5.1.4"></script>
<script type="text/javascript" src="js/src/post-details.js?v=5.1.4"></script>



  


  <script type="text/javascript" src="js/src/bootstrap.js?v=5.1.4"></script>



  


  




	





  





  












  

  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    var isXml = true;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length === 0) {
      search_path = "search.xml";
    } else if (/json$/i.test(search_path)) {
      isXml = false;
    }
    var path = "/" + search_path;
    // monitor main search box;

    var onPopupClose = function (e) {
      $('.popup').hide();
      $('#local-search-input').val('');
      $('.search-result-list').remove();
      $('#no-result').remove();
      $(".local-search-pop-overlay").remove();
      $('body').css('overflow', '');
    }

    function proceedsearch() {
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay"></div>')
        .css('overflow', 'hidden');
      $('.search-popup-overlay').click(onPopupClose);
      $('.popup').toggle();
      var $localSearchInput = $('#local-search-input');
      $localSearchInput.attr("autocapitalize", "none");
      $localSearchInput.attr("autocorrect", "off");
      $localSearchInput.focus();
    }

    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';

      // start loading animation
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay">' +
          '<div id="search-loading-icon">' +
          '<i class="fa fa-spinner fa-pulse fa-5x fa-fw"></i>' +
          '</div>' +
          '</div>')
        .css('overflow', 'hidden');
      $("#search-loading-icon").css('margin', '20% auto 0 auto').css('text-align', 'center');

      $.ajax({
        url: path,
        dataType: isXml ? "xml" : "json",
        async: true,
        success: function(res) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = isXml ? $("entry", res).map(function() {
            return {
              title: $("title", this).text(),
              content: $("content",this).text(),
              url: $("url" , this).text()
            };
          }).get() : res;
          var input = document.getElementById(search_id);
          var resultContent = document.getElementById(content_id);
          var inputEventFunction = function() {
            var searchText = input.value.trim().toLowerCase();
            var keywords = searchText.split(/[\s\-]+/);
            if (keywords.length > 1) {
              keywords.push(searchText);
            }
            var resultItems = [];
            if (searchText.length > 0) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var hitCount = 0;
                var searchTextCount = 0;
                var title = data.title.trim();
                var titleInLowerCase = title.toLowerCase();
                var content = data.content.trim().replace(/<[^>]+>/g,"");
                var contentInLowerCase = content.toLowerCase();
                var articleUrl = decodeURIComponent(data.url);
                var indexOfTitle = [];
                var indexOfContent = [];
                // only match articles with not empty titles
                if(title != '') {
                  keywords.forEach(function(keyword) {
                    function getIndexByWord(word, text, caseSensitive) {
                      var wordLen = word.length;
                      if (wordLen === 0) {
                        return [];
                      }
                      var startPosition = 0, position = [], index = [];
                      if (!caseSensitive) {
                        text = text.toLowerCase();
                        word = word.toLowerCase();
                      }
                      while ((position = text.indexOf(word, startPosition)) > -1) {
                        index.push({position: position, word: word});
                        startPosition = position + wordLen;
                      }
                      return index;
                    }

                    indexOfTitle = indexOfTitle.concat(getIndexByWord(keyword, titleInLowerCase, false));
                    indexOfContent = indexOfContent.concat(getIndexByWord(keyword, contentInLowerCase, false));
                  });
                  if (indexOfTitle.length > 0 || indexOfContent.length > 0) {
                    isMatch = true;
                    hitCount = indexOfTitle.length + indexOfContent.length;
                  }
                }

                // show search results

                if (isMatch) {
                  // sort index by position of keyword

                  [indexOfTitle, indexOfContent].forEach(function (index) {
                    index.sort(function (itemLeft, itemRight) {
                      if (itemRight.position !== itemLeft.position) {
                        return itemRight.position - itemLeft.position;
                      } else {
                        return itemLeft.word.length - itemRight.word.length;
                      }
                    });
                  });

                  // merge hits into slices

                  function mergeIntoSlice(text, start, end, index) {
                    var item = index[index.length - 1];
                    var position = item.position;
                    var word = item.word;
                    var hits = [];
                    var searchTextCountInSlice = 0;
                    while (position + word.length <= end && index.length != 0) {
                      if (word === searchText) {
                        searchTextCountInSlice++;
                      }
                      hits.push({position: position, length: word.length});
                      var wordEnd = position + word.length;

                      // move to next position of hit

                      index.pop();
                      while (index.length != 0) {
                        item = index[index.length - 1];
                        position = item.position;
                        word = item.word;
                        if (wordEnd > position) {
                          index.pop();
                        } else {
                          break;
                        }
                      }
                    }
                    searchTextCount += searchTextCountInSlice;
                    return {
                      hits: hits,
                      start: start,
                      end: end,
                      searchTextCount: searchTextCountInSlice
                    };
                  }

                  var slicesOfTitle = [];
                  if (indexOfTitle.length != 0) {
                    slicesOfTitle.push(mergeIntoSlice(title, 0, title.length, indexOfTitle));
                  }

                  var slicesOfContent = [];
                  while (indexOfContent.length != 0) {
                    var item = indexOfContent[indexOfContent.length - 1];
                    var position = item.position;
                    var word = item.word;
                    // cut out 100 characters
                    var start = position - 20;
                    var end = position + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if (end < position + word.length) {
                      end = position + word.length;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    slicesOfContent.push(mergeIntoSlice(content, start, end, indexOfContent));
                  }

                  // sort slices in content by search text's count and hits' count

                  slicesOfContent.sort(function (sliceLeft, sliceRight) {
                    if (sliceLeft.searchTextCount !== sliceRight.searchTextCount) {
                      return sliceRight.searchTextCount - sliceLeft.searchTextCount;
                    } else if (sliceLeft.hits.length !== sliceRight.hits.length) {
                      return sliceRight.hits.length - sliceLeft.hits.length;
                    } else {
                      return sliceLeft.start - sliceRight.start;
                    }
                  });

                  // select top N slices in content

                  var upperBound = parseInt('1');
                  if (upperBound >= 0) {
                    slicesOfContent = slicesOfContent.slice(0, upperBound);
                  }

                  // highlight title and content

                  function highlightKeyword(text, slice) {
                    var result = '';
                    var prevEnd = slice.start;
                    slice.hits.forEach(function (hit) {
                      result += text.substring(prevEnd, hit.position);
                      var end = hit.position + hit.length;
                      result += '<b class="search-keyword">' + text.substring(hit.position, end) + '</b>';
                      prevEnd = end;
                    });
                    result += text.substring(prevEnd, slice.end);
                    return result;
                  }

                  var resultItem = '';

                  if (slicesOfTitle.length != 0) {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + highlightKeyword(title, slicesOfTitle[0]) + "</a>";
                  } else {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + title + "</a>";
                  }

                  slicesOfContent.forEach(function (slice) {
                    resultItem += "<a href='" + articleUrl + "'>" +
                      "<p class=\"search-result\">" + highlightKeyword(content, slice) +
                      "...</p>" + "</a>";
                  });

                  resultItem += "</li>";
                  resultItems.push({
                    item: resultItem,
                    searchTextCount: searchTextCount,
                    hitCount: hitCount,
                    id: resultItems.length
                  });
                }
              })
            };
            if (keywords.length === 1 && keywords[0] === "") {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>'
            } else if (resultItems.length === 0) {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>'
            } else {
              resultItems.sort(function (resultLeft, resultRight) {
                if (resultLeft.searchTextCount !== resultRight.searchTextCount) {
                  return resultRight.searchTextCount - resultLeft.searchTextCount;
                } else if (resultLeft.hitCount !== resultRight.hitCount) {
                  return resultRight.hitCount - resultLeft.hitCount;
                } else {
                  return resultRight.id - resultLeft.id;
                }
              });
              var searchResultList = '<ul class=\"search-result-list\">';
              resultItems.forEach(function (result) {
                searchResultList += result.item;
              })
              searchResultList += "</ul>";
              resultContent.innerHTML = searchResultList;
            }
          }

          if ('auto' === 'auto') {
            input.addEventListener('input', inputEventFunction);
          } else {
            $('.search-icon').click(inputEventFunction);
            input.addEventListener('keypress', function (event) {
              if (event.keyCode === 13) {
                inputEventFunction();
              }
            });
          }

          // remove loading animation
          $(".local-search-pop-overlay").remove();
          $('body').css('overflow', '');

          proceedsearch();
        }
      });
    }

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched === false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(onPopupClose);
    $('.popup').click(function(e){
      e.stopPropagation();
    });
    $(document).on('keyup', function (event) {
      var shouldDismissSearchPopup = event.which === 27 &&
        $('.search-popup').is(':visible');
      if (shouldDismissSearchPopup) {
        onPopupClose();
      }
    });
  </script>





  

  

  

  
  

  

  

  

</body>
</html>
