<!DOCTYPE html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
<meta name="theme-color" content="#222">
<meta name="referrer" content="never">









<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">
















  
  
  <link href="lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">







<link href="lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="css/main.css?v=5.1.4" rel="stylesheet" type="text/css">


  <link rel="apple-touch-icon" sizes="180x180" href="/images/apple-touch-icon-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="32x32" href="/images/favicon-32x32-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="16x16" href="/images/favicon-16x16-next.png?v=5.1.4">


  <link rel="mask-icon" href="/images/logo.svg?v=5.1.4" color="#222">





  <meta name="keywords" content="美图,">





  <link rel="alternate" href="atom.xml" title="性感美图 – 套图大本营" type="application/atom+xml">






<meta name="description" content="&amp;#x6587;&amp;#xFF0F;&amp;#x8BFA;&amp;#x7136;yz 1   &amp;#x95FA;&amp;#x871C;&amp;#x84C9;&amp;#x84C9;&amp;#x53D1;&amp;#x4E86;&amp;#x4E00;&amp;#x6761;&amp;#x670B;&amp;#x53CB;&amp;#x5708;&amp;#xFF0C;&amp;#x201C;&amp;#x5411;&amp;#x6765;&amp;#x7F18;&amp;#x6D45;&amp;#xFF0C;&amp;#x5948;&amp;#x4F5">
<meta name="keywords" content="美图">
<meta property="og:type" content="article">
<meta property="og:title" content="爱情故事：别着急，你总会遇见对的人">
<meta property="og:url" content="https://se.insoan.com/538.html">
<meta property="og:site_name" content="性感美图 – 套图大本营">
<meta property="og:description" content="&amp;#x6587;&amp;#xFF0F;&amp;#x8BFA;&amp;#x7136;yz 1   &amp;#x95FA;&amp;#x871C;&amp;#x84C9;&amp;#x84C9;&amp;#x53D1;&amp;#x4E86;&amp;#x4E00;&amp;#x6761;&amp;#x670B;&amp;#x53CB;&amp;#x5708;&amp;#xFF0C;&amp;#x201C;&amp;#x5411;&amp;#x6765;&amp;#x7F18;&amp;#x6D45;&amp;#xFF0C;&amp;#x5948;&amp;#x4F5">
<meta property="og:locale" content="zh-Hans">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/TSLYX3keHGfta2DFAVmJ.jpg">
<meta property="og:updated_time" content="2024-04-18T08:43:59.524Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="爱情故事：别着急，你总会遇见对的人">
<meta name="twitter:description" content="&amp;#x6587;&amp;#xFF0F;&amp;#x8BFA;&amp;#x7136;yz 1   &amp;#x95FA;&amp;#x871C;&amp;#x84C9;&amp;#x84C9;&amp;#x53D1;&amp;#x4E86;&amp;#x4E00;&amp;#x6761;&amp;#x670B;&amp;#x53CB;&amp;#x5708;&amp;#xFF0C;&amp;#x201C;&amp;#x5411;&amp;#x6765;&amp;#x7F18;&amp;#x6D45;&amp;#xFF0C;&amp;#x5948;&amp;#x4F5">
<meta name="twitter:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/TSLYX3keHGfta2DFAVmJ.jpg">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    version: '5.1.4',
    sidebar: {"position":"left","display":"post","offset":12,"b2t":false,"scrollpercent":true,"onmobile":false},
    fancybox: true,
    tabs: true,
    motion: {"enable":true,"async":false,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}},
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>
<!--谷歌广告验证代码-->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({
          google_ad_client: "ca-pub-2626449904708114",
          enable_page_level_ads: true
     });
</script>
<!--谷歌广告验证代码-->



  <link rel="canonical" href="https://se.insoan.com/538.html">





  <title>爱情故事：别着急，你总会遇见对的人 | 性感美图 – 套图大本营</title>
  








</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  
  
    
  

  <div class="container sidebar-position-left page-post-detail">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-wrapper">
  <div class="site-meta ">
    

    <div class="custom-logo-site-title">
      <a href="/" class="brand" rel="start">
        <span class="logo-line-before"><i></i></span>
        <span class="site-title">性感美图 – 套图大本营</span>
        <span class="logo-line-after"><i></i></span>
      </a>
    </div>
      
        <p class="site-subtitle">性感美图 – 养眼美图</p>
      
  </div>

  <div class="site-nav-toggle">
    <button>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
    </button>
  </div>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="http://se.insoan.com/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="https://se.insoan.com/archives/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup search-popup local-search-popup">
  <div class="local-search-header clearfix">
    <span class="search-icon">
      <i class="fa fa-search"></i>
    </span>
    <span class="popup-btn-close">
      <i class="fa fa-times-circle"></i>
    </span>
    <div class="local-search-input-wrapper">
      <input autocomplete="off" placeholder="搜索..." spellcheck="false" type="text" id="local-search-input">
    </div>
  </div>
  <div id="local-search-result"></div>
</div>



    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://se.insoan.com">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="美图博客">
      <meta itemprop="description" content>
      <meta itemprop="image" content="images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="性感美图 – 套图大本营">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">爱情故事：别着急，你总会遇见对的人</h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-10-06T10:33:07+08:00">
                2020-10-06
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/TSLYX3keHGfta2DFAVmJ.jpg" alt="QQ&#x622A;&#x56FE;20160809132209">  </p>
<p>&#x6587;&#xFF0F;&#x8BFA;&#x7136;yz</p>
<p>1  </p>
<p>&#x95FA;&#x871C;&#x84C9;&#x84C9;&#x53D1;&#x4E86;&#x4E00;&#x6761;&#x670B;&#x53CB;&#x5708;&#xFF0C;&#x201C;&#x5411;&#x6765;&#x7F18;&#x6D45;&#xFF0C;&#x5948;&#x4F55;&#x60C5;&#x6DF1;&#x3002;&#x201D;  </p>
<p>&#x4EE5;&#x5F80;&#x84C9;&#x84C9;&#x53D1;&#x670B;&#x53CB;&#x5708;&#x7684;&#x90FD;&#x662F;&#x6BB5;&#x5B50;&#x624B;&#x98CE;&#x683C;&#xFF0C;&#x8FD9;&#x4E48;&#x591A;&#x6101;&#x5584;&#x611F;&#xFF0C;&#x771F;&#x4E0D;&#x50CF;&#x5979;&#x3002;&#x6211;&#x53D1;&#x4E86;&#x4E00;&#x4E2A;&#x574F;&#x7B11;&#x7684;&#x8868;&#x60C5;&#x7ED9;&#x5979;&#xFF0C;&#x5979;&#x56DE;&#x590D;&#x6211;&#x8BF4;:&#x201C;&#x8BFA;&#x8BFA;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x559C;&#x6B22;&#x7684;&#x4EBA;&#x603B;&#x662F;&#x6709;&#x5973;&#x670B;&#x53CB;&#x4E86;&#xFF1F;&#x201D;</p>
<p>&#x84C9;&#x84C9;&#x6CA1;&#x6709;&#x8C08;&#x8FC7;&#x604B;&#x7231;&#xFF0C;&#x771F;&#x5FC3;&#x559C;&#x6B22;&#x8FC7;&#x4E24;&#x4E2A;&#x7537;&#x751F;&#x3002;&#x8BA9;&#x84C9;&#x84C9;&#x5931;&#x671B;&#x7684;&#x662F;&#x7537;&#x751F;&#x90FD;&#x662F;&#x6709;&#x5973;&#x670B;&#x53CB;&#x7684;&#xFF0C;&#x5F53;&#x7136;&#xFF0C;&#x50BB;&#x840C;&#x7684;&#x84C9;&#x84C9;&#x559C;&#x6B22;&#x7537;&#x751F;&#x4E4B;&#x524D;&#x662F;&#x4E0D;&#x77E5;&#x9053;&#x4ED6;&#x4EEC;&#x6709;&#x5973;&#x670B;&#x53CB;&#x3002;</p>
<p>&#x901A;&#x5E38;&#x559C;&#x6B22;&#x4E0A;&#x4E00;&#x4E2A;&#x7537;&#x751F;&#xFF0C;&#x84C9;&#x84C9;&#x4F1A;&#x5728;&#x5FC3;&#x91CC;&#x610F;&#x6DEB;&#x5F88;&#x4E45;&#xFF0C;&#x6BD4;&#x5982;&#x548C;&#x7537;&#x795E;&#x6765;&#x4E2A;&#x5076;&#x9047;&#xFF0C;&#x7537;&#x795E;&#x5BF9;&#x5979;&#x4E00;&#x89C1;&#x949F;&#x60C5;&#xFF0C;&#x8868;&#x767D;&#xFF0C;&#x7275;&#x624B;&#xFF0C;&#x4E00;&#x5207;&#x6C34;&#x5230;&#x6E20;&#x6210;&#x3002;</p>
<p>&#x610F;&#x6DEB;&#x5F52;&#x610F;&#x6DEB;&#xFF0C;&#x84C9;&#x84C9;&#x4ECE;&#x6765;&#x4E0D;&#x6562;&#x4E3B;&#x52A8;&#x8FFD;&#x7537;&#x751F;&#x3002;&#x539F;&#x56E0;&#x6709;&#x4E8C;&#xFF0C;&#x7B2C;&#x4E00;&#xFF0C;&#x867D;&#x8BF4;&#x5973;&#x8FFD;&#x7537;&#x9694;&#x5C42;&#x7EB1;&#xFF0C;&#x4F46;&#x662F;&#x90A3;&#x5C42;&#x7EB1;&#x53EF;&#x80FD;&#x5C31;&#x662F;&#x8D8A;&#x4E0D;&#x8FC7;&#x53BB;&#x7684;&#x963B;&#x788D;&#xFF1B;&#x7B2C;&#x4E8C;&#xFF0C;&#x5979;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x4E0D;&#x591F;&#x7F8E;&#xFF0C;&#x4E0D;&#x591F;&#x4F18;&#x79C0;&#xFF0C;&#x6709;&#x70B9;&#x513F;&#x4E0D;&#x81EA;&#x4FE1;&#x3002;</p>
<p>&#x8FD9;&#x79CD;&#x559C;&#x6B22;&#x5374;&#x53EA;&#x662F;&#x653E;&#x5728;&#x5FC3;&#x91CC;&#x7684;&#x6697;&#x604B;&#xFF0C;&#x8BA9;&#x84C9;&#x84C9;&#x9519;&#x8FC7;&#x4E86;&#x5F88;&#x591A;&#x4EBA;&#x3002;</p>
<p>&#x84C9;&#x84C9;&#x4E0D;&#x6F02;&#x4EAE;&#x5417;&#xFF1F;&#x4E0D;&#xFF0C;&#x867D;&#x7136;&#x6CA1;&#x6709;&#x8BA9;&#x4EBA;&#x60CA;&#x8273;&#x7684;&#x5BB9;&#x8C8C;&#xFF0C;&#x4F46;&#x662F;&#x53EF;&#x7231;&#x5446;&#x840C;&#x7684;&#x8BA9;&#x4EBA;&#x5FC3;&#x751F;&#x6B22;&#x559C;&#x3002;</p>
<p>&#x90A3;&#x4E3A;&#x4EC0;&#x4E48;&#x7537;&#x751F;&#x4E0D;&#x559C;&#x6B22;&#x5979;&#x5462;&#xFF1F;&#x56E0;&#x4E3A;&#x5979;&#x4EC0;&#x4E48;&#x90FD;&#x6CA1;&#x6709;&#x8868;&#x73B0;&#x51FA;&#x6765;&#xFF0C;&#x5979;&#x7684;&#x559C;&#x6B22;&#x53EA;&#x662F;&#x653E;&#x5728;&#x5FC3;&#x91CC;</p>
<p>2  </p>
<p>&#x84C9;&#x84C9;&#x559C;&#x6B22;&#x7B2C;&#x4E00;&#x4E2A;&#x7537;&#x751F;&#xFF0C;&#x662F;&#x5728;&#x8BFB;&#x9AD8;&#x4E2D;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6B63;&#x662F;&#x60C5;&#x7AA6;&#x521D;&#x5F00;&#x7684;&#x5E74;&#x7EAA;&#xFF0C;&#x8FD8;&#x4E0D;&#x61C2;&#x4EC0;&#x4E48;&#x53EB;&#x505A;&#x771F;&#x6B63;&#x7684;&#x559C;&#x6B22;&#xFF0C;&#x53EA;&#x662F;&#x89C9;&#x5F97;&#x770B;&#x5230;&#x7537;&#x751F;&#x65F6;&#xFF0C;&#x4F1A;&#x7D27;&#x5F20;&#xFF0C;&#x4F1A;&#x8138;&#x7EA2;&#xFF0C;&#x7EAF;&#x60C5;&#x7684;&#x5F88;&#x3002;</p>
<p>&#x84C9;&#x84C9;&#x559C;&#x6B22;&#x7684;&#x7B2C;&#x4E00;&#x4E2A;&#x7537;&#x751F;&#x5F88;&#x666E;&#x901A;&#xFF0C;&#x5C0F;&#x5E73;&#x5934;&#xFF0C;&#x7A7F;&#x7740;&#x666E;&#x901A;&#x7684;T&#x6064;&#xFF0C;&#x5F53;&#x65F6;&#x7684;&#x84C9;&#x84C9;&#x559C;&#x6B22;&#x770B;&#x9738;&#x9053;&#x603B;&#x88C1;&#x7231;&#x4E0A;&#x6211;&#x7684;&#x5076;&#x50CF;&#x5267;&#xFF0C;&#x5979;&#x603B;&#x8BF4;&#x6211;&#x559C;&#x6B22;&#x7684;&#x4EBA;&#x4E00;&#x5B9A;&#x8981;&#x5F88;&#x5E05;&#x5F88;&#x9AD8;&#x5F88;&#x6709;&#x94B1;&#x3002;</p>
<p>&#x4E8B;&#x5B9E;&#x662F;&#x771F;&#x6B63;&#x559C;&#x6B22;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x662F;&#x4E0D;&#x5728;&#x4E4E;&#x4ED6;&#x5E05;&#x4E0D;&#x5E05;&#xFF0C;&#x597D;&#x4E0D;&#x597D;&#xFF0C;&#x7528;&#x53E5;&#x5F88;&#x4FD7;&#x7684;&#x8BDD;&#x6765;&#x8BF4;&#xFF0C;&#x5C31;&#x662F;&#x90A3;&#x5929;&#x9633;&#x5149;&#x6B63;&#x597D;&#xFF0C;&#x4F60;&#x521A;&#x597D;&#x7A7F;&#x4E86;&#x4E00;&#x4EF6;&#x6211;&#x559C;&#x6B22;&#x7684;&#x767D;&#x886C;&#x886B;&#x3002;</p>
<p>&#x84C9;&#x84C9;&#x559C;&#x6B22;&#x7684;&#x90A3;&#x4E2A;&#x7537;&#x751F;&#x53EF;&#x80FD;&#x662F;&#x5728;&#x9633;&#x5149;&#x6B63;&#x597D;&#x7684;&#x90A3;&#x5929;&#x7A7F;&#x4E86;&#x4E00;&#x4EF6;&#x767D;T&#x6064;&#x3002;  </p>
<p>&#x84C9;&#x84C9;&#x62C5;&#x4EFB;&#x73ED;&#x4E0A;&#x7684;&#x5B66;&#x4E60;&#x59D4;&#x5458;&#x548C;&#x82F1;&#x8BED;&#x8BFE;&#x4EE3;&#x8868;&#xFF0C;&#x800C;&#x7537;&#x751F;&#x7684;&#x82F1;&#x8BED;&#x6210;&#x7EE9;&#x5F88;&#x5DEE;&#xFF0C;&#x84C9;&#x84C9;&#x5C31;&#x4E3B;&#x52A8;&#x7ED9;&#x7537;&#x751F;&#x8BB2;&#x89E3;&#x9898;&#x76EE;&#x3002;</p>
<p>&#x84C9;&#x84C9;&#x548C;&#x6211;&#x8BF4;&#x8D77;&#x8FD9;&#x6BB5;&#x65F6;&#xFF0C;&#x6211;&#x4E0D;&#x6562;&#x76F8;&#x4FE1;&#x7684;&#x8BF4;:&#x201C;&#x8FD9;&#x4E48;&#x660E;&#x663E;&#xFF0C;&#x7537;&#x751F;&#x4F1A;&#x4E0D;&#x77E5;&#x9053;&#x4F60;&#x559C;&#x6B22;&#x4ED6;&#x3002;&#x201D;</p>
<p>&#x84C9;&#x84C9;&#x8BF4;:&#x201C;&#x6211;&#x4EEC;&#x662F;&#x91CD;&#x70B9;&#x9AD8;&#x4E2D;&#xFF0C;&#x5B66;&#x6821;&#x4E25;&#x7981;&#x65E9;&#x604B;&#xFF0C;&#x6211;&#x7ED9;&#x4ED6;&#x8BB2;&#x9898;&#x65F6;&#x4ED6;&#x6068;&#x4E0D;&#x5F97;&#x79BB;&#x6211;&#x4E00;&#x7C73;&#x8FDC;&#x3002;&#x201D;</p>
<p>&#x539F;&#x6765;&#x84C9;&#x84C9;&#x9047;&#x89C1;&#x4E86;&#x4E00;&#x4E2A;&#x4E0D;&#x89E3;&#x98CE;&#x60C5;&#x7684;&#x5446;&#x5B50;&#xFF0C;&#x4E0D;&#x602A;&#x5979;&#x3002;</p>
<p>&#x9AD8;&#x4E2D;&#x4E09;&#x5E74;&#xFF0C;&#x4E0D;&#x7BA1;&#x84C9;&#x84C9;&#x7ED9;&#x90A3;&#x4E2A;&#x7537;&#x751F;&#x8BB2;&#x4E86;&#x591A;&#x5C11;&#x9898;&#x76EE;&#xFF0C;&#x8FD8;&#x662F;&#x5047;&#x88C5;&#x7ED9;&#x4ED6;&#x4E70;&#x6C34;&#x4E70;&#x96F6;&#x98DF;&#x3002;&#x4ED6;&#x4EEC;&#x7684;&#x5173;&#x7CFB;&#x59CB;&#x7EC8;&#x662F;&#x540C;&#x5B66;&#xFF0C;&#x4E25;&#x683C;&#x4E00;&#x70B9;&#x8BB2;&#xFF0C;&#x8FDE;&#x666E;&#x901A;&#x670B;&#x53CB;&#x90FD;&#x7B97;&#x4E0D;&#x4E0A;&#x3002;</p>
<p>&#x9AD8;&#x8003;&#x7ED3;&#x675F;&#x90A3;&#x5929;&#xFF0C;&#x5446;&#x5B50;&#x7A81;&#x7136;&#x516C;&#x5E03;&#x604B;&#x60C5;&#x4E86;&#xFF0C;&#x5973;&#x751F;&#x662F;&#x6587;&#x79D1;&#x73ED;&#x7684;&#x4E00;&#x4E2A;&#x5973;&#x751F;&#xFF0C;&#x84C9;&#x84C9;&#x8BF4;:&#x201C;&#x90A3;&#x4E2A;&#x5446;&#x5B50;&#xFF0C;&#x96BE;&#x9053;&#x5C31;&#x770B;&#x4E0D;&#x51FA;&#x6211;&#x559C;&#x6B22;&#x4ED6;&#x5417;&#xFF1F;&#x201D;</p>
<p>&#x90A3;&#x4E2A;&#x5446;&#x5B50;&#x53EF;&#x80FD;&#x6C38;&#x8FDC;&#x90FD;&#x4E0D;&#x4F1A;&#x77E5;&#x9053;&#xFF0C;&#x7269;&#x7406;&#x5316;&#x5B66;&#x76F2;&#x7684;&#x84C9;&#x84C9;&#x4E3A;&#x4EC0;&#x4E48;&#x4F1A;&#x9009;&#x7406;&#x79D1;&#x3002;&#x6709;&#x4E9B;&#x559C;&#x6B22;&#xFF0C;&#x4F60;&#x4E0D;&#x8BF4;&#x51FA;&#x6765;&#xFF0C;&#x4ED6;&#x4E5F;&#x4E0D;&#x60F3;&#x77E5;&#x9053;&#xFF0C;&#x90A3;&#x4E48;&#x53EA;&#x80FD;&#x653E;&#x5728;&#x809A;&#x5B50;&#x91CC;&#xFF0C;&#x7B49;&#x5B83;&#x81EA;&#x5DF1;&#x6D88;&#x5316;&#x6D88;&#x5931;&#x3002;</p>
<p>3  </p>
<p>&#x84C9;&#x84C9;&#x7684;&#x521D;&#x604B;&#x5C31;&#x8FD9;&#x6837;&#x65E0;&#x75BE;&#x800C;&#x7EC8;&#xFF0C;&#x5446;&#x5B50;&#x53BB;&#x4E86;&#x897F;&#x5B89;&#x8BFB;&#x5927;&#x5B66;&#xFF0C;&#x84C9;&#x84C9;&#x53BB;&#x4E86;&#x4E0A;&#x6D77;&#x3002;</p>
<p>&#x84C9;&#x84C9;&#x559C;&#x6B22;&#x7684;&#x7B2C;&#x4E8C;&#x4E2A;&#x7537;&#x751F;&#x5728;&#x5927;&#x5B66;&#xFF0C;&#x5979;&#x7684;&#x5B66;&#x957F;&#xFF0C;&#x8FD9;&#x6B21;&#x84C9;&#x84C9;&#x559C;&#x6B22;&#x7684;&#x7537;&#x751F;&#xFF0C;&#x9AD8;&#x9AD8;&#x7626;&#x7626;&#x7684;&#x5F88;&#x5E05;&#x3002;</p>
<p>&#x7537;&#x751F;&#x662F;&#x84C9;&#x84C9;&#x7684;&#x90E8;&#x957F;&#xFF0C;&#x5728;&#x90E8;&#x95E8;&#x6D3B;&#x52A8;&#x4E2D;&#xFF0C;&#x4E00;&#x6765;&#x4E8C;&#x53BB;&#xFF0C;&#x81EA;&#x7136;&#x5C31;&#x719F;&#x6089;&#x4E86;&#x3002;&#x7537;&#x751F;&#x5BF9;&#x84C9;&#x84C9;&#x5F88;&#x597D;&#xFF0C;&#x5DE5;&#x4F5C;&#x4E0A;&#x6307;&#x70B9;&#x5979;&#xFF0C;&#x751F;&#x6D3B;&#x4E2D;&#x4E5F;&#x4F1A;&#x7167;&#x987E;&#x5979;&#x3002;</p>
<p>&#x5982;&#x679C;&#x4E00;&#x4E2A;&#x53C8;&#x5E05;&#x53C8;&#x597D;&#x7684;&#x7537;&#x751F;&#x7AD9;&#x5728;&#x4F60;&#x9762;&#x524D;&#xFF0C;&#x4F60;&#x81EA;&#x7136;&#x800C;&#x7136;&#x4F1A;&#x4EA7;&#x751F;&#x597D;&#x611F;&#x5427;&#xFF0C;&#x968F;&#x7740;&#x4E24;&#x4EBA;&#x7684;&#x719F;&#x6089;&#xFF0C;&#x84C9;&#x84C9;&#x628A;&#x597D;&#x611F;&#x53D8;&#x6210;&#x4E86;&#x559C;&#x6B22;&#x3002;</p>
<p>&#x5728;&#x5927;&#x5B66;&#xFF0C;&#x8C08;&#x604B;&#x7231;&#x662F;&#x4E00;&#x4EF6;&#x5F88;&#x5E73;&#x5E38;&#x7684;&#x4E8B;&#xFF0C;&#x84C9;&#x84C9;&#x51B3;&#x5B9A;&#x8868;&#x767D;&#xFF0C;&#x5979;&#x505A;&#x597D;&#x51C6;&#x5907;&#xFF0C;&#x60F3;&#x597D;&#x53F0;&#x8BCD;&#xFF0C;&#x8FD8;&#x51C6;&#x5907;&#x4E86;&#x5C0F;&#x793C;&#x7269;&#x3002;</p>
<p>&#x8868;&#x767D;&#x90A3;&#x5929;&#x662F;&#x7537;&#x751F;&#x7684;&#x751F;&#x65E5;&#xFF0C;&#x7537;&#x751F;&#x9080;&#x8BF7;&#x90E8;&#x95E8;&#x540C;&#x5B66;&#x53BB;&#x5531;&#x6B4C;&#x3002;&#x84C9;&#x84C9;&#x5F00;&#x5FC3;&#x524D;&#x5F80;&#xFF0C;&#x63A8;&#x5F00;KTV&#x7684;&#x5927;&#x95E8;&#xFF0C;&#x53D1;&#x73B0;&#x7537;&#x751F;&#x8EAB;&#x8FB9;&#x7AD9;&#x7740;&#x4E00;&#x4E2A;&#x5973;&#x751F;&#xFF0C;&#x5E76;&#x4E14;&#x4ED6;&#x4EEC;&#x7684;&#x624B;&#x662F;&#x7275;&#x5728;&#x4E00;&#x8D77;&#x7684;&#x3002;</p>
<p>&#x84C9;&#x84C9;&#x8499;&#x4E86;&#xFF0C;&#x5979;&#x548C;&#x4ED6;&#x76F8;&#x5904;&#x5927;&#x534A;&#x5B66;&#x671F;&#x4E86;&#xFF0C;&#x4ECE;&#x6765;&#x90FD;&#x4E0D;&#x77E5;&#x9053;&#x4ED6;&#x6709;&#x5973;&#x670B;&#x53CB;&#x3002;&#x77E5;&#x9053;&#x84C9;&#x84C9;&#x559C;&#x6B22;&#x7537;&#x751F;&#x7684;&#x8FD8;&#x6709;&#x4E2A;&#x90E8;&#x95E8;&#x540C;&#x5B66;&#xFF0C;&#x90A3;&#x4E2A;&#x540C;&#x5B66;&#x548C;&#x84C9;&#x84C9;&#x7B56;&#x5212;&#x4E86;&#x5F88;&#x4E45;&#xFF0C;&#x600E;&#x6837;&#x8868;&#x767D;&#x624D;&#x80FD;&#x7ED9;&#x7537;&#x751F;&#x4E00;&#x4E2A;&#x60CA;&#x559C;&#x3002;</p>
<p>&#x84C9;&#x84C9;&#x628A;&#x793C;&#x7269;&#x7ED9;&#x4E86;&#x7537;&#x751F;&#x5C31;&#x627E;&#x4E86;&#x4E2A;&#x501F;&#x53E3;&#x8D70;&#x4E86;&#xFF0C;&#x4E00;&#x8D70;&#x51FA;KTV&#x5927;&#x95E8;&#xFF0C;&#x84C9;&#x84C9;&#x5C31;&#x54ED;&#x4E86;&#xFF0C;&#x7B97;&#x4E0D;&#x4E0A;&#x6B3A;&#x9A97;&#xFF0C;&#x6BD5;&#x7ADF;&#x5979;&#x559C;&#x6B22;&#x4ED6;&#xFF0C;&#x53EA;&#x662F;&#x5979;&#x7684;&#x4E00;&#x53A2;&#x60C5;&#x613F;&#xFF0C;&#x5979;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x95EE;&#x8FC7;&#x4ED6;&#x6709;&#x6CA1;&#x6709;&#x5973;&#x670B;&#x53CB;&#x3002;</p>
<p>&#x540E;&#x6765;&#xFF0C;&#x84C9;&#x84C9;&#x624D;&#x77E5;&#x9053;&#x7537;&#x751F;&#x662F;&#x4E2D;&#x592E;&#x7A7A;&#x8C03;&#x7C7B;&#x578B;&#x7684;&#xFF0C;&#x7537;&#x751F;&#x7684;&#x5973;&#x670B;&#x53CB;&#x5F88;&#x6F02;&#x4EAE;&#xFF0C;&#x53EA;&#x662F;&#x4ECE;&#x672A;&#x5728;&#x4ED6;&#x7684;&#x670B;&#x53CB;&#x5708;&#x51FA;&#x73B0;&#x3002;</p>
<p>&#x540E;&#x6765;&#xFF0C;&#x6709;&#x5F88;&#x591A;&#x5C0F;&#x5B66;&#x59B9;&#x50CF;&#x84C9;&#x84C9;&#x4E00;&#x6837;&#xFF0C;&#x559C;&#x6B22;&#x7740;&#x90A3;&#x4E2A;&#x7537;&#x751F;&#x3002;</p>
<p>&#x7537;&#x751F;&#x4F9D;&#x65E7;&#x5BF9;&#x84C9;&#x84C9;&#x597D;&#xFF0C;&#x53EA;&#x662F;&#x84C9;&#x84C9;&#x4F1A;&#x6709;&#x610F;&#x65E0;&#x610F;&#x62C9;&#x5F00;&#x4E0E;&#x7537;&#x751F;&#x7684;&#x8DDD;&#x79BB;&#xFF0C;&#x5979;&#x628A;&#x7537;&#x751F;&#x4ECE;&#x7EA2;&#x623F;&#x5B50;&#x5173;&#x8FDB;&#x4E86;&#x5C0F;&#x9ED1;&#x5C4B;&#x3002;</p>
<p>&#x4E0D;&#x63D0;&#x4E5F;&#x7F62;&#x3002;</p>
<p>4  </p>
<p>&#x7231;&#x60C5;&#x8FD9;&#x4E2A;&#x4E1C;&#x897F;&#xFF0C;&#x96BE;&#x514D;&#x4F1A;&#x8BA9;&#x4EBA;&#x5FC3;&#x751F;&#x5931;&#x671B;&#xFF0C;&#x4E16;&#x754C;&#x4E0A;&#x90A3;&#x6709;&#x90A3;&#x4E48;&#x5DE7;&#xFF0C;&#x90A3;&#x4E48;&#x5E78;&#x8FD0;&#xFF0C;&#x559C;&#x6B22;&#x7684;&#x4EBA;&#x521A;&#x597D;&#x559C;&#x6B22;&#x81EA;&#x5DF1;&#x3002;</p>
<p>&#x8BFB;&#x5927;&#x5B66;&#x524D;&#xFF0C;&#x84C9;&#x84C9;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x4E00;&#x5B9A;&#x80FD;&#x8C08;&#x4E00;&#x573A;&#x604B;&#x7231;&#x3002;&#x4E0D;&#x8981;&#x8F70;&#x8F70;&#x70C8;&#x70C8;&#xFF0C;&#x5E73;&#x5E73;&#x6DE1;&#x6DE1;&#x5C31;&#x597D;&#x3002;</p>
<p>&#x53EF;&#x662F;&#x6CA1;&#x6709;&#x9047;&#x89C1;&#x5BF9;&#x7684;&#x4EBA;&#xFF0C;&#x4E0D;&#x60F3;&#x5C06;&#x5C31;&#x3002;&#x7528;&#x4E86;&#x534A;&#x5E74;&#x7684;&#x65F6;&#x95F4;&#x653E;&#x4E0B;&#x5B66;&#x957F;&#xFF0C;&#x84C9;&#x84C9;&#x6CA1;&#x6709;&#x518D;&#x559C;&#x6B22;&#x8FC7;&#x522B;&#x4EBA;&#x3002;&#x5927;&#x4E09;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6709;&#x4E2A;&#x9AD8;&#x4E2D;&#x540C;&#x5B66;&#x8FFD;&#x6C42;&#x84C9;&#x84C9;&#xFF0C;&#x90A3;&#x4E2A;&#x540C;&#x5B66;&#x8BF4;&#x4ED6;&#x4ECE;&#x9AD8;&#x4E00;&#x5F00;&#x59CB;&#x5C31;&#x559C;&#x6B22;&#x84C9;&#x84C9;&#x4E86;&#xFF0C;&#x5230;&#x73B0;&#x5728;&#x5DF2;&#x7ECF;&#x6574;&#x6574;&#x4E94;&#x5E74;&#x4E86;&#x3002;</p>
<p>&#x6BCF;&#x5929;&#x7684;&#x65E9;&#x5B89;&#x665A;&#x5B89;&#xFF0C;&#x5076;&#x5C14;&#x90AE;&#x5BC4;&#x8FC7;&#x6765;&#x7684;&#x5C0F;&#x793C;&#x7269;&#xFF0C;&#x751A;&#x81F3;&#x81EA;&#x5DF1;&#x5750;&#x9AD8;&#x94C1;&#x8FC7;&#x6765;&#x770B;&#x84C9;&#x84C9;&#x3002;</p>
<p>&#x84C9;&#x84C9;&#x4E0D;&#x4E3A;&#x6240;&#x52A8;&#xFF0C;&#x65E2;&#x7136;&#x4F60;&#x559C;&#x6B22;&#x6211;&#x4E94;&#x5E74;&#x4E86;&#xFF0C;&#x90A3;&#x4F60;&#x65E9;&#x5E72;&#x561B;&#x53BB;&#x4E86;&#xFF1F;&#x73B0;&#x5728;&#x7684;&#x84C9;&#x84C9;&#x5DF2;&#x7ECF;&#x8FC7;&#x4E86;&#x4F60;&#x9001;&#x6211;&#x4E00;&#x4E2A;&#x5A03;&#x5A03;&#xFF0C;&#x6211;&#x5C31;&#x80FD;&#x611F;&#x52A8;&#x5927;&#x534A;&#x5929;&#x7684;&#x5E74;&#x9F84;&#x4E86;&#x3002;</p>
<p>&#x65E2;&#x7136;&#x4E0D;&#x559C;&#x6B22;&#xFF0C;&#x90A3;&#x5C31;&#x62D2;&#x7EDD;&#x7684;&#x5E72;&#x8106;&#x3002;&#x84C9;&#x84C9;&#x4EE5;&#x8981;&#x8003;&#x7814;&#xFF0C;&#x65E0;&#x5FC3;&#x5176;&#x4ED6;&#x62D2;&#x7EDD;&#x4E86;&#x7537;&#x751F;&#x3002;  </p>
<p>&#x84C9;&#x84C9;&#x82F1;&#x8BED;&#x4E0D;&#x592A;&#x597D;&#xFF0C;&#x524D;&#x6BB5;&#x65F6;&#x95F4;&#x62A5;&#x4E86;&#x82F1;&#x8BED;&#x8003;&#x7814;&#x73ED;&#x3002;</p>
<p>&#x53BB;&#x4E0A;&#x8BFE;&#x90A3;&#x5929;&#xFF0C;&#x84C9;&#x84C9;&#x7684;&#x53F3;&#x773C;&#x76AE;&#x9690;&#x7EA6;&#x8DF3;&#x4E86;&#x51E0;&#x4E0B;&#x3002;&#x8BF4;&#x6765;&#x4E5F;&#x5947;&#x602A;&#xFF0C;&#x84C9;&#x84C9;&#x7B2C;&#x4E00;&#x6B21;&#x89C1;&#x5230;&#x5B66;&#x957F;&#x7684;&#x90A3;&#x5929;&#xFF0C;&#x53F3;&#x773C;&#x76AE;&#x4E5F;&#x8DF3;&#x52A8;&#x4E86;&#x51E0;&#x4E0B;&#x3002;</p>
<p>&#x7B2C;&#x4E00;&#x5802;&#x8BFE;&#x662F;&#x8BCD;&#x6C47;&#x8BFE;&#xFF0C;&#x8001;&#x5E08;&#x80D6;&#x80D6;&#x7684;&#x5F88;&#x53EF;&#x7231;&#xFF0C;&#x4E0A;&#x8BFE;&#x98CE;&#x683C;&#x4E5F;&#x5E7D;&#x9ED8;&#x6709;&#x8DA3;&#x3002;&#x4E0B;&#x5348;&#x4E0A;&#x8BFE;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x84C9;&#x84C9;&#x521A;&#x521A;&#x5348;&#x7761;&#x8D77;&#x6765;&#xFF0C;&#x6574;&#x4E2A;&#x4EBA;&#x61F5;&#x61F5;&#x61C2;&#x61C2;&#xFF0C;&#x4E0A;&#x4E86;&#x5341;&#x5206;&#x949F;&#x7684;&#x8BFE;&#xFF0C;&#x624D;&#x53D1;&#x73B0;&#x4E0B;&#x5348;&#x7684;&#x8001;&#x5E08;&#x548C;&#x4E0A;&#x5348;&#x7684;&#x8001;&#x5E08;&#x4E0D;&#x662F;&#x540C;&#x4E00;&#x4E2A;&#x4EBA;&#x3002;</p>
<p>&#x8BE5;&#x600E;&#x6837;&#x5F62;&#x5BB9;&#x84C9;&#x84C9;&#x770B;&#x6E05;&#x695A;&#x8001;&#x5E08;&#x4E4B;&#x540E;&#x7684;&#x611F;&#x89C9;&#x5462;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x76F8;&#x4FE1;&#x4E00;&#x89C1;&#x503E;&#x5FC3;&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x90A3;&#x4E48;&#xFF0C;&#x4F60;&#x4F1A;&#x61C2;&#x3002;</p>
<p>&#x84C9;&#x84C9;&#x5F53;&#x65F6;&#x5C31;&#x6EE1;&#x8840;&#x590D;&#x6D3B;&#xFF0C;&#x542C;&#x8BFE;&#x542C;&#x7684;&#x6781;&#x4E3A;&#x8BA4;&#x771F;&#xFF0C;&#x7B14;&#x8BB0;&#x4E5F;&#x8BB0;&#x5F97;&#x5DE5;&#x5DE5;&#x6574;&#x6574;&#x3002;  </p>
<p>&#x56DE;&#x5230;&#x5BDD;&#x5BA4;&#xFF0C;&#x84C9;&#x84C9;&#x62FF;&#x7740;&#x82F1;&#x8BED;&#x7B14;&#x8BB0;&#x672C;&#x50BB;&#x7B11;&#x4E86;&#x534A;&#x5929;&#xFF0C;&#x5BA4;&#x53CB;&#x62C5;&#x5FC3;&#x7684;&#x6478;&#x6478;&#x5979;&#x989D;&#x5934;&#x3002;&#x5BA4;&#x53CB;&#x95EE;&#x5979;:&#x201C;&#x84C9;&#x84C9;&#xFF0C;&#x4F60;&#x8BE5;&#x4E0D;&#x4F1A;&#x662F;&#x538B;&#x529B;&#x592A;&#x5927;&#xFF0C;&#x75AF;&#x4E86;&#x5427;&#xFF1F;&#x201D;</p>
<p>&#x84C9;&#x84C9;&#x6253;&#x5F00;&#x5BA4;&#x53CB;&#x7684;&#x624B;&#x8BF4;:&#x201C;&#x54EA;&#x6709;&#xFF0C;&#x6211;&#x597D;&#x50CF;&#x9047;&#x89C1;&#x4E86;&#x6211;&#x7684;&#x771F;&#x547D;&#x5929;&#x5B50;&#x3002;&#x201D;  </p>
<p>&#x5BA4;&#x53CB;&#x8BF4;:&#x201C;&#x73B0;&#x5728;&#x90FD;&#x5565;&#x5E74;&#x4EE3;&#x4E86;&#xFF0C;&#x8FD8;&#x771F;&#x547D;&#x5929;&#x5B50;&#xFF0C;&#x4F60;&#x4FD7;&#x4E0D;&#x4FD7;&#xFF1F;&#x201D;</p>
<p>&#x84C9;&#x84C9;&#x6CA1;&#x6709;&#x7406;&#x4F1A;&#x5BA4;&#x53CB;&#xFF0C;&#x5979;&#x628A;&#x8001;&#x5E08;&#x7684;&#x540D;&#x5B57;&#x5199;&#x5728;&#x82F1;&#x8BED;&#x7B14;&#x8BB0;&#x672C;&#x4E0A;&#x3002;  </p>
<p>&#x5176;&#x5B9E;&#x8001;&#x5E08;&#x7684;&#x5E74;&#x9F84;&#x5E76;&#x4E0D;&#x5927;&#xFF0C;&#x4E5F;&#x662F;&#x5927;&#x5B66;&#x751F;&#xFF0C;&#x83B7;&#x5F97;&#x8FC7;&#x5F88;&#x591A;&#x82F1;&#x8BED;&#x5956;&#x9879;&#xFF0C;&#x80FD;&#x529B;&#x975E;&#x5E38;&#x4E0D;&#x9519;&#x624D;&#x901A;&#x8FC7;&#x90A3;&#x6240;&#x9009;&#x62D4;&#x8001;&#x5E08;&#x975E;&#x5E38;&#x4E25;&#x683C;&#x7684;&#x5B66;&#x6821;&#x9762;&#x8BD5;&#x3002;</p>
<p>&#x6B64;&#x540E;&#xFF0C;&#x84C9;&#x84C9;&#x5B66;&#x82F1;&#x8BED;&#x5341;&#x5206;&#x6709;&#x52A8;&#x529B;&#xFF0C;&#x5979;&#x60F3;&#x597D;&#x4E86;&#xFF0C;&#x8003;&#x4E0A;&#x7814;&#x7A76;&#x751F;&#x5C31;&#x8981;&#x8FFD;&#x6C42;&#x8001;&#x5E08;&#x3002;&#x6240;&#x8C13;&#x7684;&#x5973;&#x8FFD;&#x7537;&#x9694;&#x5C42;&#x7EB1;&#x5728;&#x84C9;&#x84C9;&#x773C;&#x91CC;&#x4E5F;&#x4E0D;&#x662F;&#x963B;&#x788D;&#x4E86;&#x3002;</p>
<p>&#x4EE5;&#x84C9;&#x84C9;&#x7684;&#x6027;&#x683C;&#xFF0C;&#x559C;&#x6B22;&#x662F;&#x653E;&#x5728;&#x5FC3;&#x91CC;&#x7684;&#xFF0C;&#x5979;&#x6CA1;&#x6709;&#x544A;&#x8BC9;&#x4EFB;&#x4F55;&#x4EBA;&#x3002;  </p>
<p>&#x5C31;&#x5728;&#x6628;&#x5929;&#xFF0C;&#x5979;&#x9F13;&#x8D77;&#x52C7;&#x6C14;&#x4EE5;&#x8BF7;&#x6559;&#x82F1;&#x8BED;&#x9898;&#x76EE;&#x4E3A;&#x7531;&#x52A0;&#x4E86;&#x8001;&#x5E08;&#x5FAE;&#x4FE1;&#x3002;&#x5047;&#x88C5;&#x95EE;&#x4E86;&#x8001;&#x5E08;&#x51E0;&#x4E2A;&#x9898;&#x76EE;&#x5C31;&#x95F2;&#x6765;&#x65E0;&#x4E8B;&#x7FFB;&#x9605;&#x8001;&#x5E08;&#x670B;&#x53CB;&#x5708;&#x3002;</p>
<p>&#x5927;&#x7EA6;&#x7FFB;&#x4E86;&#x5341;&#x5206;&#x949F;&#xFF0C;&#x84C9;&#x84C9;&#x770B;&#x5230;&#x4E86;&#x4E00;&#x5F20;&#x7167;&#x7247;&#xFF0C;&#x7167;&#x7247;&#x4E0A;&#x8001;&#x5E08;&#x548C;&#x4ED6;&#x7684;&#x5973;&#x670B;&#x53CB;&#x7B11;&#x7684;&#x5341;&#x5206;&#x5F00;&#x5FC3;&#x3002;&#x55EF;&#xFF0C;&#x771F;&#x822C;&#x914D;&#x3002;  </p>
<p>&#x539F;&#x6765;&#x4E00;&#x4E2A;&#x7537;&#x751F;&#x5728;&#x559C;&#x6B22;&#x7684;&#x4EBA;&#x9762;&#x524D;&#x662F;&#x53EF;&#x4EE5;&#x7B11;&#x5F97;&#x50CF;&#x4E2A;&#x5B69;&#x5B50;&#x7684;&#x3002;</p>
<p>&#x84C9;&#x84C9;&#x7FFB;&#x5B8C;&#x4E86;&#x8001;&#x5E08;&#x7684;&#x5FAE;&#x4FE1;&#xFF0C;&#x7F51;&#x4E0A;&#x6709;&#x4E00;&#x53E5;&#x8BDD;&#x8BF4;:&#x201C;&#x4E0D;&#x8981;&#x4F4E;&#x4F30;&#x4E00;&#x4E2A;&#x5973;&#x5B69;&#x5B50;&#x7684;&#x597D;&#x5947;&#x5FC3;&#xFF0C;&#x5979;&#x53EF;&#x4EE5;&#x628A;&#x4F60;&#x7684;&#x5FAE;&#x4FE1;&#x52A8;&#x6001;&#x7FFB;&#x5230;&#x660E;&#x5E74;&#x3002;&#x201D;</p>
<p>&#x5176;&#x5B9E;&#x4E00;&#x4E2A;&#x5973;&#x5B69;&#x5B50;&#x4F1A;&#x7FFB;&#x5B8C;&#x4F60;&#x5168;&#x90E8;&#x7684;&#x5FAE;&#x4FE1;&#xFF0C;&#x5F88;&#x5927;&#x53EF;&#x80FD;&#x662F;&#x5979;&#x5F88;&#x559C;&#x6B22;&#x4F60;&#x3002;</p>
<p>&#x5728;&#x8001;&#x5E08;&#x7684;&#x5FAE;&#x4FE1;&#x52A8;&#x6001;&#x91CC;&#xFF0C;&#x5973;&#x670B;&#x53CB;&#x51FA;&#x73B0;&#x4E86;&#x5F88;&#x591A;&#x6B21;&#xFF0C;&#x6709;&#x4E00;&#x79CD;&#x544A;&#x8BC9;&#x5168;&#x5929;&#x4E0B;&#x4EBA;&#x8FD9;&#x4E2A;&#x5973;&#x5B69;&#x662F;&#x6211;&#x6700;&#x7231;&#x7684;&#x4EBA;&#x7684;&#x6C14;&#x52BF;&#x3002;</p>
<p>&#x84C9;&#x84C9;&#x89C9;&#x5F97;&#x8001;&#x5E08;&#x7684;&#x5973;&#x670B;&#x53CB;&#x771F;&#x5E78;&#x798F;&#xFF0C;&#x53EF;&#x60DC;&#x4E0D;&#x662F;&#x5979;&#x3002;</p>
<p>5  </p>
<p>&#x65E2;&#x7136;&#x559C;&#x6B22;&#x7684;&#x4EBA;&#x6709;&#x5973;&#x670B;&#x53CB;&#xFF0C;&#x90A3;&#x4E48;&#xFF0C;&#x5C31;&#x4E0D;&#x5E94;&#x8BE5;&#x518D;&#x53BB;&#x6253;&#x6270;&#xFF0C;&#x8BE5;&#x653E;&#x4E0B;&#x5C31;&#x653E;&#x4E0B;&#x3002;  </p>
<p>&#x6709;&#x6B4C;&#x8BCD;&#x662F;&#x8FD9;&#x6837;&#x5531;&#x7684;&#xFF0C;&#x5F97;&#x4E0D;&#x5230;&#x7684;&#x6C38;&#x8FDC;&#x5728;&#x9A9A;&#x52A8;&#xFF0C;&#x84C9;&#x84C9;&#x8FD8;&#x662F;&#x5FCD;&#x4E0D;&#x4F4F;&#x53D1;&#x4E86;&#x90A3;&#x6761;&#x52A8;&#x6001;&#x3002;&#x6211;&#x548C;&#x84C9;&#x84C9;&#x8BA4;&#x8BC6;&#x516B;&#x5E74;&#x4E86;&#xFF0C;&#x6211;&#x4E86;&#x89E3;&#x5979;&#x3002;</p>
<p>&#x4ECE;&#x521D;&#x4E2D;&#x6211;&#x4EEC;&#x6210;&#x4E3A;&#x670B;&#x53CB;&#x5F00;&#x59CB;&#xFF0C;&#x5979;&#x5C31;&#x4E00;&#x76F4;&#x5F88;&#x4F18;&#x79C0;&#xFF0C;&#x90A3;&#x65F6;&#x751F;&#x6D3B;&#x7684;&#x5168;&#x90E8;&#x5C31;&#x662F;&#x5B66;&#x4E60;&#xFF0C;&#x8FDE;&#x559C;&#x6B22;&#x662F;&#x4EC0;&#x4E48;&#x90FD;&#x4E0D;&#x61C2;&#x3002;&#x9AD8;&#x4E2D;&#x8D77;&#xFF0C;&#x8EAB;&#x8FB9;&#x5C31;&#x6709;&#x5F88;&#x591A;&#x540C;&#x5B66;&#x65E9;&#x604B;&#x4E86;&#xFF0C;&#x6211;&#x8FD8;&#x8BB0;&#x5F97;&#x84C9;&#x84C9;&#x8BF4;&#x8FC7;&#x4E00;&#x53E5;:&#x201C;&#x6211;&#x624D;&#x4E0D;&#x8981;&#x559C;&#x6B22;&#x522B;&#x4EBA;&#x3002;&#x201D;</p>
<p>&#x770B;&#x5230;&#x5973;&#x751F;&#x4E3B;&#x52A8;&#x8FFD;&#x6C42;&#x7537;&#x751F;&#x65F6;&#xFF0C;&#x84C9;&#x84C9;&#x4E5F;&#x4E0D;&#x5C51;&#x7684;&#x8BF4;:&#x201C;&#x7537;&#x751F;&#x8981;&#x4E3B;&#x52A8;&#x8FFD;&#x6211;&#x624D;&#x884C;&#x3002;&#x201D;</p>
<p>&#x90A3;&#x65F6;&#x7684;&#x5979;&#xFF0C;&#x6F02;&#x4EAE;&#x4EFB;&#x6027;&#xFF0C;&#x50CF;&#x4E2A;&#x5B69;&#x5B50;&#x3002;  </p>
<p>&#x73B0;&#x5728;&#x7684;&#x5979;&#xFF0C;&#x6210;&#x719F;&#x4E86;&#xFF0C;&#x5374;&#x6CA1;&#x6709;&#x9047;&#x89C1;&#x5BF9;&#x7684;&#x4EBA;&#x3002;</p>
<p>&#x6628;&#x5929;&#xFF0C;&#x6211;&#x548C;&#x84C9;&#x84C9;&#x804A;&#x4E86;&#x5F88;&#x4E45;&#xFF0C;&#x84C9;&#x84C9;&#x548C;&#x6211;&#x8BF4;&#x5979;&#x5355;&#x8EAB;&#x8FD9;&#x4E48;&#x4E45;&#x4E86;&#xFF0C;&#x4E0D;&#x60F3;&#x8C08;&#x604B;&#x7231;&#x662F;&#x5047;&#x7684;&#x3002;</p>
<p>&#x4E00;&#x4E2A;&#x4EBA;&#x770B;&#x4E66;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E00;&#x4E2A;&#x4EBA;&#x5403;&#x996D;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E00;&#x4E2A;&#x4EBA;&#x63D0;&#x884C;&#x674E;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E00;&#x4E2A;&#x4EBA;&#x8D70;&#x5728;&#x96E8;&#x5929;&#x5374;&#x6CA1;&#x6709;&#x4F1E;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5F88;&#x591A;&#x5F88;&#x591A;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5979;&#x90FD;&#x60F3;&#x6709;&#x4E2A;&#x4EBA;&#x966A;&#x7740;&#x5979;&#x3002;</p>
<p>&#x5979;&#x4E0D;&#x89E3;&#x7684;&#x95EE;&#x6211;:&#x201C;&#x8BFA;&#x8BFA;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x559C;&#x6B22;&#x7684;&#x4EBA;&#x90FD;&#x662F;&#x6709;&#x5973;&#x670B;&#x53CB;&#x7684;&#x5462;&#xFF1F;&#x201D;  </p>
<p>&#x6211;&#x544A;&#x8BC9;&#x5979;&#xFF0C;&#x5728;&#x9AD8;&#x4E2D;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6709;&#x5F88;&#x591A;&#x7537;&#x751F;&#x559C;&#x6B22;&#x5979;&#xFF0C;&#x53EA;&#x662F;&#x5979;&#x592A;&#x8FC7;&#x9A84;&#x50B2;&#xFF0C;&#x7537;&#x751F;&#x4E0D;&#x6562;&#x9760;&#x8FD1;&#x5979;&#x3002;</p>
<p>&#x800C;&#x5979;&#x559C;&#x6B22;&#x7684;&#x90A3;&#x4E2A;&#x7537;&#x751F;&#x504F;&#x504F;&#x4E0D;&#x559C;&#x6B22;&#x5979;&#x8FD9;&#x79CD;&#x7C7B;&#x578B;&#x7684;&#x5973;&#x751F;&#x3002;&#x6240;&#x8C13;&#x7684;&#x6211;&#x559C;&#x6B22;&#x7684;&#x4EBA;&#x4E0D;&#x559C;&#x6B22;&#x6211;&#xFF0C;&#x559C;&#x6B22;&#x6211;&#x7684;&#x4EBA;&#x6211;&#x4E0D;&#x559C;&#x6B22;&#xFF0C;&#x5C31;&#x662F;&#x8FD9;&#x4E48;&#x641E;&#x7B11;&#x3002;</p>
<p>&#x5C31;&#x50CF;&#x90A3;&#x4E2A;&#x559C;&#x6B22;&#x5979;&#x4E94;&#x5E74;&#x7684;&#x9AD8;&#x4E2D;&#x540C;&#x5B66;&#xFF0C;&#x90A3;&#x4E2A;&#x540C;&#x5B66;&#x662F;&#x771F;&#x7684;&#x559C;&#x6B22;&#x5979;&#x4E94;&#x5E74;&#x4E86;&#xFF0C;&#x4E3A;&#x4E86;&#x5979;&#x52AA;&#x529B;&#x53D8;&#x5F97;&#x66F4;&#x597D;&#xFF0C;&#x7136;&#x540E;&#x56DE;&#x6765;&#x627E;&#x5979;&#xFF0C;&#x56E0;&#x4E3A;&#x5979;&#x4E0D;&#x559C;&#x6B22;&#xFF0C;&#x6240;&#x4EE5;&#x5C31;&#x62D2;&#x7EDD;&#x4E86;&#x3002;  </p>
<p>&#x5F88;&#x591A;&#x65F6;&#x5019;&#xFF0C;&#x4F60;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x627E;&#x4E0D;&#x5230;&#x771F;&#x7231;&#x4E86;&#xFF0C;&#x662F;&#x6709;&#x4F60;&#x81EA;&#x5DF1;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x4F46;&#x662F;&#x4F60;&#x4E0D;&#x8981;&#x7740;&#x6025;&#xFF0C;&#x6BD5;&#x7ADF;&#x7231;&#x60C5;&#x5F3A;&#x6C42;&#x4E0D;&#x6765;&#x3002;</p>
<p>&#x6BCF;&#x5929;&#x505A;&#x81EA;&#x5DF1;&#x8BE5;&#x505A;&#x7684;&#x4E8B;&#xFF0C;&#x770B;&#x4E66;&#xFF0C;&#x5065;&#x8EAB;&#xFF0C;&#x52AA;&#x529B;&#x5DE5;&#x4F5C;&#x3002;&#x6BCF;&#x5929;&#x5236;&#x5B9A;&#x4E00;&#x4E2A;&#x8BA1;&#x5212;&#xFF0C;&#x9694;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x5C31;&#x51FA;&#x53BB;&#x65C5;&#x884C;&#x51E0;&#x6B21;&#xFF0C;&#x770B;&#x770B;&#x66F4;&#x591A;&#x7684;&#x98CE;&#x666F;&#xFF0C;&#x63A5;&#x89E6;&#x6709;&#x610F;&#x601D;&#x7684;&#x4E8B;&#x7269;&#x548C;&#x4EBA;&#x3002;  </p>
<p>&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#xFF0C;&#x4E5F;&#x8BB8;&#x4ED6;&#x5C31;&#x5728;&#x4E0D;&#x8FDC;&#x7684;&#x5C06;&#x6765;&#x3002;</p>
<p><em><a href="https://se.insoan.com/">&#x6027;&#x611F;&#x7F8E;&#x56FE; &#x2013; &#x6027;&#x611F;&#x5957;&#x56FE;&#x5927;&#x672C;&#x8425;</a></em></p>

      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="tags/美图/" rel="tag"># 美图</a>
          
        </div>
      

      
      
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="3258.html" rel="next" title="魔法少女 英雄联盟COSPLAY美图欣赏 奈德丽 璐璐">
                <i class="fa fa-chevron-left"></i> 魔法少女 英雄联盟COSPLAY美图欣赏 奈德丽 璐璐
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="539.html" rel="prev" title="实用又情怀的锤子T2发布会的PPT模板素材下载">
                实用又情怀的锤子T2发布会的PPT模板素材下载 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </div>
  
  
  
  </article>


    <!-- 有瓣音频文章内嵌广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block; text-align:center;" data-ad-layout="in-article" data-ad-format="fluid" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6145016388"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>

    <div class="post-spread">
      
    </div>
  </div>
  <!-- 有瓣音频信息流广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block" data-ad-format="fluid" data-ad-layout-key="-6t+ed+2i-1n-4w" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6455528644"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>


          </div>
          


          

  



        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    
    <div class="sidebar-inner">

      

      

      <section class="site-overview-wrap sidebar-panel sidebar-panel-active">
        <div class="site-overview">
          <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
            
              <p class="site-author-name" itemprop="name">美图博客</p>
              <p class="site-description motion-element" itemprop="description"></p>
          </div>

          <nav class="site-state motion-element">

            
              <div class="site-state-item site-state-posts">
              
                <a href="https://se.insoan.com/archives/">
              
                  <span class="site-state-item-count">3561</span>
                  <span class="site-state-item-name">日志</span>
                </a>
              </div>
            

            

            
              
              
              <div class="site-state-item site-state-tags">
                
                  <span class="site-state-item-count">23</span>
                  <span class="site-state-item-name">标签</span>
                
              </div>
            

          </nav>

          
            <div class="feed-link motion-element">
              <a href="atom.xml" rel="alternate">
                <i class="fa fa-rss"></i>
                RSS
              </a>
            </div>
          

          

          
          

          
          

          

        </div>
      </section>

      

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">&copy; <span itemprop="copyrightYear">2024</span>
  <span class="with-love">
    <i class="fa fa-user"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">美图博客</span>
  <div>
  <script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script>
  <span id="busuanzi_container_site_pv">本站总访问量<span id="busuanzi_value_site_pv"></span>次</span>
  </div>
  
</div>


  <div class="powered-by">由 <a class="theme-link" target="_blank" href="https://hexo.io">Hexo</a> 强力驱动</div>



  <span class="post-meta-divider">|</span>



  <div class="theme-info">主题 &mdash; <a class="theme-link" target="_blank" href="https://github.com/iissnan/hexo-theme-next">NexT.Muse</a> v5.1.4</div>




  <script type="text/javascript" async src="js/src/mermaid.min.js"></script>
  <script>
  if (window.mermaid) {
        var mermaid_config = {
            startOnLoad: true,
            theme: 'default',
            flowchart:{
                useMaxWidth: false,
                htmlLabels: true
            }                
        }
        mermaid.initialize(mermaid_config);
  }
  </script>
  

        







        
      </div>
    </footer>

    
      <div class="back-to-top">
        <i class="fa fa-arrow-up"></i>
        
          <span id="scrollpercent"><span>0</span>%</span>
        
      </div>
    

    

  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  












  
  
    <script type="text/javascript" src="lib/jquery/index.js?v=2.1.3"></script>
  

  
  
    <script type="text/javascript" src="lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>
  

  
  
    <script type="text/javascript" src="lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.ui.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>
  


  


  <script type="text/javascript" src="js/src/utils.js?v=5.1.4"></script>

  <script type="text/javascript" src="js/src/motion.js?v=5.1.4"></script>



  
  

  
  <script type="text/javascript" src="js/src/scrollspy.js?v=5.1.4"></script>
<script type="text/javascript" src="js/src/post-details.js?v=5.1.4"></script>



  


  <script type="text/javascript" src="js/src/bootstrap.js?v=5.1.4"></script>



  


  




	





  





  












  

  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    var isXml = true;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length === 0) {
      search_path = "search.xml";
    } else if (/json$/i.test(search_path)) {
      isXml = false;
    }
    var path = "/" + search_path;
    // monitor main search box;

    var onPopupClose = function (e) {
      $('.popup').hide();
      $('#local-search-input').val('');
      $('.search-result-list').remove();
      $('#no-result').remove();
      $(".local-search-pop-overlay").remove();
      $('body').css('overflow', '');
    }

    function proceedsearch() {
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay"></div>')
        .css('overflow', 'hidden');
      $('.search-popup-overlay').click(onPopupClose);
      $('.popup').toggle();
      var $localSearchInput = $('#local-search-input');
      $localSearchInput.attr("autocapitalize", "none");
      $localSearchInput.attr("autocorrect", "off");
      $localSearchInput.focus();
    }

    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';

      // start loading animation
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay">' +
          '<div id="search-loading-icon">' +
          '<i class="fa fa-spinner fa-pulse fa-5x fa-fw"></i>' +
          '</div>' +
          '</div>')
        .css('overflow', 'hidden');
      $("#search-loading-icon").css('margin', '20% auto 0 auto').css('text-align', 'center');

      $.ajax({
        url: path,
        dataType: isXml ? "xml" : "json",
        async: true,
        success: function(res) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = isXml ? $("entry", res).map(function() {
            return {
              title: $("title", this).text(),
              content: $("content",this).text(),
              url: $("url" , this).text()
            };
          }).get() : res;
          var input = document.getElementById(search_id);
          var resultContent = document.getElementById(content_id);
          var inputEventFunction = function() {
            var searchText = input.value.trim().toLowerCase();
            var keywords = searchText.split(/[\s\-]+/);
            if (keywords.length > 1) {
              keywords.push(searchText);
            }
            var resultItems = [];
            if (searchText.length > 0) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var hitCount = 0;
                var searchTextCount = 0;
                var title = data.title.trim();
                var titleInLowerCase = title.toLowerCase();
                var content = data.content.trim().replace(/<[^>]+>/g,"");
                var contentInLowerCase = content.toLowerCase();
                var articleUrl = decodeURIComponent(data.url);
                var indexOfTitle = [];
                var indexOfContent = [];
                // only match articles with not empty titles
                if(title != '') {
                  keywords.forEach(function(keyword) {
                    function getIndexByWord(word, text, caseSensitive) {
                      var wordLen = word.length;
                      if (wordLen === 0) {
                        return [];
                      }
                      var startPosition = 0, position = [], index = [];
                      if (!caseSensitive) {
                        text = text.toLowerCase();
                        word = word.toLowerCase();
                      }
                      while ((position = text.indexOf(word, startPosition)) > -1) {
                        index.push({position: position, word: word});
                        startPosition = position + wordLen;
                      }
                      return index;
                    }

                    indexOfTitle = indexOfTitle.concat(getIndexByWord(keyword, titleInLowerCase, false));
                    indexOfContent = indexOfContent.concat(getIndexByWord(keyword, contentInLowerCase, false));
                  });
                  if (indexOfTitle.length > 0 || indexOfContent.length > 0) {
                    isMatch = true;
                    hitCount = indexOfTitle.length + indexOfContent.length;
                  }
                }

                // show search results

                if (isMatch) {
                  // sort index by position of keyword

                  [indexOfTitle, indexOfContent].forEach(function (index) {
                    index.sort(function (itemLeft, itemRight) {
                      if (itemRight.position !== itemLeft.position) {
                        return itemRight.position - itemLeft.position;
                      } else {
                        return itemLeft.word.length - itemRight.word.length;
                      }
                    });
                  });

                  // merge hits into slices

                  function mergeIntoSlice(text, start, end, index) {
                    var item = index[index.length - 1];
                    var position = item.position;
                    var word = item.word;
                    var hits = [];
                    var searchTextCountInSlice = 0;
                    while (position + word.length <= end && index.length != 0) {
                      if (word === searchText) {
                        searchTextCountInSlice++;
                      }
                      hits.push({position: position, length: word.length});
                      var wordEnd = position + word.length;

                      // move to next position of hit

                      index.pop();
                      while (index.length != 0) {
                        item = index[index.length - 1];
                        position = item.position;
                        word = item.word;
                        if (wordEnd > position) {
                          index.pop();
                        } else {
                          break;
                        }
                      }
                    }
                    searchTextCount += searchTextCountInSlice;
                    return {
                      hits: hits,
                      start: start,
                      end: end,
                      searchTextCount: searchTextCountInSlice
                    };
                  }

                  var slicesOfTitle = [];
                  if (indexOfTitle.length != 0) {
                    slicesOfTitle.push(mergeIntoSlice(title, 0, title.length, indexOfTitle));
                  }

                  var slicesOfContent = [];
                  while (indexOfContent.length != 0) {
                    var item = indexOfContent[indexOfContent.length - 1];
                    var position = item.position;
                    var word = item.word;
                    // cut out 100 characters
                    var start = position - 20;
                    var end = position + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if (end < position + word.length) {
                      end = position + word.length;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    slicesOfContent.push(mergeIntoSlice(content, start, end, indexOfContent));
                  }

                  // sort slices in content by search text's count and hits' count

                  slicesOfContent.sort(function (sliceLeft, sliceRight) {
                    if (sliceLeft.searchTextCount !== sliceRight.searchTextCount) {
                      return sliceRight.searchTextCount - sliceLeft.searchTextCount;
                    } else if (sliceLeft.hits.length !== sliceRight.hits.length) {
                      return sliceRight.hits.length - sliceLeft.hits.length;
                    } else {
                      return sliceLeft.start - sliceRight.start;
                    }
                  });

                  // select top N slices in content

                  var upperBound = parseInt('1');
                  if (upperBound >= 0) {
                    slicesOfContent = slicesOfContent.slice(0, upperBound);
                  }

                  // highlight title and content

                  function highlightKeyword(text, slice) {
                    var result = '';
                    var prevEnd = slice.start;
                    slice.hits.forEach(function (hit) {
                      result += text.substring(prevEnd, hit.position);
                      var end = hit.position + hit.length;
                      result += '<b class="search-keyword">' + text.substring(hit.position, end) + '</b>';
                      prevEnd = end;
                    });
                    result += text.substring(prevEnd, slice.end);
                    return result;
                  }

                  var resultItem = '';

                  if (slicesOfTitle.length != 0) {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + highlightKeyword(title, slicesOfTitle[0]) + "</a>";
                  } else {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + title + "</a>";
                  }

                  slicesOfContent.forEach(function (slice) {
                    resultItem += "<a href='" + articleUrl + "'>" +
                      "<p class=\"search-result\">" + highlightKeyword(content, slice) +
                      "...</p>" + "</a>";
                  });

                  resultItem += "</li>";
                  resultItems.push({
                    item: resultItem,
                    searchTextCount: searchTextCount,
                    hitCount: hitCount,
                    id: resultItems.length
                  });
                }
              })
            };
            if (keywords.length === 1 && keywords[0] === "") {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>'
            } else if (resultItems.length === 0) {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>'
            } else {
              resultItems.sort(function (resultLeft, resultRight) {
                if (resultLeft.searchTextCount !== resultRight.searchTextCount) {
                  return resultRight.searchTextCount - resultLeft.searchTextCount;
                } else if (resultLeft.hitCount !== resultRight.hitCount) {
                  return resultRight.hitCount - resultLeft.hitCount;
                } else {
                  return resultRight.id - resultLeft.id;
                }
              });
              var searchResultList = '<ul class=\"search-result-list\">';
              resultItems.forEach(function (result) {
                searchResultList += result.item;
              })
              searchResultList += "</ul>";
              resultContent.innerHTML = searchResultList;
            }
          }

          if ('auto' === 'auto') {
            input.addEventListener('input', inputEventFunction);
          } else {
            $('.search-icon').click(inputEventFunction);
            input.addEventListener('keypress', function (event) {
              if (event.keyCode === 13) {
                inputEventFunction();
              }
            });
          }

          // remove loading animation
          $(".local-search-pop-overlay").remove();
          $('body').css('overflow', '');

          proceedsearch();
        }
      });
    }

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched === false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(onPopupClose);
    $('.popup').click(function(e){
      e.stopPropagation();
    });
    $(document).on('keyup', function (event) {
      var shouldDismissSearchPopup = event.which === 27 &&
        $('.search-popup').is(':visible');
      if (shouldDismissSearchPopup) {
        onPopupClose();
      }
    });
  </script>





  

  

  

  
  

  

  

  

</body>
</html>
