<!DOCTYPE html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
<meta name="theme-color" content="#222">
<meta name="referrer" content="never">









<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">
















  
  
  <link href="lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">







<link href="lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="css/main.css?v=5.1.4" rel="stylesheet" type="text/css">


  <link rel="apple-touch-icon" sizes="180x180" href="/images/apple-touch-icon-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="32x32" href="/images/favicon-32x32-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="16x16" href="/images/favicon-16x16-next.png?v=5.1.4">


  <link rel="mask-icon" href="/images/logo.svg?v=5.1.4" color="#222">





  <meta name="keywords" content="美图,">





  <link rel="alternate" href="atom.xml" title="性感美图 – 套图大本营" type="application/atom+xml">






<meta name="description" content="&amp;#x6587;/&amp;#x6881;&amp;#x4F69;&amp;#x6E58; &amp;#x5BA2;&amp;#x5B98;&amp;#xFF0C;&amp;#x8FD9;&amp;#x7897;&amp;#x9E21;&amp;#x6C64;&amp;#x6709;&amp;#x6BD2;&amp;#xFF0C;&amp;#x522B;&amp;#x559D;&amp;#xFF01; &amp;#x6211;&amp;#x662F;&amp;#x4E00;&amp;#x4E2A;&amp;#x4E1A;&amp;#x4F59;&amp;#x5230;&amp;#">
<meta name="keywords" content="美图">
<meta property="og:type" content="article">
<meta property="og:title" content="文章：客官，这碗鸡汤有毒">
<meta property="og:url" content="https://se.insoan.com/746.html">
<meta property="og:site_name" content="性感美图 – 套图大本营">
<meta property="og:description" content="&amp;#x6587;/&amp;#x6881;&amp;#x4F69;&amp;#x6E58; &amp;#x5BA2;&amp;#x5B98;&amp;#xFF0C;&amp;#x8FD9;&amp;#x7897;&amp;#x9E21;&amp;#x6C64;&amp;#x6709;&amp;#x6BD2;&amp;#xFF0C;&amp;#x522B;&amp;#x559D;&amp;#xFF01; &amp;#x6211;&amp;#x662F;&amp;#x4E00;&amp;#x4E2A;&amp;#x4E1A;&amp;#x4F59;&amp;#x5230;&amp;#">
<meta property="og:locale" content="zh-Hans">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/NczBysYqJIOiHnKE1ALG.jpg">
<meta property="og:updated_time" content="2024-04-18T08:44:00.153Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="文章：客官，这碗鸡汤有毒">
<meta name="twitter:description" content="&amp;#x6587;/&amp;#x6881;&amp;#x4F69;&amp;#x6E58; &amp;#x5BA2;&amp;#x5B98;&amp;#xFF0C;&amp;#x8FD9;&amp;#x7897;&amp;#x9E21;&amp;#x6C64;&amp;#x6709;&amp;#x6BD2;&amp;#xFF0C;&amp;#x522B;&amp;#x559D;&amp;#xFF01; &amp;#x6211;&amp;#x662F;&amp;#x4E00;&amp;#x4E2A;&amp;#x4E1A;&amp;#x4F59;&amp;#x5230;&amp;#">
<meta name="twitter:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/NczBysYqJIOiHnKE1ALG.jpg">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    version: '5.1.4',
    sidebar: {"position":"left","display":"post","offset":12,"b2t":false,"scrollpercent":true,"onmobile":false},
    fancybox: true,
    tabs: true,
    motion: {"enable":true,"async":false,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}},
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>
<!--谷歌广告验证代码-->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({
          google_ad_client: "ca-pub-2626449904708114",
          enable_page_level_ads: true
     });
</script>
<!--谷歌广告验证代码-->



  <link rel="canonical" href="https://se.insoan.com/746.html">





  <title>文章：客官，这碗鸡汤有毒 | 性感美图 – 套图大本营</title>
  








</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  
  
    
  

  <div class="container sidebar-position-left page-post-detail">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-wrapper">
  <div class="site-meta ">
    

    <div class="custom-logo-site-title">
      <a href="/" class="brand" rel="start">
        <span class="logo-line-before"><i></i></span>
        <span class="site-title">性感美图 – 套图大本营</span>
        <span class="logo-line-after"><i></i></span>
      </a>
    </div>
      
        <p class="site-subtitle">性感美图 – 养眼美图</p>
      
  </div>

  <div class="site-nav-toggle">
    <button>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
    </button>
  </div>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="http://se.insoan.com/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="https://se.insoan.com/archives/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup search-popup local-search-popup">
  <div class="local-search-header clearfix">
    <span class="search-icon">
      <i class="fa fa-search"></i>
    </span>
    <span class="popup-btn-close">
      <i class="fa fa-times-circle"></i>
    </span>
    <div class="local-search-input-wrapper">
      <input autocomplete="off" placeholder="搜索..." spellcheck="false" type="text" id="local-search-input">
    </div>
  </div>
  <div id="local-search-result"></div>
</div>



    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://se.insoan.com">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="美图博客">
      <meta itemprop="description" content>
      <meta itemprop="image" content="images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="性感美图 – 套图大本营">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">文章：客官，这碗鸡汤有毒</h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-10-06T10:43:21+08:00">
                2020-10-06
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/NczBysYqJIOiHnKE1ALG.jpg" alt="&#x6587;&#x7AE0;&#xFF1A;&#x5BA2;&#x5B98;&#xFF0C;&#x8FD9;&#x7897;&#x9E21;&#x6C64;&#x6709;&#x6BD2;">  </p>
<p>&#x6587;/&#x6881;&#x4F69;&#x6E58;</p>
<p>&#x5BA2;&#x5B98;&#xFF0C;&#x8FD9;&#x7897;&#x9E21;&#x6C64;&#x6709;&#x6BD2;&#xFF0C;&#x522B;&#x559D;&#xFF01;</p>
<p>&#x6211;&#x662F;&#x4E00;&#x4E2A;&#x4E1A;&#x4F59;&#x5230;&#x4E0D;&#x80FD;&#x518D;&#x4E1A;&#x4F59;&#x7684;&#x5199;&#x624B;&#xFF0C;&#x4ECE;&#x9AD8;&#x4E2D;&#x5F00;&#x59CB;&#x5728;&#x7EBF;&#x4E0A;&#x7801;&#x5B57;&#x53D1;&#x6587;&#xFF0C;&#x770B;&#x7740;&#x81EA;&#x5DF1;&#x5199;&#x8FC7;&#x7684;&#x5927;&#x5927;&#x5C0F;&#x5C0F;&#x6587;&#x7AE0;&#xFF0C;&#x60F3;&#x60F3;&#x90FD;&#x6FC0;&#x60C5;&#x6F8E;&#x6E43;&#x4E86;&#x4E00;&#x628A;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x6211;&#x5374;&#x5F97;&#x4E86;&#x4E00;&#x79CD; &#x201C;&#x8FD9;&#x8F88;&#x5B50;&#x5927;&#x6982;&#x53EA;&#x80FD;&#x716E;&#x716E;&#x9E21;&#x6C64;&#x201D;&#x7684;&#x804C;&#x4E1A;&#x75C5;&#x3002;&#x6BCF;&#x6B21;&#x5199;&#x6587;&#x7AE0;&#xFF0C;&#x6700;&#x540E;&#x6587;&#x98CE;&#x90FD;&#x5E26;&#x7740;&#x6D53;&#x6D53;&#x7684;&#x9E21;&#x6C64;&#x5473;&#xFF0C;&#x6BCF;&#x6B21;&#x90FD;&#x5E72;&#x7740;&#x52AA;&#x529B;&#x8BF4;&#x670D;&#x522B;&#x4EBA;&#x7684;&#x6D3B;&#x3002;&#x8FD9;&#x79CD;&#x611F;&#x89C9;&#x5C31;&#x50CF;&#x662F;&#x98DF;&#x5802;&#x5927;&#x53D4;&#x672C;&#x6765;&#x662F;&#x60F3;&#x505A;&#x72EE;&#x5B50;&#x5934;&#xFF0C;&#x5230;&#x6700;&#x540E;&#x5374;&#x505A;&#x51FA;&#x4E86;&#x4E00;&#x5768;&#x5768;&#x5DEE;&#x5F3A;&#x4EBA;&#x610F;&#x7684;&#x56DB;&#x559C;&#x4E38;&#x5B50;&#x3002;</p>
<p>&#x9E21;&#x6C64;&#x6587;&#x8BED;&#x8A00;&#x6E29;&#x548C;&#xFF0C;&#x5145;&#x6EE1;&#x6B63;&#x80FD;&#x91CF;&#xFF0C;&#x4E00;&#x770B;&#x5C31;&#x6709;&#x4E00;&#x79CD;&#x8F6F;&#x59B9;&#x5B50;&#x5728;&#x5BF9;&#x7740;&#x4F60;&#x53EB;&#x201C;&#x840C;&#x840C;&#x7AD9;&#x8D77;&#x6765;&#x201D;&#x7684;&#x5373;&#x89C6;&#x611F;&#x3002;&#x5E72;&#x4E86;&#x8FD9;&#x7897;&#x9E21;&#x6C64;&#xFF0C;&#x559D;&#x6C64;&#x8005;&#x4E5F;&#x5C31;&#x5934;&#x8111;&#x53D1;&#x70ED;&#x4E00;&#x4E0B;&#xFF0C;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x4E0D;&#x5F97;&#x4E86;&#xFF0C;&#x600E;&#x4E48;&#x53EF;&#x4EE5;&#x865A;&#x5EA6;&#x97F6;&#x534E;&#xFF0C;&#x5FC5;&#x9700;&#x5F97;&#x52AA;&#x529B;&#x594B;&#x6597;&#x554A;&#xFF01;&#x7136;&#x540E;&#x5C31;&#x662F;&#x4E00;&#x8F6E;&#x9A6C;&#x4E0D;&#x505C;&#x8E44;&#x3001;&#x6597;&#x5FD7;&#x6602;&#x626C;&#x5730;&#x7ED9;&#x81EA;&#x5DF1;&#x5199;&#x8BA1;&#x5212;&#xFF0C;&#x8B6C;&#x5982;&#x8981;&#x5728;&#x591A;&#x5C11;&#x5929;&#x5185;&#x770B;&#x5B8C;&#x54EA;&#x672C;&#x4E66;&#xFF0C;&#x4ECA;&#x5929;&#x8981;&#x8DD1;&#x591A;&#x5C11;&#x5708;&#x64CD;&#x573A;&#xFF0C;&#x8981;&#x80CC;&#x591A;&#x5C11;&#x4E2A;&#x7684;&#x5355;&#x8BCD;&#x3002;&#x4F46;&#x7B49;&#x9E21;&#x6C64;&#x836F;&#x6548;&#x4E00;&#x8FC7;&#xFF0C;&#x5934;&#x8111;&#x6E05;&#x660E;&#xFF0C;&#x5927;&#x5BB6;&#x90FD;&#x4F1A;&#x53D1;&#x73B0;&#xFF0C;&#x5927;&#x9053;&#x7406;&#x90FD;&#x61C2;&#xFF0C;&#x5C0F;&#x60C5;&#x7EEA;&#x96BE;&#x4EE5;&#x81EA;&#x63A7;&#xFF0C;&#x4E0D;&#x80FD;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;&#x8FD8;&#x5728;&#x667E;&#x7740;&#xFF0C;&#x8BE5;&#x62D6;&#x5EF6;&#x7684;&#x5DE5;&#x4F5C;&#x8FD8;&#x7B49;&#x7740;deadline&#x7684;&#x5230;&#x6765;&#x3002;&#x8FD9;&#x7897;&#x9E21;&#x6C64;&#xFF0C;&#x559D;&#x4E86;&#x771F;&#x7684;&#x4F1A;&#x9189;&#x3002;</p>
<p>&#x6D3B;&#x4E86;&#x4E8C;&#x5341;&#x5C0F;&#x534A;&#x751F;&#xFF0C;&#x6211;&#x4EEC;&#x5176;&#x5B9E;&#x90FD;&#x5DF2;&#x7ECF;&#x8FC7;&#x4E86;&#x8033;&#x542C;&#x9E21;&#x6C64;&#x7684;&#x5E74;&#x7EAA;&#xFF0C;&#x90FD;&#x77E5;&#x9053;&#x9E21;&#x6C64;&#x5373;&#x9E21;&#x8840;&#xFF0C;&#x53EA;&#x80FD;&#x7CBE;&#x795E;&#x4E0A;&#x4EA2;&#x594B;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x3002;&#x4EBA;&#x4E00;&#x65E6;&#x51B7;&#x9759;&#x4E0B;&#x6765;&#xFF0C;&#x53D1;&#x73B0;&#x95EE;&#x9898;&#x4F9D;&#x65E7;&#x6446;&#x5728;&#x90A3;&#x91CC;&#x8FD8;&#x6CA1;&#x89E3;&#x51B3;&#xFF0C;&#x4E0D;&#x6765;&#x4E0D;&#x53BB;&#x3002;</p>
<p>&#x6211;&#x4E0D;&#x5F97;&#x4E0D;&#x544A;&#x8BC9;&#x4F60;&#xFF0C;&#x5C3D;&#x7BA1;&#x6211;&#x5728;&#x716E;&#x9E21;&#x6C64;&#x4E0A;&#x529F;&#x529B;&#x4E86;&#x5F97;&#xFF0C;&#x4F46;&#x662F;&#x9E21;&#x6C64;&#x4E00;&#x76F4;&#x90FD;&#x89E3;&#x6551;&#x4E0D;&#x4E86;&#x6211;&#xFF0C;&#x6BCF;&#x6B21;&#x5199;&#x5B8C;&#x6587;&#x7AE0;&#xFF0C;&#x628A;&#x4E00;&#x7FA4;&#x4EBA;&#x5F04;&#x5F97;&#x70ED;&#x8840;&#x6CB8;&#x817E;&#x540E;&#xFF0C;&#x81EA;&#x5DF1;&#x53CD;&#x800C;&#x5185;&#x5FC3;down&#x5F97;&#x4E0D;&#x5F97;&#x4E86;&#x3002;&#x6211;&#x5176;&#x5B9E;&#x4E00;&#x70B9;&#x90FD;&#x4E0D;&#x79EF;&#x6781;&#x3002;&#x56E0;&#x4E3A;&#x4E0D;&#x77E5;&#x9053;&#x660E;&#x5929;&#x548C;&#x610F;&#x5916;&#x54EA;&#x4E2A;&#x5148;&#x5230;&#x6765;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4E00;&#x76F4;&#x90FD;&#x505A;&#x7740;&#x201C;&#x6B7B;&#x524D;&#x4E0D;&#x505A;&#x4F1A;&#x540E;&#x6094;&#x201D;&#x7684;&#x6E05;&#x5355;&#x3002;</p>
<p>&#x55EF;&#xFF1F;&#x6211;&#x5DF2;&#x7ECF;&#x505A;&#x4E86;&#x4EC0;&#x4E48;&#xFF1F;&#x5728;&#x4E8C;&#x5341;&#x5C81;&#x4E4B;&#x524D;&#xFF0C;&#x6211;&#x5DF2;&#x7ECF;&#x4E89;&#x53D6;&#x8BA4;&#x8BC6;&#x4E86;&#x597D;&#x591A;&#x725B;&#x903C;&#x7684;&#x4EBA;&#xFF0C;&#x7136;&#x540E;&#x8DDF;&#x7740;&#x4ED6;&#x4EEC;&#x4F53;&#x9A8C;&#x4E86;&#x597D;&#x591A;&#x4E8B;&#x60C5;&#xFF0C;&#x6BD4;&#x5982;&#x50CF;&#x73B0;&#x5728;&#x8FD9;&#x6837;&#x8BA9;&#x4F60;&#x8BFB;&#x7740;&#x6211;&#x7684;&#x6587;&#x7AE0;&#x3001;&#x6BD4;&#x5982;&#x8BA9;&#x4F60;&#x70B9;&#x5F00;&#x5FAE;&#x535A;&#x5E7F;&#x573A;&#x80FD;&#x770B;&#x5230;&#x6211;&#x505A;&#x7684;&#x56FE;&#x3001;&#x6BD4;&#x5982;&#x8BA9;&#x4F60;&#x5728;&#x67D0;&#x7535;&#x53F0;&#x770B;&#x5230;&#x6211;&#x7684;&#x75D5;&#x8FF9;&#x3001;&#x6BD4;&#x5982;&#x80FD;&#x8BA9;&#x4F60;&#x5728;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x4E0A;&#x4E00;&#x8F93;&#x5165;&#x6211;&#x540D;&#x5B57;&#x5C31;&#x80FD;&#x627E;&#x5230;&#x6211;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x6587;&#x7AE0;&#x53EF;&#x80FD;&#x662F;&#x4F60;&#x5076;&#x5C14;&#x6253;&#x5F00;&#x7684;&#xFF0C;&#x56FE;&#x505A;&#x5F97;&#x53EF;&#x80FD;&#x4E5F;&#x5E76;&#x4E0D;&#x7B26;&#x5408;&#x4F60;&#x7684;&#x5BA1;&#x7F8E;&#x6807;&#x51C6;&#xFF0C;&#x6216;&#x8BB8;&#x6211;&#x81EA;&#x8BA4;&#x4E3A;&#x7684;&#x4E86;&#x4E0D;&#x8D77;&#x5176;&#x5B9E;&#x5728;&#x4F60;&#x773C;&#x91CC;&#x4E5F;&#x6CA1;&#x6709;&#x591A;&#x4E86;&#x4E0D;&#x8D77;&#x3002;&#x4F60;&#x8BF4;&#xFF0C;&#x8FD9;&#x662F;&#x65F6;&#x95F4;&#x95EE;&#x9898;&#xFF0C;&#x8FC7;&#x4E24;&#x5E74;&#x4F60;&#x4E5F;&#x4F1A;&#x505A;&#x5230;&#x3002;&#x6211;&#x7FFB;&#x7FFB;&#x767D;&#x773C;&#xFF0C;&#x597D;&#x6B79;&#x8FD9;&#x4E9B;&#x4E8B;&#x60C5;&#x6211;&#x5728;&#x505A;&#x4E86;&#xFF0C;&#x4F60;&#x80FD;&#x6D3B;&#x5230;&#x90A3;&#x65F6;&#x5019;&#x518D;&#x8BF4;&#x5427;&#x3002;</p>
<p>&#x8FD9;&#x4E9B;&#x4E8B;&#x60C5;&#x7684;&#x672C;&#x8EAB;&#x7684;&#x786E;&#x4E00;&#x70B9;&#x90FD;&#x4E0D;&#x725B;&#x903C;&#xFF0C;&#x6211;&#x4EE5;&#x524D;&#x4E5F;&#x89C9;&#x5F97;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x5927;&#x4E0D;&#x4E86;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x5728;&#x8033;&#x542C;&#x8FC7;&#x90A3;&#x4E48;&#x591A;&#x5927;&#x5927;&#x5C0F;&#x5C0F;&#x7684;&#x610F;&#x5916;&#x6B7B;&#x4EA1;&#x540E;&#xFF0C;&#x6211;&#x5C31;&#x771F;&#x7684;&#x89C9;&#x5F97;&#xFF0C;&#x8FD8;&#x597D;&#xFF0C;&#x6211;&#x4ECA;&#x5929;&#x8FD8;&#x6D3B;&#x7740;&#xFF0C;&#x800C;&#x4E14;&#x8FD9;&#x4E9B;&#x4E8B;&#x60C5;&#x6211;&#x90FD;&#x505A;&#x4E86;&#x3002;&#x81F3;&#x5C11;&#xFF0C;&#x201C;&#x6B7B;&#x524D;&#x4E0D;&#x505A;&#x4F1A;&#x975E;&#x5E38;&#x9057;&#x61BE;&#x201D;&#x7684;&#x4E8B;&#x60C5;&#x6E05;&#x5355;&#x53C8;&#x5C11;&#x4E86;&#x4E00;&#x4E9B;&#x3002;&#x9760;&#x7740;20&#x5C81;&#x7684;&#x5E74;&#x9F84;&#xFF0C;40&#x5C81;&#x7684;&#x8EAB;&#x4F53;&#xFF0C;&#x5C06;&#x8FD1;80&#x5C81;&#x7684;&#x5FC3;&#xFF0C;&#x5374;&#x6709;&#x4E00;&#x9897;13&#x5C81;&#x8BF4;&#x5E72;&#x5C31;&#x5E72;&#x7684;&#x884C;&#x52A8;&#x529B;&#xFF0C;&#x80FD;&#x8D70;&#x5230;&#x8FD9;&#x4E00;&#x6B65;&#xFF0C;&#x6211;&#x5DF2;&#x7ECF;&#x77E5;&#x8DB3;&#x4E86;&#x3002;</p>
<p>&#x4EC0;&#x4E48;&#x662F;&#x751F;&#x6D3B;&#xFF0C;&#x5927;&#x62B5;&#x5C31;&#x662F;&#x751F;&#x4E0B;&#x6765;&#xFF0C;&#x7136;&#x540E;&#x5982;&#x4F55;&#x6D3B;&#x4E0B;&#x53BB;&#x7684;&#x5F52;&#x8BBA;&#x5427;&#x3002;&#x50CF;&#x6211;&#x8FD9;&#x6837;&#x7684;&#x6587;&#x9752;&#xFF0C;&#x5728;&#x6700;&#x9700;&#x8981;&#x9E21;&#x6C64;&#x7684;&#x90A3;&#x6BB5;&#x65F6;&#x95F4;&#xFF0C;&#x5C31;&#x662F;&#x8BFB;&#x7740;&#x5362;&#x601D;&#x6D69;&#x5FF5;&#x7740;&#x674E;&#x9633;&#x7684;&#x75AF;&#x72C2;&#x82F1;&#x8BED;&#x4E00;&#x8DEF;&#x70ED;&#x8840;&#x5954;&#x817E;&#x8FC7;&#x6765;&#x7684;&#x3002;&#x73B0;&#x5728;&#x8FD8;&#x6709;&#x5F88;&#x591A;&#x4EBA;&#x559D;&#x7740;&#x5362;&#x601D;&#x6D69;&#x7684;&#x5927;&#x4F17;&#x9E21;&#x6C64;&#xFF0C;&#x800C;&#x6211;&#x4EEC;&#x90FD;&#x8001;&#x4E86;&#xFF0C;&#x8001;&#x5230;&#x81EA;&#x8EAB;&#x7684;&#x6D88;&#x5316;&#x7CFB;&#x7EDF;&#x518D;&#x4E5F;&#x6D88;&#x5316;&#x4E0D;&#x4E86;&#x9E21;&#x6C64;&#x3002;&#x8BE5;&#x96BE;&#x53D7;&#x7684;&#x65F6;&#x5019;&#x8FD8;&#x662F;&#x7EE7;&#x7EED;&#x5728;&#x96BE;&#x53D7;&#x3002;&#x4E0D;&#x80FD;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;&#x5373;&#x4FBF;&#x4F60;&#x628A;&#x9E21;&#x6C64;&#x716E;&#x4E86;&#x4E03;&#x4E03;&#x56DB;&#x5341;&#x4E5D;&#x5929;&#xFF0C;&#x628A;&#x4E00;&#x9505;&#x71AC;&#x6210;&#x4E00;&#x7897;&#x559D;&#x4E5F;&#x89E3;&#x51B3;&#x4E0D;&#x4E86;&#x3002;</p>
<p>&#x5927;&#x5BB6;&#x90FD;&#x662F;&#x6210;&#x5E74;&#x4EBA;&#x4E86;&#xFF0C;&#x8FD8;&#x559D;&#x4EC0;&#x4E48;&#x9E21;&#x6C64;&#xFF1F;&#x4E0B;&#x6B21;&#x5FC3;&#x70E6;&#x610F;&#x71E5;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E0D;&#x5982;&#x8003;&#x8651;&#x6E29;&#x4E00;&#x7897;&#x70C8;&#x9152;&#x704C;&#x8877;&#x80A0;&#x3002;&#x4E00;&#x9189;&#xFF0C;&#x4E00;&#x9192;&#x3002;&#x7B2C;&#x4E8C;&#x5929;&#xFF0C;&#x7EE7;&#x7EED;&#x751F;&#x6D3B;&#x3002;&#x6BD5;&#x7ADF;&#xFF0C;&#x751F;&#x6D3B;&#x8FD8;&#x5728;&#x7EE7;&#x7EED;&#x3002;</p>
<p><em><a href="https://se.insoan.com/">&#x6027;&#x611F;&#x7F8E;&#x56FE; &#x2013; &#x6027;&#x611F;&#x5957;&#x56FE;&#x5927;&#x672C;&#x8425;</a></em></p>

      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="tags/美图/" rel="tag"># 美图</a>
          
        </div>
      

      
      
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="745.html" rel="next" title="错过便与你无关了_伤感苍白的情感纯文字图片">
                <i class="fa fa-chevron-left"></i> 错过便与你无关了_伤感苍白的情感纯文字图片
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="747.html" rel="prev" title="适合文艺的你拿来做头像的日系人物插画图片">
                适合文艺的你拿来做头像的日系人物插画图片 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </div>
  
  
  
  </article>


    <!-- 有瓣音频文章内嵌广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block; text-align:center;" data-ad-layout="in-article" data-ad-format="fluid" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6145016388"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>

    <div class="post-spread">
      
    </div>
  </div>
  <!-- 有瓣音频信息流广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block" data-ad-format="fluid" data-ad-layout-key="-6t+ed+2i-1n-4w" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6455528644"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>


          </div>
          


          

  



        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    
    <div class="sidebar-inner">

      

      

      <section class="site-overview-wrap sidebar-panel sidebar-panel-active">
        <div class="site-overview">
          <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
            
              <p class="site-author-name" itemprop="name">美图博客</p>
              <p class="site-description motion-element" itemprop="description"></p>
          </div>

          <nav class="site-state motion-element">

            
              <div class="site-state-item site-state-posts">
              
                <a href="https://se.insoan.com/archives/">
              
                  <span class="site-state-item-count">3561</span>
                  <span class="site-state-item-name">日志</span>
                </a>
              </div>
            

            

            
              
              
              <div class="site-state-item site-state-tags">
                
                  <span class="site-state-item-count">23</span>
                  <span class="site-state-item-name">标签</span>
                
              </div>
            

          </nav>

          
            <div class="feed-link motion-element">
              <a href="atom.xml" rel="alternate">
                <i class="fa fa-rss"></i>
                RSS
              </a>
            </div>
          

          

          
          

          
          

          

        </div>
      </section>

      

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">&copy; <span itemprop="copyrightYear">2024</span>
  <span class="with-love">
    <i class="fa fa-user"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">美图博客</span>
  <div>
  <script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script>
  <span id="busuanzi_container_site_pv">本站总访问量<span id="busuanzi_value_site_pv"></span>次</span>
  </div>
  
</div>


  <div class="powered-by">由 <a class="theme-link" target="_blank" href="https://hexo.io">Hexo</a> 强力驱动</div>



  <span class="post-meta-divider">|</span>



  <div class="theme-info">主题 &mdash; <a class="theme-link" target="_blank" href="https://github.com/iissnan/hexo-theme-next">NexT.Muse</a> v5.1.4</div>




  <script type="text/javascript" async src="js/src/mermaid.min.js"></script>
  <script>
  if (window.mermaid) {
        var mermaid_config = {
            startOnLoad: true,
            theme: 'default',
            flowchart:{
                useMaxWidth: false,
                htmlLabels: true
            }                
        }
        mermaid.initialize(mermaid_config);
  }
  </script>
  

        







        
      </div>
    </footer>

    
      <div class="back-to-top">
        <i class="fa fa-arrow-up"></i>
        
          <span id="scrollpercent"><span>0</span>%</span>
        
      </div>
    

    

  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  












  
  
    <script type="text/javascript" src="lib/jquery/index.js?v=2.1.3"></script>
  

  
  
    <script type="text/javascript" src="lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>
  

  
  
    <script type="text/javascript" src="lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.ui.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>
  


  


  <script type="text/javascript" src="js/src/utils.js?v=5.1.4"></script>

  <script type="text/javascript" src="js/src/motion.js?v=5.1.4"></script>



  
  

  
  <script type="text/javascript" src="js/src/scrollspy.js?v=5.1.4"></script>
<script type="text/javascript" src="js/src/post-details.js?v=5.1.4"></script>



  


  <script type="text/javascript" src="js/src/bootstrap.js?v=5.1.4"></script>



  


  




	





  





  












  

  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    var isXml = true;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length === 0) {
      search_path = "search.xml";
    } else if (/json$/i.test(search_path)) {
      isXml = false;
    }
    var path = "/" + search_path;
    // monitor main search box;

    var onPopupClose = function (e) {
      $('.popup').hide();
      $('#local-search-input').val('');
      $('.search-result-list').remove();
      $('#no-result').remove();
      $(".local-search-pop-overlay").remove();
      $('body').css('overflow', '');
    }

    function proceedsearch() {
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay"></div>')
        .css('overflow', 'hidden');
      $('.search-popup-overlay').click(onPopupClose);
      $('.popup').toggle();
      var $localSearchInput = $('#local-search-input');
      $localSearchInput.attr("autocapitalize", "none");
      $localSearchInput.attr("autocorrect", "off");
      $localSearchInput.focus();
    }

    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';

      // start loading animation
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay">' +
          '<div id="search-loading-icon">' +
          '<i class="fa fa-spinner fa-pulse fa-5x fa-fw"></i>' +
          '</div>' +
          '</div>')
        .css('overflow', 'hidden');
      $("#search-loading-icon").css('margin', '20% auto 0 auto').css('text-align', 'center');

      $.ajax({
        url: path,
        dataType: isXml ? "xml" : "json",
        async: true,
        success: function(res) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = isXml ? $("entry", res).map(function() {
            return {
              title: $("title", this).text(),
              content: $("content",this).text(),
              url: $("url" , this).text()
            };
          }).get() : res;
          var input = document.getElementById(search_id);
          var resultContent = document.getElementById(content_id);
          var inputEventFunction = function() {
            var searchText = input.value.trim().toLowerCase();
            var keywords = searchText.split(/[\s\-]+/);
            if (keywords.length > 1) {
              keywords.push(searchText);
            }
            var resultItems = [];
            if (searchText.length > 0) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var hitCount = 0;
                var searchTextCount = 0;
                var title = data.title.trim();
                var titleInLowerCase = title.toLowerCase();
                var content = data.content.trim().replace(/<[^>]+>/g,"");
                var contentInLowerCase = content.toLowerCase();
                var articleUrl = decodeURIComponent(data.url);
                var indexOfTitle = [];
                var indexOfContent = [];
                // only match articles with not empty titles
                if(title != '') {
                  keywords.forEach(function(keyword) {
                    function getIndexByWord(word, text, caseSensitive) {
                      var wordLen = word.length;
                      if (wordLen === 0) {
                        return [];
                      }
                      var startPosition = 0, position = [], index = [];
                      if (!caseSensitive) {
                        text = text.toLowerCase();
                        word = word.toLowerCase();
                      }
                      while ((position = text.indexOf(word, startPosition)) > -1) {
                        index.push({position: position, word: word});
                        startPosition = position + wordLen;
                      }
                      return index;
                    }

                    indexOfTitle = indexOfTitle.concat(getIndexByWord(keyword, titleInLowerCase, false));
                    indexOfContent = indexOfContent.concat(getIndexByWord(keyword, contentInLowerCase, false));
                  });
                  if (indexOfTitle.length > 0 || indexOfContent.length > 0) {
                    isMatch = true;
                    hitCount = indexOfTitle.length + indexOfContent.length;
                  }
                }

                // show search results

                if (isMatch) {
                  // sort index by position of keyword

                  [indexOfTitle, indexOfContent].forEach(function (index) {
                    index.sort(function (itemLeft, itemRight) {
                      if (itemRight.position !== itemLeft.position) {
                        return itemRight.position - itemLeft.position;
                      } else {
                        return itemLeft.word.length - itemRight.word.length;
                      }
                    });
                  });

                  // merge hits into slices

                  function mergeIntoSlice(text, start, end, index) {
                    var item = index[index.length - 1];
                    var position = item.position;
                    var word = item.word;
                    var hits = [];
                    var searchTextCountInSlice = 0;
                    while (position + word.length <= end && index.length != 0) {
                      if (word === searchText) {
                        searchTextCountInSlice++;
                      }
                      hits.push({position: position, length: word.length});
                      var wordEnd = position + word.length;

                      // move to next position of hit

                      index.pop();
                      while (index.length != 0) {
                        item = index[index.length - 1];
                        position = item.position;
                        word = item.word;
                        if (wordEnd > position) {
                          index.pop();
                        } else {
                          break;
                        }
                      }
                    }
                    searchTextCount += searchTextCountInSlice;
                    return {
                      hits: hits,
                      start: start,
                      end: end,
                      searchTextCount: searchTextCountInSlice
                    };
                  }

                  var slicesOfTitle = [];
                  if (indexOfTitle.length != 0) {
                    slicesOfTitle.push(mergeIntoSlice(title, 0, title.length, indexOfTitle));
                  }

                  var slicesOfContent = [];
                  while (indexOfContent.length != 0) {
                    var item = indexOfContent[indexOfContent.length - 1];
                    var position = item.position;
                    var word = item.word;
                    // cut out 100 characters
                    var start = position - 20;
                    var end = position + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if (end < position + word.length) {
                      end = position + word.length;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    slicesOfContent.push(mergeIntoSlice(content, start, end, indexOfContent));
                  }

                  // sort slices in content by search text's count and hits' count

                  slicesOfContent.sort(function (sliceLeft, sliceRight) {
                    if (sliceLeft.searchTextCount !== sliceRight.searchTextCount) {
                      return sliceRight.searchTextCount - sliceLeft.searchTextCount;
                    } else if (sliceLeft.hits.length !== sliceRight.hits.length) {
                      return sliceRight.hits.length - sliceLeft.hits.length;
                    } else {
                      return sliceLeft.start - sliceRight.start;
                    }
                  });

                  // select top N slices in content

                  var upperBound = parseInt('1');
                  if (upperBound >= 0) {
                    slicesOfContent = slicesOfContent.slice(0, upperBound);
                  }

                  // highlight title and content

                  function highlightKeyword(text, slice) {
                    var result = '';
                    var prevEnd = slice.start;
                    slice.hits.forEach(function (hit) {
                      result += text.substring(prevEnd, hit.position);
                      var end = hit.position + hit.length;
                      result += '<b class="search-keyword">' + text.substring(hit.position, end) + '</b>';
                      prevEnd = end;
                    });
                    result += text.substring(prevEnd, slice.end);
                    return result;
                  }

                  var resultItem = '';

                  if (slicesOfTitle.length != 0) {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + highlightKeyword(title, slicesOfTitle[0]) + "</a>";
                  } else {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + title + "</a>";
                  }

                  slicesOfContent.forEach(function (slice) {
                    resultItem += "<a href='" + articleUrl + "'>" +
                      "<p class=\"search-result\">" + highlightKeyword(content, slice) +
                      "...</p>" + "</a>";
                  });

                  resultItem += "</li>";
                  resultItems.push({
                    item: resultItem,
                    searchTextCount: searchTextCount,
                    hitCount: hitCount,
                    id: resultItems.length
                  });
                }
              })
            };
            if (keywords.length === 1 && keywords[0] === "") {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>'
            } else if (resultItems.length === 0) {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>'
            } else {
              resultItems.sort(function (resultLeft, resultRight) {
                if (resultLeft.searchTextCount !== resultRight.searchTextCount) {
                  return resultRight.searchTextCount - resultLeft.searchTextCount;
                } else if (resultLeft.hitCount !== resultRight.hitCount) {
                  return resultRight.hitCount - resultLeft.hitCount;
                } else {
                  return resultRight.id - resultLeft.id;
                }
              });
              var searchResultList = '<ul class=\"search-result-list\">';
              resultItems.forEach(function (result) {
                searchResultList += result.item;
              })
              searchResultList += "</ul>";
              resultContent.innerHTML = searchResultList;
            }
          }

          if ('auto' === 'auto') {
            input.addEventListener('input', inputEventFunction);
          } else {
            $('.search-icon').click(inputEventFunction);
            input.addEventListener('keypress', function (event) {
              if (event.keyCode === 13) {
                inputEventFunction();
              }
            });
          }

          // remove loading animation
          $(".local-search-pop-overlay").remove();
          $('body').css('overflow', '');

          proceedsearch();
        }
      });
    }

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched === false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(onPopupClose);
    $('.popup').click(function(e){
      e.stopPropagation();
    });
    $(document).on('keyup', function (event) {
      var shouldDismissSearchPopup = event.which === 27 &&
        $('.search-popup').is(':visible');
      if (shouldDismissSearchPopup) {
        onPopupClose();
      }
    });
  </script>





  

  

  

  
  

  

  

  

</body>
</html>
