<!DOCTYPE html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
<meta name="theme-color" content="#222">
<meta name="referrer" content="never">









<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">
















  
  
  <link href="lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">







<link href="lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="css/main.css?v=5.1.4" rel="stylesheet" type="text/css">


  <link rel="apple-touch-icon" sizes="180x180" href="/images/apple-touch-icon-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="32x32" href="/images/favicon-32x32-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="16x16" href="/images/favicon-16x16-next.png?v=5.1.4">


  <link rel="mask-icon" href="/images/logo.svg?v=5.1.4" color="#222">





  <meta name="keywords" content="婚纱,">





  <link rel="alternate" href="atom.xml" title="性感美图 – 套图大本营" type="application/atom+xml">






<meta name="description" content="&amp;#x6587; / &amp;#x8877;&amp;#x66F2;&amp;#x65E0;&amp;#x95FB;_ &amp;#x2014; 01 &amp;#x2014; &amp;#x201C;&amp;#x4E00;&amp;#x9F13;&amp;#x4F5C;&amp;#x6C14;&amp;#xFF0C;&amp;#x518D;&amp;#x800C;&amp;#x8870;&amp;#xFF0C;&amp;#x4E09;&amp;#x800C;&amp;#x7AED;&amp;#x201D;&amp;#xFF0C;&amp;#x8FD9;&amp;#x66">
<meta name="keywords" content="婚纱">
<meta property="og:type" content="article">
<meta property="og:title" content="美文：为什么我们那么喜欢看《奇葩说》">
<meta property="og:url" content="https://se.insoan.com/810.html">
<meta property="og:site_name" content="性感美图 – 套图大本营">
<meta property="og:description" content="&amp;#x6587; / &amp;#x8877;&amp;#x66F2;&amp;#x65E0;&amp;#x95FB;_ &amp;#x2014; 01 &amp;#x2014; &amp;#x201C;&amp;#x4E00;&amp;#x9F13;&amp;#x4F5C;&amp;#x6C14;&amp;#xFF0C;&amp;#x518D;&amp;#x800C;&amp;#x8870;&amp;#xFF0C;&amp;#x4E09;&amp;#x800C;&amp;#x7AED;&amp;#x201D;&amp;#xFF0C;&amp;#x8FD9;&amp;#x66">
<meta property="og:locale" content="zh-Hans">
<meta property="og:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/rCEGZmv1XOz64J2bYPhA.jpg">
<meta property="og:updated_time" content="2024-04-18T08:44:00.255Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="美文：为什么我们那么喜欢看《奇葩说》">
<meta name="twitter:description" content="&amp;#x6587; / &amp;#x8877;&amp;#x66F2;&amp;#x65E0;&amp;#x95FB;_ &amp;#x2014; 01 &amp;#x2014; &amp;#x201C;&amp;#x4E00;&amp;#x9F13;&amp;#x4F5C;&amp;#x6C14;&amp;#xFF0C;&amp;#x518D;&amp;#x800C;&amp;#x8870;&amp;#xFF0C;&amp;#x4E09;&amp;#x800C;&amp;#x7AED;&amp;#x201D;&amp;#xFF0C;&amp;#x8FD9;&amp;#x66">
<meta name="twitter:image" content="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/rCEGZmv1XOz64J2bYPhA.jpg">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    version: '5.1.4',
    sidebar: {"position":"left","display":"post","offset":12,"b2t":false,"scrollpercent":true,"onmobile":false},
    fancybox: true,
    tabs: true,
    motion: {"enable":true,"async":false,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}},
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>
<!--谷歌广告验证代码-->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({
          google_ad_client: "ca-pub-2626449904708114",
          enable_page_level_ads: true
     });
</script>
<!--谷歌广告验证代码-->



  <link rel="canonical" href="https://se.insoan.com/810.html">





  <title>美文：为什么我们那么喜欢看《奇葩说》 | 性感美图 – 套图大本营</title>
  








</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  
  
    
  

  <div class="container sidebar-position-left page-post-detail">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-wrapper">
  <div class="site-meta ">
    

    <div class="custom-logo-site-title">
      <a href="/" class="brand" rel="start">
        <span class="logo-line-before"><i></i></span>
        <span class="site-title">性感美图 – 套图大本营</span>
        <span class="logo-line-after"><i></i></span>
      </a>
    </div>
      
        <p class="site-subtitle">性感美图 – 养眼美图</p>
      
  </div>

  <div class="site-nav-toggle">
    <button>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
    </button>
  </div>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="http://se.insoan.com/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="https://se.insoan.com/archives/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup search-popup local-search-popup">
  <div class="local-search-header clearfix">
    <span class="search-icon">
      <i class="fa fa-search"></i>
    </span>
    <span class="popup-btn-close">
      <i class="fa fa-times-circle"></i>
    </span>
    <div class="local-search-input-wrapper">
      <input autocomplete="off" placeholder="搜索..." spellcheck="false" type="text" id="local-search-input">
    </div>
  </div>
  <div id="local-search-result"></div>
</div>



    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://se.insoan.com">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="美图博客">
      <meta itemprop="description" content>
      <meta itemprop="image" content="images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="性感美图 – 套图大本营">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">美文：为什么我们那么喜欢看《奇葩说》</h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-10-06T10:45:41+08:00">
                2020-10-06
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><img src="https://cdn.jsdelivr.net/gh/songjianzaina/SavePicGoPic/img/rCEGZmv1XOz64J2bYPhA.jpg" alt="&#x7F8E;&#x6587;&#xFF1A;&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x4EEC;&#x90A3;&#x4E48;&#x559C;&#x6B22;&#x770B;&#x300A;&#x5947;&#x8469;&#x8BF4;&#x300B;"></p>
<p>&#x6587; / &#x8877;&#x66F2;&#x65E0;&#x95FB;_</p>
<p>&#x2014; 01 &#x2014;</p>
<p>&#x201C;&#x4E00;&#x9F13;&#x4F5C;&#x6C14;&#xFF0C;&#x518D;&#x800C;&#x8870;&#xFF0C;&#x4E09;&#x800C;&#x7AED;&#x201D;&#xFF0C;&#x8FD9;&#x662F;&#x5927;&#x591A;&#x6570;&#x5A31;&#x4E50;&#x8282;&#x76EE;&#x7684;&#x7279;&#x70B9;&#xFF0C;&#x552F;&#x6709;&#x300A;&#x5947;&#x8469;&#x8BF4;&#x300B;&#x6446;&#x8131;&#x7AA0;&#x81FC;&#xFF0C;&#x6BCF;&#x4E00;&#x5B63;&#x90FD;&#x5728;&#x7206;&#x53D1;&#x3002;</p>
<p>&#x622A;&#x6B62;&#x6700;&#x540E;&#x6536;&#x5B98;&#xFF0C;#&#x5947;&#x8469;&#x8BF4;#&#x8BDD;&#x9898;&#x5728;&#x65B0;&#x6D6A;&#x5FAE;&#x535A;&#x9605;&#x8BFB;&#x6570;&#x8FBE;&#x5230;31.1&#x4EBF;&#xFF0C;&#x7231;&#x5947;&#x827A;&#x7684;&#x64AD;&#x653E;&#x91CF;&#x4E3A;4&#x4EBF;5&#x5343;&#x4E07;&#xFF0C;&#x53C2;&#x8D5B;&#x9009;&#x624B;&#x4ECE;&#x8FA9;&#x8BBA;&#x5708;&#x6216;&#x8005;&#x9C9C;&#x5C11;&#x9732;&#x9762;&#x7684;&#x9886;&#x57DF;&#x8D70;&#x5411;&#x516C;&#x4F17;&#x89C6;&#x91CE;&#xFF0C;&#x4E00;&#x591C;&#x7206;&#x7EA2;&#x3001;&#x8EAB;&#x4EF7;&#x500D;&#x589E;&#x3002;</p>
<p>&#x9EC4;&#x6267;&#x4E2D;&#x6210;&#x4E3A;&#x6700;&#x540E;&#x7684;BBking&#xFF0C;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x5B9E;&#x81F3;&#x540D;&#x5F52;&#xFF0C;&#x8FD9;&#x4E2A;&#x559C;&#x6B22;&#x6253;&#x7535;&#x73A9;&#x7684;&#x5B85;&#x7537;&#xFF0C;&#x5728;&#x56FD;&#x9645;&#x5927;&#x5B66;&#x7FA4;&#x82F1;&#x8FA9;&#x8BBA;&#x4F1A;&#x4E2D;&#xFF0C;&#x83B7;&#x5F97;&#x8FC7;&#x4E24;&#x5C4A;&#x6700;&#x4F73;&#x8FA9;&#x624B;&#xFF0C;&#x4ED6;&#x7684;&#x8FA9;&#x8BBA;&#x603B;&#x662F;&#x5207;&#x4E2D;&#x8981;&#x5BB3;&#xFF0C;&#x4EE5;&#x60C5;&#x52A8;&#x4EBA;&#xFF0C;&#x4EE5;&#x7406;&#x670D;&#x4EBA;&#xFF0C;&#x81EA;&#x521B;&#x4E86;&#x4E00;&#x5957;&#x72EC;&#x7279;&#x7684;&#x8FA9;&#x8BBA;&#x7406;&#x8BBA;&#x4EE5;&#x53CA;&#x64CD;&#x4F5C;&#x4F53;&#x7CFB;&#x3002;</p>
<p>&#x9EC4;&#x6267;&#x4E2D;&#x53EF;&#x8C13;&#x8FA9;&#x75F4;&#xFF0C;&#x4E00;&#x76F4;&#x901A;&#x8FC7;&#x6587;&#x5B57;&#x3001;&#x8BB2;&#x5EA7;&#x4EE5;&#x53CA;&#x5B9E;&#x9645;&#x884C;&#x52A8;&#xFF0C;&#x53D1;&#x5E03;&#x5927;&#x91CF;&#x5173;&#x4E8E;&#x8FA9;&#x8BBA;&#x7406;&#x8BBA;&#x548C;&#x601D;&#x8003;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x5B5C;&#x5B5C;&#x4E0D;&#x5026;&#x5730;&#x81F4;&#x529B;&#x4E8E;&#x8FA9;&#x8BBA;&#x7684;&#x5BA3;&#x4F20;&#x548C;&#x63A8;&#x5E7F;&#xFF0C;&#x51FA;&#x5E2D;&#x5404;&#x79CD;&#x8FA9;&#x8BBA;&#x8D5B;&#x4E8B;&#x3002;</p>
<p>&#x4ED6;&#x7684;&#x4F18;&#x52BF;&#x8FD8;&#x5728;&#x4E8E;&#x72EC;&#x7279;&#x7A33;&#x91CD;&#x7684;&#x55D3;&#x97F3;&#xFF0C;&#x8BF4;&#x8D77;&#x9053;&#x7406;&#x7B80;&#x5355;&#x6734;&#x5B9E;&#xFF0C;&#x5982;&#x540C;&#x90BB;&#x5BB6;&#x5927;&#x54E5;&#x4E00;&#x822C;&#x63A5;&#x5730;&#x6C14;&#xFF0C;&#x77AC;&#x95F4;&#x5C31;&#x62C9;&#x8FD1;&#x4E86;&#x81EA;&#x5DF1;&#x548C;&#x89C2;&#x4F17;&#x7684;&#x8DDD;&#x79BB;&#x3002;&#x5982;&#x4ECA;&#x7684;&#x4ED6;&#xFF0C;&#x50CF;&#x662F;&#x8FA9;&#x8BBA;&#x754C;&#x7684;&#x5173;&#x4E8C;&#x7237;&#xFF0C;&#x5E74;&#x8F7B;&#x8FA9;&#x624B;&#x8D70;&#x4E0A;&#x8FA9;&#x575B;&#xFF0C;&#x90FD;&#x8981;&#x62DC;&#x4ED6;&#x4E00;&#x62DC;&#x3002;</p>
<p>&#x6614;&#x65E5;&#x7684;&#x5BF9;&#x624B;&#xFF0C;&#x73B0;&#x4ECA;&#x7684;&#x592E;&#x89C6;&#x4E3B;&#x6301;&#x4EBA;&#x8DEF;&#x4E00;&#x9E23;&#x5BF9;&#x4ED6;&#x8BC4;&#x4EF7;&#x8BF4;&#xFF1A;&#x201C;&#x6709;&#x4E2A;&#x4EBA;&#xFF0C;&#x4ED6;&#x7684;&#x7ED3;&#x8FA9;&#x7A3F;&#x8D5B;&#x540E;&#x770B;&#x8D77;&#x6765;&#x5E76;&#x4E0D;&#x7279;&#x522B;&#x51FA;&#x5F69;&#xFF0C;&#x4F46;&#x662F;&#x5728;&#x573A;&#x4E0A;&#xFF0C;&#x4F60;&#x8FD8;&#x662F;&#x4F1A;&#x4E0D;&#x7531;&#x81EA;&#x4E3B;&#x628A;&#x624B;&#x4F38;&#x5411;&#x4ED6;&#x201D;&#x3002;</p>
<p>&#x76F8;&#x6BD4;&#x5927;&#x591A;&#x6570;&#x771F;&#x4EBA;&#x79C0;&#x7684;&#x7EFC;&#x827A;&#x8282;&#x76EE;&#xFF0C;&#x6211;&#x66F4;&#x559C;&#x6B22;&#x770B;&#x300A;&#x5947;&#x8469;&#x8BF4;&#x300B;&#xFF0C;&#x5B83;&#x603B;&#x662F;&#x7ED9;&#x6211;&#x63D0;&#x4F9B;&#x5F88;&#x591A;&#x601D;&#x7EF4;&#x7684;&#x51FA;&#x53E3;&#x3002;</p>
<p>&#x667A;&#x6167;&#x662F;&#x4EBA;&#x7C7B;&#x6CE8;&#x5B9A;&#x7684;&#x82E6;&#x5F79;&#xFF0C;&#x601D;&#x8003;&#x8BA9;&#x6211;&#x4EEC;&#x66F4;&#x63A5;&#x8FD1;&#x751F;&#x547D;&#x7684;&#x672C;&#x8D28;&#xFF0C;&#x4E0A;&#x5E1D;&#x8BA9;&#x6211;&#x4EEC;&#x627F;&#x53D7;&#x79CD;&#x79CD;&#x82E6;&#x96BE;&#xFF0C;&#x662F;&#x8981;&#x5728;&#x6211;&#x4EEC;&#x8EAB;&#x4E0A;&#x63A2;&#x5BFB;&#x5404;&#x79CD;&#x53EF;&#x80FD;&#x6027;&#x3002;</p>
<p>&#x6709;&#x601D;&#x60F3;&#x6709;&#x80FD;&#x529B;&#x7684;&#x4EBA;&#x8D1F;&#x8D23;&#x5F00;&#x62D3;&#x8FDB;&#x53D6;&#xFF0C;&#x5176;&#x4ED6;&#x4EBA;&#x751F;&#x4EA7;&#x7EB3;&#x7A0E;&#x652F;&#x6301;&#xFF0C;&#x5E76;&#x6267;&#x884C;&#x4ED6;&#x4EEC;&#x7684;&#x8BA1;&#x5212;&#xFF0C;&#x8FD9;&#x662F;&#x5F53;&#x524D;&#x4EBA;&#x7C7B;&#x793E;&#x4F1A;&#x7684;&#x5F62;&#x6001;&#x3002;&#x4EE5;&#x524D;&#x66F4;&#x8840;&#x8165;&#x4E00;&#x4E9B;&#xFF0C;&#x6CA1;&#x6709;&#x601D;&#x60F3;&#x3001;&#x6DF1;&#x5EA6;&#x4E0D;&#x591F;&#x6216;&#x8005;&#x80FD;&#x529B;&#x4E0D;&#x8DB3;&#x7684;&#x4EBA;&#xFF0C;&#x88AB;&#x5974;&#x5F79;&#x88AB;&#x6740;&#x622E;&#xFF0C;&#x5728;&#x4F18;&#x80DC;&#x52A3;&#x6C70;&#x7684;&#x751F;&#x5B58;&#x6CD5;&#x5219;&#x9762;&#x524D;&#xFF0C;&#x6211;&#x4EEC;&#x5FC5;&#x987B;&#x4FDD;&#x6301;&#x72EC;&#x7ACB;&#x7684;&#x601D;&#x8003;&#x3002;</p>
<p>&#x5E15;&#x65AF;&#x5361;&#x5C14;&#x8BF4;&#xFF0C;&#x4EBA;&#x662F;&#x4E00;&#x652F;&#x6709;&#x601D;&#x60F3;&#x7684;&#x82A6;&#x82C7;&#x3002;</p>
<p>&#x80E1;&#x9002;&#x8BF4;&#xFF0C;&#x6015;&#x4EC0;&#x4E48;&#x771F;&#x7406;&#x65E0;&#x7A77;&#xFF0C;&#x8FDB;&#x4E00;&#x6B65;&#x6709;&#x8FDB;&#x4E00;&#x6B65;&#x7684;&#x6B22;&#x559C;&#x3002;</p>
<p>&#x2014; 02 &#x2014;</p>
<p>&#x4ECE;&#x300A;&#x5355;&#x8EAB;&#x662F;&#x8D35;&#x65CF;&#x8FD8;&#x662F;&#x72D7;&#x300B;&#x5230;&#x300A;&#x5982;&#x679C;&#x6BCF;&#x6BB5;&#x5A5A;&#x59FB;&#x6709;&#x6548;&#x671F;&#x662F;&#x4E03;&#x5E74;&#xFF0C;&#x4F60;&#x8D5E;&#x6210;&#x5417;&#xFF1F;&#x300B;&#xFF0C;&#x300A;&#x5947;&#x8469;&#x8BF4;&#x300B;&#x7B2C;&#x4E09;&#x5B63;&#x5341;&#x4E8C;&#x671F;&#x7684;&#x8FA9;&#x9898;&#xFF0C;&#x603B;&#x80FD;&#x5F15;&#x8D77;&#x5927;&#x4F17;&#x7684;&#x5171;&#x9E23;&#xFF0C;&#x6BCF;&#x4E00;&#x4E2A;&#x70B9;&#xFF0C;&#x90FD;&#x80FD;&#x6233;&#x4E2D;&#x6211;&#x4EEC;&#x5185;&#x5FC3;&#x6DF1;&#x5904;&#x7684;&#x6700;&#x67D4;&#x8F6F;&#x7684;&#x90E8;&#x5206;&#x3002;</p>
<p>&#x7B2C;1&#x671F;&#xFF0C;&#x9A6C;&#x8587;&#x8587;&#x8BF4;&#xFF1A;&#x201C;&#x5355;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x6B8B;&#x7F3A;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x5728;&#x4EBA;&#x4E16;&#x95F4;&#xFF0C;&#x5982;&#x72D7;&#x822C;&#x5BFB;&#x89C5;&#x3002;&#x6211;&#x55C5;&#x55C5;&#x8FD9;&#x91CC;&#xFF0C;&#x6211;&#x55C5;&#x55C5;&#x90A3;&#x91CC;&#xFF0C;&#x6211;&#x5728;&#x95FB;&#x90A3;&#x79CD;&#x72EC;&#x5C5E;&#x4E8E;&#x6211;&#x7684;&#x5473;&#x9053;&#x3002;&#x6211;&#x88AB;&#x8FD9;&#x4E2A;&#x4EBA;&#x8D76;&#x51FA;&#x53BB;&#xFF0C;&#x4E0D;&#x8981;&#x7D27;&#xFF1B;&#x6211;&#x88AB;&#x90A3;&#x4E2A;&#x4EBA;&#x8E22;&#x8D70;&#xFF0C;&#x4E5F;&#x6CA1;&#x5173;&#x7CFB;&#x3002;&#x6211;&#x6D41;&#x6D6A;&#x5728;&#x8FD9;&#x5B64;&#x72EC;&#x7684;&#x5C18;&#x4E16;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#xFF0C;&#x771F;&#x7231;&#x5982;&#x72D7;&#x3002;&#x76F4;&#x5230;&#x6211;&#x627E;&#x5230;&#x53E6;&#x5916;&#x4E00;&#x4E2A;&#xFF0C;&#x8DDF;&#x6211;&#x55C5;&#x5473;&#x76F8;&#x6295;&#x7684;&#x72D7;&#xFF0C;&#x6211;&#x4EEC;&#x76F8;&#x9022;&#xFF0C;&#x6700;&#x540E;&#xFF0C;&#x7531;&#x72D7;&#x4FEE;&#x70BC;&#x6210;&#x4EBA;&#xFF0C;&#x4ECE;&#x800C;&#x83B7;&#x5F97;&#x81EA;&#x7531;&#x3002;&#x201D;</p>
<p>&#x50CF;&#x72D7;&#x4E00;&#x6837;&#x5BFB;&#x89C5;&#xFF0C;&#x4F46;&#x5C31;&#x662F;&#x5B81;&#x7F3A;&#x6BCB;&#x6EE5;&#xFF0C;&#x7B80;&#x76F4;&#x53EF;&#x4EE5;&#x8C31;&#x66F2;&#x6210;&#x4E3A;&#x4E00;&#x9996;&#x300A;&#x5355;&#x8EAB;&#x72D7;&#x4E4B;&#x6B4C;&#x300B;&#x3002;</p>
<p>&#x7B2C;15&#x671F;&#xFF0C;&#x82B1;&#x5E0C;&#x8BF4;&#xFF1A;&#x201C;&#x5979;&#x5728;&#x6211;&#x773C;&#x4E2D;&#x662F;&#x6240;&#x6709;&#x7F8E;&#x597D;&#x7684;&#x4EE3;&#x540D;&#x8BCD;&#x3002;&#x4ECA;&#x5929;&#x4F60;&#x4E3A;&#x4E86;&#x5F97;&#x5230;&#x4E00;&#x4E2A;&#x5305;&#xFF0C;&#x4E5F;&#x8BB8;&#x4F60;&#x4F1A;&#x5237;&#x7206;&#x4F60;&#x7684;&#x4FE1;&#x7528;&#x5361;&#x3002;&#x4F46;&#x6211;&#x4E3A;&#x4E86;&#x5F97;&#x5230;&#x90A3;&#x4E2A;&#x4EBA;&#xFF0C;&#x6211;&#x5C06;&#x8981;&#x53BB;&#x5237;&#x7206;&#x6211;&#x7684;&#x81EA;&#x4FE1;&#xFF0C;&#x5237;&#x7206;&#x6211;&#x7684;&#x5B89;&#x5168;&#x611F;&#xFF0C;&#x751A;&#x81F3;&#x6211;&#x5237;&#x7206;&#x7684;&#x81EA;&#x5C0A;&#x3002;&#x53EF;&#x662F;&#xFF0C;&#x6211;&#x5C31;&#x662F;&#x8981;&#x5F97;&#x5230;&#x5979;&#x554A;&#xFF0C;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x4E0A;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x4E1C;&#x897F;&#xFF0C;&#x6BD4;&#x8BA9;&#x4F60;&#x559C;&#x6B22;&#x7684;&#x4EBA;&#x559C;&#x6B22;&#x4E0A;&#x4F60;&#xFF0C;&#x7EC8;&#x4E8E;&#x5F97;&#x5230;&#x4F60;&#x559C;&#x6B22;&#x7684;&#x4E1C;&#x897F;&#x66F4;&#x503C;&#x5F97;&#x5F00;&#x5FC3;&#x7684;&#x4E86;&#x3002;&#x201D;</p>
<p>&#x4F46;&#x51E1;&#x4E3A;&#x4E86;&#x4E00;&#x4E2A;&#x4EBA;&#x4F4E;&#x5230;&#x5C18;&#x57C3;&#x91CC;&#xFF0C;&#x4E22;&#x6389;&#x81EA;&#x5DF1;&#x7231;&#x8FC7;&#x7684;&#x4EBA;&#xFF0C;&#x770B;&#x5230;&#x8FD9;&#x756A;&#x8BDD;&#x90FD;&#x4F1A;&#x6CEA;&#x6D41;&#x6EE1;&#x9762;&#x5427;&#x3002;</p>
<p>&#x7B2C;21&#x671F;,&#x63A2;&#x8BA8;&#x7231;&#x4E0A;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x7B97;&#x4E0D;&#x7B97;&#x7231;&#x60C5;,&#x59DC;&#x601D;&#x8FBE;&#x7684;&#x7F51;&#x604B;&#x89C6;&#x9891;&#x7247;&#x6BB5;&#x83B7;&#x5F97;&#x4E0A;&#x4E07;&#x4EBA;&#x8F6C;&#x53D1;,&#x738B;&#x73DE;&#x4E39;&#x4E5F;&#x7981;&#x4E0D;&#x4F4F;&#x53D1;&#x5FAE;&#x535A;&#x611F;&#x53F9;&#x2014;&#x2014; &#x7ECF;&#x5E38;&#x4F1A;&#x88AB;&#x95EE;&#x5230;:&#x201C;&#x54CE;&#x5440;&#x770B;&#x5230;&#x670B;&#x53CB;&#x7ED3;&#x5A5A;&#x7740;&#x6025;&#x5417;(&#x5AC1;&#x7684;&#x53C8;&#x4E0D;&#x662F;&#x6211;&#x559C;&#x6B22;&#x7684;&#x4EBA;&#x6211;&#x7740;&#x4EC0;&#x4E48;&#x6025;) &#x6709;&#x7537;&#x670B;&#x53CB;&#x5417;&#x662F;&#x4E0D;&#x662F;&#x5355;&#x8EAB;&#x554A;&#x201D; ,&#x5176; &#x5B9E;&#x4E00;&#x76F4;&#x89C9;&#x5F97;&#x8FD9;&#x95EE;&#x9898;&#x95EE;&#x7684;&#x592A;&#x884C;&#x6D3B;&#x4E86;&#x3002;</p>
<p>&#x5F88;&#x591A;&#x4EBA;&#x4E0D;&#x662F;&#x5355;&#x8EAB;,&#x4F46;&#x5FC3;&#x662F;&#x5B64;&#x5355;&#x7684;; &#x800C;&#x6709;&#x4E9B;&#x4EBA;&#x4E25;&#x683C;&#x610F;&#x4E49;&#x4E0A;&#x8BB2;&#x8EAB;&#x662F;&#x5355;&#x7684;,&#x4F46;&#x5FC3;&#x4E0D;&#x5B64;&#x5355;; &#x5982;&#x679C;&#x8BA9;&#x6211;&#x9009;,&#x5B81;&#x613F;&#x662F;&#x540E;&#x8005;&#x3002;&#x56E0;&#x4E3A;&#x51B3;&#x5B9A;&#x4F60;&#x662F;&#x5426;&#x5145;&#x5B9E;&#x5FEB;&#x4E50;&#x7684;&#x6C38;&#x8FDC;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x5B9E;&#x4F53;&#x3002;</p>
<p>&#x7B2C;22&#x671F;&#xFF0C;&#x8282;&#x76EE;&#x66F4;&#x662F;&#x7A81;&#x7834;&#x7981;&#x5FCC;&#x9996;&#x6B21;&#x4E3A;&#x751F;&#x6B7B;&#x5F00;&#x8FA9;&#xFF1A;&#x75DB;&#x82E6;&#x7684;&#x7EDD;&#x75C7;&#x75C5;&#x4EBA;&#x60F3;&#x8981;&#x653E;&#x5F03;&#x81EA;&#x5DF1;&#x7684;&#x751F;&#x547D;&#xFF0C;&#x6211;&#x8BE5;&#x4E0D;&#x8BE5;&#x9F13;&#x52B1;&#x4ED6;&#x6491;&#x4E0B;&#x53BB;&#xFF1F;</p>
<p>&#x751F;&#x6B7B;&#x79BB;&#x522B;&#xFF0C;&#x8FD9;&#x4F3C;&#x4E4E;&#x662F;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x4F1A;&#x7ECF;&#x5386;&#x7684;&#xFF0C;&#x6211;&#x770B;&#x5F97;&#x65E0;&#x6BD4;&#x52A8;&#x5BB9;&#xFF0C;&#x5728;&#x6211;&#x8BFB;&#x5927;&#x5B66;&#x7684;&#x56DB;&#x5E74;&#x91CC;&#xFF0C;&#x56DB;&#x4E2A;&#x53D4;&#x5A76;&#x76F8;&#x7EE7;&#x79BB;&#x4E16;&#xFF0C;&#x6BCF;&#x6B21;&#x90FD;&#x5728;&#x814A;&#x6708;&#xFF0C;&#x7531;&#x4E8E;&#x4ED6;&#x4EEC;&#x7684;&#x5B69;&#x5B50;&#x5C1A;&#x5E7C;&#xFF0C;&#x6211;&#x662F;&#x4F5C;&#x4E3A;&#x5BB6;&#x65CF;&#x7684;&#x957F;&#x7537;&#x62AB;&#x9EBB;&#x6234;&#x5B5D;&#x8DEA;&#x7075;&#x7684;&#x3002;</p>
<p>&#x4E00;&#x5411;&#x559C;&#x6B22;&#x641E;&#x7B11;&#x7684;&#x674E;&#x6797;&#x4ECE;&#x5934;&#x54ED;&#x5230;&#x5C3E;&#xFF0C;&#x8282;&#x76EE;&#x4E5F;&#x56E0;&#x4ED6;&#x7684;&#x7B2C;&#x4E00;&#x4E2A;&#x53D1;&#x8A00;&#x77AC;&#x95F4;&#x5B89;&#x9759;&#xFF0C;&#x6C14;&#x6C1B;&#x53D8;&#x5F97;&#x65E0;&#x6BD4;&#x6C89;&#x91CD;&#x3002;</p>
<p>&#x8521;&#x5EB7;&#x6C38;&#x54FD;&#x54BD;&#x8BB2;&#x8FF0;&#x53F0;&#x6E7E;&#x8457;&#x540D;&#x821E;&#x8E48;&#x5BB6;&#x7F57;&#x66FC;&#x83F2;&#x7684;&#x6545;&#x4E8B;&#xFF0C;&#x5979;&#x7684;&#x9057;&#x8A00;&#x662F;&#xFF1A;&#x201C;&#x6211;&#x62DC;&#x6258;&#x4F60;&#x4EEC;&#x628A;&#x4EBA;&#x751F;&#x5F53;&#x6210;&#x4E00;&#x573A;party&#xFF0C;&#x4F60;&#x4EEC;&#x8981;&#x7EE7;&#x7EED;&#x5728;party&#x91CC;&#x9762;&#x73A9;&#x800D;&#xFF0C;&#x53EF;&#x662F;&#x6211;&#x8981;&#x5148;&#x544A;&#x8F9E;&#xFF0C;&#x7136;&#x540E;&#x6211;&#x662F;&#x4E00;&#x4E2A;&#x597D;&#x5BA2;&#x4EBA;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x544A;&#x522B;&#x4E00;&#x4E2A;party&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4E0D;&#x5E0C;&#x671B;&#x5168;&#x573A;&#x7684;&#x4EBA;&#x90FD;&#x56E0;&#x4E3A;&#x6211;&#x800C;&#x653E;&#x4E0B;&#x9152;&#x676F;&#x5173;&#x6389;&#x97F3;&#x4E50;&#xFF0C;&#x7A7F;&#x4E0A;&#x5916;&#x5957;&#x7AD9;&#x8D77;&#x6765;&#xFF0C;&#x4E00;&#x526F;&#x4F60;&#x8D70;&#x4E86;&#x6211;&#x4EEC;&#x4E5F;&#x4E0D;&#x8981;&#x73A9;&#x4E86;&#x7684;&#x666F;&#x8C61;&#x3002;&#x201D;</p>
<p>&#x9AD8;&#x6653;&#x677E;&#x73B0;&#x573A;&#x5199;&#x4E86;&#x4E00;&#x9996;&#x8BD7;&#xFF0C;&#x4E00;&#x79D2;&#x949F;&#x5C31;&#x5F04;&#x54ED;&#x4E86;&#x5F88;&#x591A;&#x4EBA;&#xFF1A;&#x201C;&#x6211;&#x9F13;&#x52B1;&#x4F60;&#x6491;&#x4E0B;&#x53BB;&#xFF0C;&#x4F46;&#x662F;&#x6211;&#x5C0A;&#x91CD;&#x4F60;&#x7684;&#x9009;&#x62E9;&#xFF0C;&#x6211;&#x8981;&#x544A;&#x8BC9;&#x4F60;&#x4E00;&#x53E5;&#x8BDD;&#xFF0C;&#x4F60;&#x662F;&#x90A3;&#x9897;&#x661F;&#x661F;&#xFF0C;&#x6211;&#x662F;&#x4F60;&#x65C1;&#x8FB9;&#x7684;&#x8FD9;&#x9897;&#x661F;&#xFF0C;&#x6211;&#x7684;&#x6574;&#x4E2A;&#x8F68;&#x8FF9;&#x662F;&#x88AB;&#x4F60;&#x5F71;&#x54CD;&#x7684;&#xFF0C;&#x5373;&#x4F7F;&#x6709;&#x4E00;&#x5929;&#x8FD9;&#x9897;&#x661F;&#x661F;&#x7184;&#x706D;&#x4E86;&#xFF0C;&#x5B83;&#x53D8;&#x6210;&#x4E86;&#x6697;&#x7269;&#x8D28;&#xFF0C;&#x5B83;&#x53D8;&#x6210;&#x4E86;&#x770B;&#x4E0D;&#x89C1;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x5B83;&#x4F9D;&#x7136;&#x5F71;&#x54CD;&#x7740;&#x6211;&#x7684;&#x8F68;&#x8FF9;&#xFF0C;&#x4F60;&#x7684;&#x51FA;&#x73B0;&#x6C38;&#x8FDC;&#x6539;&#x53D8;&#x7740;&#x6211;&#x7684;&#x661F;&#x8F68;&#xFF0C;&#x65E0;&#x8BBA;&#x4F60;&#x5728;&#x54EA;&#x91CC;&#x3002;&#x201D;</p>
<p>&#x2014; 03 &#x2014;</p>
<p>&#x300A;&#x5947;&#x8469;&#x8BF4;&#x300B;&#x7B2C;3&#x5B63;&#x7684;&#x8FA9;&#x9898;&#xFF0C;&#x4E0D;&#x4F46;&#x5728;&#x6DF1;&#x5EA6;&#x4E0A;&#x4E0B;&#x8DB3;&#x4E86;&#x529F;&#x592B;&#xFF0C;&#x4E5F;&#x5728;&#x5E7F;&#x5EA6;&#x4E0A;&#x6709;&#x6240;&#x62D3;&#x5C55;&#xFF0C;&#x6BD4;&#x5982;&#x300A;&#x5947;&#x8469;&#x6838;&#x7535;&#x7AD9;&#x6CC4;&#x6F0F;&#xFF0C;&#x8BA9;&#x6709;&#x5BB6;&#x6709;&#x540E;&#x7684;&#x4E1C;&#x535A;&#x58EB;&#x53BB;&#x8FD8;&#x662F;&#x8BA9;&#x5355;&#x8EAB;&#x7684;&#x7C73;&#x535A;&#x58EB;&#x53BB;&#xFF1F;&#x300B;&#x300A; &#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x5230;&#x5E95;&#x9700;&#x4E0D;&#x9700;&#x8981;&#x8D85;&#x7EA7;&#x82F1;&#x96C4;&#xFF1F;&#x300B;&#x300A;&#x7231;&#x4E0A;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x7B97;&#x4E0D;&#x7B97;&#x7231;&#x60C5;&#xFF1F;&#x300B;&#x3002;</p>
<p>&#x8282;&#x76EE;&#x901A;&#x8FC7;&#x8FD9;&#x4E9B;&#x6211;&#x4EEC;&#x4ECE;&#x6765;&#x6CA1;&#x78B0;&#x5230;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4FC3;&#x4F7F;&#x6211;&#x4EEC;&#x601D;&#x8003;&#x66F4;&#x591A;&#x3002;&#x8FD8;&#x6709;&#x4E9B;&#x8FA9;&#x9898;&#x8111;&#x6D1E;&#x592A;&#x5927;&#xFF0C;&#x6216;&#x8005;&#x751F;&#x6D3B;&#x4E2D;&#x592A;&#x5C0F;&#x7684;&#x6211;&#x4EEC;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x6CA1;&#x5728;&#x610F;&#x8FC7;&#xFF0C;&#x8282;&#x76EE;&#x62FF;&#x51FA;&#x6765;&#x8BA8;&#x8BBA;&#xFF0C;&#x8BA9;&#x6211;&#x4EEC;&#x53BB;&#x601D;&#x8003;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#xFF0C;&#x7B2C;&#x4E09;&#x5B63;&#x505A;&#x5F97;&#x5F88;&#x6709;&#x7A81;&#x7834;&#x6027;&#x3002;</p>
<p>&#x6B64;&#x5916;&#xFF0C;&#x9AD8;&#x6653;&#x677E;&#x5728;&#x7B2C;&#x4E09;&#x5B63;&#x56DE;&#x5F52;&#x589E;&#x52A0;&#x4E86;&#x8282;&#x76EE;&#x7684;&#x539A;&#x91CD;&#x611F;&#xFF0C;&#x4ED6;&#x7528;&#x4ED6;&#x4E00;&#x5982;&#x65E2;&#x5F80;&#x7684;&#x9AD8;&#x50B2;&#x535A;&#x5B66;&#x6765;&#x8868;&#x8FBE;&#x89C2;&#x70B9;&#xFF0C;&#x4E0E;&#x66F4;&#x4E3A;&#x673A;&#x654F;&#x7075;&#x6D3B;&#x7684;&#x8521;&#x5EB7;&#x6C38;&#x8FDB;&#x884C;&#x4E00;&#x6765;&#x4E00;&#x5F80;&#x7684;&#x4E92;&#x8FA9;&#xFF0C;&#x5145;&#x5206;&#x5C55;&#x793A;&#x4E86;&#x4ED6;&#x7684;&#x601D;&#x7EF4;&#x548C;&#x673A;&#x654F;&#x5E76;&#x975E;&#x6D6A;&#x5F97;&#x865A;&#x540D;&#xFF0C;&#x4E5F;&#x8BA9;&#x300A;&#x5947;&#x8469;&#x8BF4;&#x300B;&#x201C;&#x9A6C;&#x6653;&#x5EB7;&#x201D;&#x7684;&#x7EC4;&#x5408;&#xFF0C;&#x5E73;&#x8861;&#x4E14;&#x7EF4;&#x7CFB;&#x4E86;&#x4E00;&#x5982;&#x65E2;&#x5F80;&#x7684;&#x6807;&#x51C6;&#xFF0C;&#x5E76;&#x4E0D;&#x65AD;&#x81EA;&#x6211;&#x8D85;&#x8D8A;&#x3002;</p>
<p>&#x8521;&#x5EB7;&#x6C38;&#x4E3A;&#x6211;&#x4EEC;&#x5E26;&#x6765;&#x60C5;&#x611F;&#x548C;&#x771F;&#x7406;&#xFF0C;&#x6E29;&#x67D4;&#x4EB2;&#x5207;&#xFF0C;&#x5374;&#x5177;&#x6709;&#x53EF;&#x4EE5;&#x5E2E;&#x4F60;&#x541E;&#x566C;&#x68A6;&#x9B47;&#xFF0C;&#x626D;&#x8F6C;&#x4EBA;&#x751F;&#x7684;&#x529B;&#x91CF;&#x3002;&#x9AD8;&#x6653;&#x677E;&#x4E3A;&#x6211;&#x4EEC;&#x5E26;&#x6765;&#x5B66;&#x8BC6;&#x548C;&#x89C2;&#x70B9;&#xFF0C;&#x50CF;&#x4E00;&#x5934;&#x731B;&#x864E;&#xFF0C;&#x8BA9;&#x4F60;&#x62DB;&#x67B6;&#x4E0D;&#x4F4F;&#xFF0C;&#x4F46;&#x53C8;&#x5FC3;&#x751F;&#x656C;&#x754F;&#x3002;</p>
<p>&#x9A6C;&#x4E1C;&#x66FE;&#x8BF4;&#xFF0C;&#x201C;&#x771F;&#x7406;&#x8D8A;&#x8FA9;&#x8D8A;&#x660E;&#x201D;&#x8FD9;&#x53E5;&#x8BDD;&#x5728;&#x6240;&#x6709;&#x7684;&#x8FA9;&#x8BBA;&#x8282;&#x76EE;&#x5F53;&#x4E2D;&#x53EF;&#x80FD;&#x90FD;&#x6709;&#x6548;&#xFF0C;&#x4F46;&#x6070;&#x6070;&#x5728;&#x300A;&#x5947;&#x8469;&#x8BF4;&#x300B;&#x4E2D;&#x662F;&#x65E0;&#x6548;&#x7684;&#x3002;&#x4E3A;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;&#x300A;&#x5947;&#x8469;&#x8BF4;&#x300B;&#x8FD9;&#x4E2A;&#x73B0;&#x573A;&#x8FFD;&#x6C42;&#x7684;&#x662F;&#x4E00;&#x4E2A;&#x6DF7;&#x6C8C;&#x7684;&#x611F;&#x89C9;&#xFF0C;&#x6211;&#x4EEC;&#x628A;&#x90A3;&#x4E2A;&#x611F;&#x89C9;&#x5E26;&#x7ED9;&#x4EBA;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x90A3;&#x4E2A;&#x611F;&#x89C9;&#x5728;&#x4F60;&#x5FC3;&#x4E2D;&#x5F15;&#x8D77;&#x7684;&#x6CE2;&#x6F9C;&#xFF0C;&#x624D;&#x662F;&#x6211;&#x4EEC;&#x60F3;&#x8981;&#x8FBE;&#x5230;&#x7684;&#x6548;&#x679C;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x6E05;&#x6670;&#x5E76;&#x4E0D;&#x662F;&#x300A;&#x5947;&#x8469;&#x8BF4;&#x300B;&#x7684;&#x8FFD;&#x6C42;&#x3002;</p>
<p>&#x300A;&#x5947;&#x8469;&#x8BF4;&#x300B;&#x7684;&#x5F88;&#x591A;&#x9009;&#x624B;&#xFF0C;&#x5E76;&#x6CA1;&#x6709;&#x4E30;&#x5BCC;&#x7684;&#x8FA9;&#x8BBA;&#x7ECF;&#x9A8C;&#xFF0C;&#x4F46;&#x4ED6;&#x4EEC;&#x4E00;&#x6837;&#x8868;&#x73B0;&#x51FA;&#x8272;&#xFF0C;&#x629B;&#x5F00;&#x4E13;&#x4E1A;&#x8FA9;&#x624B;&#x7684;&#x7D20;&#x517B;&#x8981;&#x6C42;&#x6765;&#x770B;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x601D;&#x7EF4;&#x8BED;&#x8A00;&#xFF0C;&#x4EE5;&#x53CA;&#x5728;&#x53F0;&#x4E0A;&#x6240;&#x5C55;&#x73B0;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x4E13;&#x4E1A;&#x8FA9;&#x624B;&#x4E5F;&#x4E0D;&#x4E00;&#x5B9A;&#x627E;&#x5F97;&#x51FA;&#x6F0F;&#x6D1E;&#x3002;</p>
<p>&#x6253;&#x7740;&#x201C;&#x8FD9;&#x662F;&#x4E00;&#x6863;&#x4E25;&#x8083;&#x7684;&#x8FA9;&#x8BBA;&#x8282;&#x76EE;&#x201D;&#x7684;&#x53E3;&#x53F7;&#xFF0C;&#x300A;&#x5947;&#x8469;&#x8BF4;&#x300B;&#x7684;&#x8FA9;&#x8BBA;&#xFF0C;&#x66F4;&#x50CF;&#x662F;&#x201C;&#x53CD;&#x9A73;&#x5F0F;&#x7684;&#x6F14;&#x8BB2;&#x201D;&#xFF0C;&#x53CD;&#x9A73;&#x662F;&#x9488;&#x5BF9;&#x4E0A;&#x4E00;&#x4E2A;&#x9009;&#x624B;&#x7684;&#x89C2;&#x70B9;&#x8FDB;&#x884C;&#x53CD;&#x9A73;&#xFF0C;&#x6F14;&#x8BB2;&#x5C31;&#x662F;&#x9488;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x89C2;&#x70B9;&#x8FDB;&#x884C;&#x9648;&#x8FF0;&#x3002;</p>
<p>&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#x8BA4;&#x4E3A;&#x6F14;&#x8BB2;&#x7684;&#x4E09;&#x4E2A;&#x539F;&#x5219;&#x5206;&#x522B;&#x662F;&#x9053;&#x5FB7;&#x3001;&#x60C5;&#x611F;&#x548C;&#x903B;&#x8F91;&#x3002;&#x8C01;&#x8BF4;&#x5F97;&#x597D;&#xFF0C;&#x8BF4;&#x5F97;&#x6709;&#x7406;&#xFF0C;&#x8BF4;&#x5F97;&#x66F4;&#x8BA9;&#x89C2;&#x4F17;&#x5FC3;&#x60A6;&#x8BDA;&#x670D;&#xFF0C;&#x89C2;&#x4F17;&#x5C31;&#x652F;&#x6301;&#x8C01;&#x3002;&#x89C2;&#x4F17;&#x4E4B;&#x6240;&#x4EE5;&#x5DE6;&#x53F3;&#x6447;&#x6446;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x5FC3;&#x91CC;&#x4E5F;&#x6CA1;&#x6709;&#x4E00;&#x4E2A;&#x660E;&#x786E;&#x7684;&#x7B54;&#x6848;&#xFF0C;&#x4ED6;&#x4EEC;&#x53EA;&#x8DDF;&#x968F;&#x5185;&#x5FC3;&#x7684;&#x58F0;&#x97F3;&#xFF0C;&#x65E0;&#x6CD5;&#x6297;&#x62D2;&#x4F1A;&#x88AB;&#x8C01;&#x8BF4;&#x670D;&#x3002;</p>
<p>&#x5728;&#x542C;&#x522B;&#x4EBA;&#x9610;&#x8FF0;&#x89C2;&#x70B9;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x5728;&#x68B3;&#x7406;&#x81EA;&#x5DF1;&#x7684;&#x60F3;&#x6CD5;&#x3002;&#x90A3;&#x4E9B;&#x4F60;&#x8BA4;&#x540C;&#x7684;&#x89C2;&#x70B9;&#xFF0C;&#x5C31;&#x662F;&#x4F60;&#x7684;&#x4EF7;&#x503C;&#x89C2;&#xFF0C;&#x7531;&#x90A3;&#x4E9B;&#x8BED;&#x8A00;&#x8868;&#x8FBE;&#x6781;&#x4E3A;&#x4F18;&#x79C0;&#x7684;&#x4EBA;&#x8BF4;&#x51FA;&#x6765;&#xFF0C;&#x4E8E;&#x662F;&#x4F60;&#x4F1A;&#x4EA7;&#x751F;&#x5171;&#x9E23;&#x3002;&#x6709;&#x5F88;&#x591A;&#x660E;&#x660E;&#x6211;&#x4EEC;&#x4E5F;&#x61C2;&#x7684;&#x9053;&#x7406;&#x6211;&#x4EEC;&#x5C31;&#x662F;&#x4E0D;&#x4F1A;&#x8868;&#x8FBE;&#xFF0C;&#x90A3;&#x662F;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x7684;&#x9605;&#x5386;&#x4E0D;&#x591F;&#x4E30;&#x5BCC;&#xFF0C;&#x601D;&#x8003;&#x4E0D;&#x591F;&#x96C6;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x5E94;&#x8BE5;&#x53BB;&#x63D0;&#x5347;&#x81EA;&#x5DF1;&#x3002;</p>
<p>&#x300A;&#x5947;&#x8469;&#x8BF4;&#x300B;&#x4E4B;&#x4E8E;&#x6211;&#x4EEC;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x4E0D;&#x5728;&#x4E8E;&#x6559;&#x4F1A;&#x6211;&#x4EEC;&#x54EA;&#x4E9B;&#x8FA9;&#x8BBA;&#x6280;&#x5DE7;&#xFF0C;&#x8BA9;&#x6211;&#x4EEC;&#x5B66;&#x4F1A;&#x54EA;&#x79CD;&#x8868;&#x8FBE;&#x65B9;&#x5F0F;&#x3002;&#x800C;&#x662F;&#x8BA9;&#x6211;&#x4EEC;&#x53BB;&#x601D;&#x8003;&#xFF0C;&#x600E;&#x6837;&#x624D;&#x80FD;&#x8BF4;&#x51FA;&#x6709;&#x4EBA;&#x613F;&#x610F;&#x542C;&#x7684;&#x8868;&#x8FBE;&#xFF0C;&#x600E;&#x6837;&#x624D;&#x80FD;&#x8BA9;&#x6211;&#x4EEC;&#x53D8;&#x6210;&#x4E00;&#x4E2A;&#x66F4;&#x6709;&#x610F;&#x601D;&#x7684;&#x4EBA;&#x3002;</p>
<p>&#x2014; 04 &#x2014;</p>
<p>&#x7A0B;&#x6D69;&#x8BF4;&#xFF0C;&#x5047;&#x5982;&#x6211;&#x662F;&#x4E00;&#x4E2A;&#x667A;&#x529B;&#x5F52;&#x4E8E;&#x96F6;&#x7684;&#x667A;&#x969C;&#x8005;&#xFF0C;&#x90A3;&#x6211;&#x5C31;&#x4E0D;&#x4F1A;&#x56E0;&#x4E3A;&#x68A6;&#x60F3;&#x7684;&#x9065;&#x8FDC;&#x800C;&#x9EEF;&#x7136;&#x795E;&#x4F24;&#xFF0C;&#x4E5F;&#x4E0D;&#x4F1A;&#x56E0;&#x4E3A;&#x7231;&#x60C5;&#x7684;&#x6E3A;&#x832B;&#x800C;&#x4F24;&#x5FC3;&#x6B32;&#x7EDD;&#xFF0C;&#x66F4;&#x4E0D;&#x4F1A;&#x56E0;&#x4E3A;&#x4E00;&#x8154;&#x8C6A;&#x60C5;&#x7684;&#x65E0;&#x5904;&#x5BA3;&#x6CC4;&#x800C;&#x90C1;&#x90C1;&#x5BE1;&#x6B22;&#x3002;&#x5982;&#x679C;&#x6211;&#x5931;&#x53BB;&#x601D;&#x8003;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x6211;&#x76F8;&#x4FE1;&#x81EA;&#x5DF1;&#x4F1A;&#x6BD4;&#x73B0;&#x5728;&#x8FC7;&#x5F97;&#x66F4;&#x5E78;&#x798F;&#x3002;</p>
<p>&#x4F46;&#x662F;&#xFF0C;&#x5982;&#x679C;&#x771F;&#x7684;&#x6709;&#x4E24;&#x4E2A;&#x9009;&#x9879;&#x6446;&#x5728;&#x6211;&#x4EEC;&#x9762;&#x524D;&#xFF0C;&#x6211;&#x4EEC;&#x8FD8;&#x662F;&#x4E0D;&#x613F;&#x5931;&#x53BB;&#x601D;&#x8003;&#x7684;&#x80FD;&#x529B;&#x3002;</p>
<p>&#x601D;&#x8003;&#x662F;&#x4EBA;&#x7C7B;&#x8FDB;&#x6B65;&#x7684;&#x52A8;&#x529B;&#xFF0C;&#x56E0;&#x4E3A;&#x51B7;&#xFF0C;&#x4EBA;&#x7C7B;&#x53D1;&#x660E;&#x4E86;&#x706B;&#xFF0C;&#x56E0;&#x4E3A;&#x4E0D;&#x5FAA;&#x89C4;&#x8E48;&#x77E9;&#xFF0C;&#x4EBA;&#x7C7B;&#x7528;&#x706B;&#x505A;&#x4E86;&#x719F;&#x98DF;&#xFF0C;&#x56E0;&#x4E3A;&#x601D;&#x8003;&#xFF0C;&#x4EBA;&#x7C7B;&#x6709;&#x4E86;&#x4ECA;&#x5929;&#x7684;&#x6587;&#x660E;&#x3002;</p>
<p>&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#xFF0C;&#x5927;&#x90E8;&#x5206;&#x4EBA;&#xFF0C;&#x50CF;&#x5176;&#x4ED6;&#x751F;&#x7269;&#x4E00;&#x6837;&#xFF0C;&#x7B80;&#x5355;&#x81EA;&#x7136;&#x6D3B;&#x7740;&#xFF0C;&#x65E0;&#x975E;&#x662F;&#x5B66;&#x70B9;&#x8BED;&#x8A00;&#xFF0C;&#x7A7F;&#x7A7F;&#x8863;&#x670D;&#xFF0C;&#x5B8C;&#x6210;&#x4E9B;&#x4E16;&#x4FD7;&#x610F;&#x4E49;&#x4E0A;&#x7684;&#x4EEA;&#x5F0F;&#x3002;&#x4ED6;&#x4EEC;&#x4E5F;&#x8BB8;&#x4E0D;&#x77E5;&#x6101;&#x82E6;&#xFF0C;&#x751F;&#x547D;&#x7684;&#x8D28;&#x611F;&#xFF0C;&#x5374;&#x4E0D;&#x53CA;&#x90A3;&#x4E9B;&#x75DB;&#x82E6;&#x7684;&#x6E05;&#x9192;&#x8005;&#x3002;</p>
<p>&#x6211;&#x559C;&#x6B22;&#x51FD;&#x6570;&#x65B9;&#x7A0B;&#xFF0C;&#x4E5F;&#x559C;&#x6B22;&#x6587;&#x5B57;&#x6E38;&#x620F;&#xFF0C;&#x559C;&#x6B22;&#x82CF;&#x683C;&#x62C9;&#x5E95;&#xFF0C;&#x559C;&#x6B22;&#x7B1B;&#x5361;&#x5C14;&#x7684;&#x601D;&#x8FA8;&#x54F2;&#x5B66;&#xFF0C;&#x559C;&#x6B22;&#x63A5;&#x89E6;&#x4E00;&#x4E9B;&#x597D;&#x73A9;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x559C;&#x6B22;&#x300A;&#x5947;&#x8469;&#x8BF4;&#x300B;&#x3002;</p>
<p>&#x9A6C;&#x8587;&#x8587;&#x8FD8;&#x8BF4;&#x8FC7;&#x8FD9;&#x6837;&#x4E00;&#x53E5;&#x8BDD;&#xFF0C;&#x6211;&#x5728;&#x300A;&#x5947;&#x8469;&#x8BF4;&#x300B;&#x6C38;&#x8FDC;&#x90FD;&#x662F;&#x6700;&#x540E;&#x4E00;&#x4E2A;&#x9009;&#x6301;&#x65B9;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x77E5;&#x9053;&#xFF0C;&#x6BD4;&#x8F83;&#x96BE;&#x7684;&#x90A3;&#x4E2A;&#x6301;&#x65B9;&#xFF0C;&#x6BD4;&#x8F83;&#x4E0D;&#x7B26;&#x5408;&#x793E;&#x4F1A;&#x4E3B;&#x6D41;&#x4EF7;&#x503C;&#x89C2;&#x7684;&#x90A3;&#x4E2A;&#x6301;&#x65B9;&#x5B83;&#x5B58;&#x5728;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x4E0D;&#x662F;&#x5728;&#x6405;&#x5C40;&#x4E0D;&#x662F;&#x5728;&#x800D;&#x6CFC;&#xFF0C;&#x800C;&#x662F;&#x5728;&#x4E8E;&#x8BA9;&#x4F60;&#x77E5;&#x9053;&#xFF0C;&#x8FD9;&#x4E2A;&#x793E;&#x4F1A;&#x7684;&#x5C11;&#x6570;&#x6D3E;&#x548C;&#x5F02;&#x89C1;&#x8005;&#x90FD;&#x4ED6;&#x81EA;&#x5DF1;&#x7684;&#x4E0D;&#x5F97;&#x5DF2;&#x3002;</p>
<p>&#x6709;&#x4EBA;&#x5288;&#x6CE2;&#x65A9;&#x6D6A;&#xFF0C;&#x6709;&#x4EBA;&#x6EAF;&#x6D04;&#x4ECE;&#x4E4B;&#xFF0C;&#x6709;&#x4EBA;&#x968F;&#x6CE2;&#x9010;&#x6D41;&#xFF0C;&#x4EBA;&#x751F;&#x6C38;&#x8FDC;&#x4E0D;&#x50CF;&#x770B;&#x8D77;&#x6765;&#x90A3;&#x4E48;&#x6574;&#x9F50;&#x5212;&#x4E00;&#xFF0C;&#x6709;&#x4E9B;&#x4E0D;&#x540C;&#x5BFB;&#x5E38;&#x7684;&#x8DEF;&#xFF0C;&#x9700;&#x8981;&#x4E0D;&#x540C;&#x5BFB;&#x5E38;&#x7684;&#x4EBA;&#x53BB;&#x8D70;&#xFF0C;&#x8BA9;&#x6211;&#x4EEC;&#x5171;&#x540C;&#x671F;&#x5F85;&#x300A;&#x5947;&#x8469;&#x8BF4;&#x300B;&#x7B2C;&#x56DB;&#x5B63;&#x3002;</p>
<p><em><a href="https://se.insoan.com/">&#x6027;&#x611F;&#x7F8E;&#x56FE; &#x2013; &#x6027;&#x611F;&#x5957;&#x56FE;&#x5927;&#x672C;&#x8425;</a></em></p>

      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="tags/婚纱/" rel="tag"># 婚纱</a>
          
        </div>
      

      
      
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="809.html" rel="next" title="设计师爱追风的大太阳创作的治愈系插画《鹿小喃》">
                <i class="fa fa-chevron-left"></i> 设计师爱追风的大太阳创作的治愈系插画《鹿小喃》
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="811.html" rel="prev" title="旅行中沿途的风景_超写意滴大气风光摄影">
                旅行中沿途的风景_超写意滴大气风光摄影 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </div>
  
  
  
  </article>


    <!-- 有瓣音频文章内嵌广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block; text-align:center;" data-ad-layout="in-article" data-ad-format="fluid" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6145016388"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>

    <div class="post-spread">
      
    </div>
  </div>
  <!-- 有瓣音频信息流广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block" data-ad-format="fluid" data-ad-layout-key="-6t+ed+2i-1n-4w" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6455528644"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>


          </div>
          


          

  



        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    
    <div class="sidebar-inner">

      

      

      <section class="site-overview-wrap sidebar-panel sidebar-panel-active">
        <div class="site-overview">
          <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
            
              <p class="site-author-name" itemprop="name">美图博客</p>
              <p class="site-description motion-element" itemprop="description"></p>
          </div>

          <nav class="site-state motion-element">

            
              <div class="site-state-item site-state-posts">
              
                <a href="https://se.insoan.com/archives/">
              
                  <span class="site-state-item-count">3561</span>
                  <span class="site-state-item-name">日志</span>
                </a>
              </div>
            

            

            
              
              
              <div class="site-state-item site-state-tags">
                
                  <span class="site-state-item-count">23</span>
                  <span class="site-state-item-name">标签</span>
                
              </div>
            

          </nav>

          
            <div class="feed-link motion-element">
              <a href="atom.xml" rel="alternate">
                <i class="fa fa-rss"></i>
                RSS
              </a>
            </div>
          

          

          
          

          
          

          

        </div>
      </section>

      

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">&copy; <span itemprop="copyrightYear">2024</span>
  <span class="with-love">
    <i class="fa fa-user"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">美图博客</span>
  <div>
  <script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script>
  <span id="busuanzi_container_site_pv">本站总访问量<span id="busuanzi_value_site_pv"></span>次</span>
  </div>
  
</div>


  <div class="powered-by">由 <a class="theme-link" target="_blank" href="https://hexo.io">Hexo</a> 强力驱动</div>



  <span class="post-meta-divider">|</span>



  <div class="theme-info">主题 &mdash; <a class="theme-link" target="_blank" href="https://github.com/iissnan/hexo-theme-next">NexT.Muse</a> v5.1.4</div>




  <script type="text/javascript" async src="js/src/mermaid.min.js"></script>
  <script>
  if (window.mermaid) {
        var mermaid_config = {
            startOnLoad: true,
            theme: 'default',
            flowchart:{
                useMaxWidth: false,
                htmlLabels: true
            }                
        }
        mermaid.initialize(mermaid_config);
  }
  </script>
  

        







        
      </div>
    </footer>

    
      <div class="back-to-top">
        <i class="fa fa-arrow-up"></i>
        
          <span id="scrollpercent"><span>0</span>%</span>
        
      </div>
    

    

  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  












  
  
    <script type="text/javascript" src="lib/jquery/index.js?v=2.1.3"></script>
  

  
  
    <script type="text/javascript" src="lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>
  

  
  
    <script type="text/javascript" src="lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.ui.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>
  


  


  <script type="text/javascript" src="js/src/utils.js?v=5.1.4"></script>

  <script type="text/javascript" src="js/src/motion.js?v=5.1.4"></script>



  
  

  
  <script type="text/javascript" src="js/src/scrollspy.js?v=5.1.4"></script>
<script type="text/javascript" src="js/src/post-details.js?v=5.1.4"></script>



  


  <script type="text/javascript" src="js/src/bootstrap.js?v=5.1.4"></script>



  


  




	





  





  












  

  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    var isXml = true;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length === 0) {
      search_path = "search.xml";
    } else if (/json$/i.test(search_path)) {
      isXml = false;
    }
    var path = "/" + search_path;
    // monitor main search box;

    var onPopupClose = function (e) {
      $('.popup').hide();
      $('#local-search-input').val('');
      $('.search-result-list').remove();
      $('#no-result').remove();
      $(".local-search-pop-overlay").remove();
      $('body').css('overflow', '');
    }

    function proceedsearch() {
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay"></div>')
        .css('overflow', 'hidden');
      $('.search-popup-overlay').click(onPopupClose);
      $('.popup').toggle();
      var $localSearchInput = $('#local-search-input');
      $localSearchInput.attr("autocapitalize", "none");
      $localSearchInput.attr("autocorrect", "off");
      $localSearchInput.focus();
    }

    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';

      // start loading animation
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay">' +
          '<div id="search-loading-icon">' +
          '<i class="fa fa-spinner fa-pulse fa-5x fa-fw"></i>' +
          '</div>' +
          '</div>')
        .css('overflow', 'hidden');
      $("#search-loading-icon").css('margin', '20% auto 0 auto').css('text-align', 'center');

      $.ajax({
        url: path,
        dataType: isXml ? "xml" : "json",
        async: true,
        success: function(res) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = isXml ? $("entry", res).map(function() {
            return {
              title: $("title", this).text(),
              content: $("content",this).text(),
              url: $("url" , this).text()
            };
          }).get() : res;
          var input = document.getElementById(search_id);
          var resultContent = document.getElementById(content_id);
          var inputEventFunction = function() {
            var searchText = input.value.trim().toLowerCase();
            var keywords = searchText.split(/[\s\-]+/);
            if (keywords.length > 1) {
              keywords.push(searchText);
            }
            var resultItems = [];
            if (searchText.length > 0) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var hitCount = 0;
                var searchTextCount = 0;
                var title = data.title.trim();
                var titleInLowerCase = title.toLowerCase();
                var content = data.content.trim().replace(/<[^>]+>/g,"");
                var contentInLowerCase = content.toLowerCase();
                var articleUrl = decodeURIComponent(data.url);
                var indexOfTitle = [];
                var indexOfContent = [];
                // only match articles with not empty titles
                if(title != '') {
                  keywords.forEach(function(keyword) {
                    function getIndexByWord(word, text, caseSensitive) {
                      var wordLen = word.length;
                      if (wordLen === 0) {
                        return [];
                      }
                      var startPosition = 0, position = [], index = [];
                      if (!caseSensitive) {
                        text = text.toLowerCase();
                        word = word.toLowerCase();
                      }
                      while ((position = text.indexOf(word, startPosition)) > -1) {
                        index.push({position: position, word: word});
                        startPosition = position + wordLen;
                      }
                      return index;
                    }

                    indexOfTitle = indexOfTitle.concat(getIndexByWord(keyword, titleInLowerCase, false));
                    indexOfContent = indexOfContent.concat(getIndexByWord(keyword, contentInLowerCase, false));
                  });
                  if (indexOfTitle.length > 0 || indexOfContent.length > 0) {
                    isMatch = true;
                    hitCount = indexOfTitle.length + indexOfContent.length;
                  }
                }

                // show search results

                if (isMatch) {
                  // sort index by position of keyword

                  [indexOfTitle, indexOfContent].forEach(function (index) {
                    index.sort(function (itemLeft, itemRight) {
                      if (itemRight.position !== itemLeft.position) {
                        return itemRight.position - itemLeft.position;
                      } else {
                        return itemLeft.word.length - itemRight.word.length;
                      }
                    });
                  });

                  // merge hits into slices

                  function mergeIntoSlice(text, start, end, index) {
                    var item = index[index.length - 1];
                    var position = item.position;
                    var word = item.word;
                    var hits = [];
                    var searchTextCountInSlice = 0;
                    while (position + word.length <= end && index.length != 0) {
                      if (word === searchText) {
                        searchTextCountInSlice++;
                      }
                      hits.push({position: position, length: word.length});
                      var wordEnd = position + word.length;

                      // move to next position of hit

                      index.pop();
                      while (index.length != 0) {
                        item = index[index.length - 1];
                        position = item.position;
                        word = item.word;
                        if (wordEnd > position) {
                          index.pop();
                        } else {
                          break;
                        }
                      }
                    }
                    searchTextCount += searchTextCountInSlice;
                    return {
                      hits: hits,
                      start: start,
                      end: end,
                      searchTextCount: searchTextCountInSlice
                    };
                  }

                  var slicesOfTitle = [];
                  if (indexOfTitle.length != 0) {
                    slicesOfTitle.push(mergeIntoSlice(title, 0, title.length, indexOfTitle));
                  }

                  var slicesOfContent = [];
                  while (indexOfContent.length != 0) {
                    var item = indexOfContent[indexOfContent.length - 1];
                    var position = item.position;
                    var word = item.word;
                    // cut out 100 characters
                    var start = position - 20;
                    var end = position + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if (end < position + word.length) {
                      end = position + word.length;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    slicesOfContent.push(mergeIntoSlice(content, start, end, indexOfContent));
                  }

                  // sort slices in content by search text's count and hits' count

                  slicesOfContent.sort(function (sliceLeft, sliceRight) {
                    if (sliceLeft.searchTextCount !== sliceRight.searchTextCount) {
                      return sliceRight.searchTextCount - sliceLeft.searchTextCount;
                    } else if (sliceLeft.hits.length !== sliceRight.hits.length) {
                      return sliceRight.hits.length - sliceLeft.hits.length;
                    } else {
                      return sliceLeft.start - sliceRight.start;
                    }
                  });

                  // select top N slices in content

                  var upperBound = parseInt('1');
                  if (upperBound >= 0) {
                    slicesOfContent = slicesOfContent.slice(0, upperBound);
                  }

                  // highlight title and content

                  function highlightKeyword(text, slice) {
                    var result = '';
                    var prevEnd = slice.start;
                    slice.hits.forEach(function (hit) {
                      result += text.substring(prevEnd, hit.position);
                      var end = hit.position + hit.length;
                      result += '<b class="search-keyword">' + text.substring(hit.position, end) + '</b>';
                      prevEnd = end;
                    });
                    result += text.substring(prevEnd, slice.end);
                    return result;
                  }

                  var resultItem = '';

                  if (slicesOfTitle.length != 0) {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + highlightKeyword(title, slicesOfTitle[0]) + "</a>";
                  } else {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + title + "</a>";
                  }

                  slicesOfContent.forEach(function (slice) {
                    resultItem += "<a href='" + articleUrl + "'>" +
                      "<p class=\"search-result\">" + highlightKeyword(content, slice) +
                      "...</p>" + "</a>";
                  });

                  resultItem += "</li>";
                  resultItems.push({
                    item: resultItem,
                    searchTextCount: searchTextCount,
                    hitCount: hitCount,
                    id: resultItems.length
                  });
                }
              })
            };
            if (keywords.length === 1 && keywords[0] === "") {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>'
            } else if (resultItems.length === 0) {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>'
            } else {
              resultItems.sort(function (resultLeft, resultRight) {
                if (resultLeft.searchTextCount !== resultRight.searchTextCount) {
                  return resultRight.searchTextCount - resultLeft.searchTextCount;
                } else if (resultLeft.hitCount !== resultRight.hitCount) {
                  return resultRight.hitCount - resultLeft.hitCount;
                } else {
                  return resultRight.id - resultLeft.id;
                }
              });
              var searchResultList = '<ul class=\"search-result-list\">';
              resultItems.forEach(function (result) {
                searchResultList += result.item;
              })
              searchResultList += "</ul>";
              resultContent.innerHTML = searchResultList;
            }
          }

          if ('auto' === 'auto') {
            input.addEventListener('input', inputEventFunction);
          } else {
            $('.search-icon').click(inputEventFunction);
            input.addEventListener('keypress', function (event) {
              if (event.keyCode === 13) {
                inputEventFunction();
              }
            });
          }

          // remove loading animation
          $(".local-search-pop-overlay").remove();
          $('body').css('overflow', '');

          proceedsearch();
        }
      });
    }

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched === false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(onPopupClose);
    $('.popup').click(function(e){
      e.stopPropagation();
    });
    $(document).on('keyup', function (event) {
      var shouldDismissSearchPopup = event.which === 27 &&
        $('.search-popup').is(':visible');
      if (shouldDismissSearchPopup) {
        onPopupClose();
      }
    });
  </script>





  

  

  

  
  

  

  

  

</body>
</html>
